{
    "body": "<p>Spending Prestige Points earns you awards&mdash;temporary bonuses or favors. Each time you want to use an award, you must spend the Prestige Points for that award. Unless otherwise stated, bonuses from spending Prestige Points do not stack (for example, you can't combine the Hero's Luck award with the Lore of Ages award to gain a +9 bonus on a Knowledge check). Spending Prestige Points on a reward is not an action. You may only spend Prestige Points within your Sphere of Influence.</p><p>Titles are a special category of award that is permanent instead of temporary. Unless a title's description says otherwise, you can only select a particular title once.</p><p>The following are examples of awards and titles for various thresholds of Fame. You must have at least the listed Fame to select a reward from that category. For example, you must have a Fame of at least 10 to select the Wanderer title, even if you have the 5 Prestige Points to spend on it.</p>", 
    "name": "Awards", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This is the starting Fame for a new 1st-level adventurer.</p>", 
            "name": "Fame 1", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You gain a +4 luck bonus on a single skill check. You must use this award before you attempt the check in question.</p>", 
                    "name": "Hero's Luck", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Heros Luck", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>In any settlement of at least 5,000 inhabitants, you may locate a corrupt official. If you're imprisoned or fined for crimes committed in the settlement's jurisdiction, you may take advantage of this contact. You pay no fines and escape sentencing if you can make a Diplomacy check (DC 15 for petty crimes, 20 for serious crimes, or 25 for capital crimes). You can use this ability once per game session. You may select this title once for each settlement in your Sphere of Influence; each time you select it, choose one settlement where you may use the award.</p>", 
                    "name": "Palm Greaser", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Palm Greaser", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You gain the services of an imp, mephit, quasit, or similar extraplanar creature from the Improved Familiar list on page 127 of the <i>Core Rulebook</i>. You can choose a creature with an alignment up to 1 step away from yours on each alignment axis. The creature acts as your willing servant for a number of encounters equal to your Intelligence, Wisdom, or Charisma bonus (whichever is highest), but remains for no more than 24 hours. The creature is a called outsider and automatically returns to its home plane at the end of this service.</p>", 
                    "name": "Planar Pact", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Planar Pact", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "5 PP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>This is the typical Fame of a character who has completed a couple of adventures.</p>", 
            "name": "Fame 10", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>With the help of a wizard or magical ritual, you gain the ability to prepare and cast a few weak arcane spells. If you spend 1 PP, you can prepare 4 wizard cantrips or one 1st-level wizard spell. If you spend 2 PP, you can prepare 4 wizard cantrips and one 1st-level wizard spell. You cast these spells as a wizard, and must have the minimum Intelligence to prepare these spells. You can't select this award if you're a wizard. After 24 hours, you take 1d3 points of Intelligence damage and lose any prepared spells you didn't cast.</p>", 
                    "name": "Arcane Study I", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Arcane Study I", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 or 2 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>If you happen to find yourself in trouble with authorities as a result of false accusations, an influential benefactor steps forth to vouch for your honor, absolving you of any wrongdoing. You can use this award without penalty up to three times, after which the available benefactors begin to question your reputation; any further uses cost you an additional 1d4 Prestige Points.</p>", 
                    "name": "Character Witness", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Character Witness", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "5 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You may secure the assistance of a dedicated sage, librarian, or other knowledgeable individual, granting you a +5 bonus on any single Knowledge check after 1 hour of research. You make this Knowledge check as if you were trained in that skill.</p>", 
                    "name": "Lore of Ages", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Lore of Ages", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>The long time you've spent on the road with fellow travelers has enhanced your knack for picking up local customs. Knowledge (local) becomes a class skill for you as long as you have this title.</p>", 
                    "name": "Wanderer", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Wanderer", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 1 PP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>This is the typical Fame of an adventurer who has completed several adventures and whom the public is starting to take notice of.</p>", 
            "name": "Fame 20", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This award works like arcane study I, except you can prepare one 2nd-level wizard spell, and the Intelligence damage is 1d4 instead of 1d3. You can use this award and arcane study I at the same time. You can't select this award if you're a wizard.</p>", 
                    "name": "Arcane Study II", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Arcane Study II", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "3 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Choose a 100-square-mile region within your Sphere of Influence. This is now your favored territory, and you gain a +2 bonus on Diplomacy checks within that territory. When your Fame reaches 30, you can select this title a second time, gaining a second favored territory and increasing the bonus in your first favored territory to +4. When your Fame reaches 55, you can select this title a third time, gaining a third favored territory and increasing the bonus in your first favored territory to +6 and in your second to +4.</p>", 
                    "name": "Favored Territory", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Favored Territory", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 5 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Once per game session when selling any item, you may do so through an NPC fence, increasing the sale price of the item by 10%. This has no effect on items normally sold at full value (such as gems and trade goods).</p>", 
                    "name": "Fence Friend", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Fence Friend", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A powerful organization accepts you into its ranks. This could be a knighthood, a sagacious cabal of mages, or an order of monks. One skill appropriate to that organization becomes a class skill for you. You may select this title multiple times; each time you select it, you choose an appropriate organization to join and another skill that becomes a class skill. The GM determines whether an organization is available and what skills are appropriate choices for it.</p>", 
                    "name": "Initiate", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Initiate", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 1 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You gain a +2 competence bonus on checks with one skill as long as you have this title. You can take this title again once your Fame reaches 30, 40, and 55, selecting a different skill each time.</p>", 
                    "name": "Intense Student", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Intense Student", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 2 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Using influential contacts and mercantile experience, you can find a good deal. Once per game session, you gain a 10% discount when purchasing an item. This award cannot be used for spellcasting services, costly material components, items normally sold at full value (such as trade goods or gems), or magic item crafting.</p>", 
                    "name": "Master of Trade", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Master of Trade", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Make a significant sacrifice to gain 1d3 Prestige Points. If you are a heroic character, you must spend 375 gp × your character level to use this award, representing a great feast in your name, charitable giving, or other expenses that improve your reputation. If you are a villainous character, you must kill or sacrifice allies and minions whose total Hit Dice equal your character level, representing callous evil toward your friends and underlings. You can use this award once per month.</p>", 
                    "name": "Sacrifice", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Sacrifice", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "0 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Select one Knowledge skill. You can make untrained checks with this skill up to a maximum of DC 20 instead of the normal limit of DC 10. You may select this title multiple times, each time selecting a different Knowledge skill.</p>", 
                    "name": "Sage", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Sage", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 5 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Gain a cohort as if you had the Leadership feat. This character remains in your service for 24 hours.</p>", 
                    "name": "Temporary Cohort", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Temporary Cohort", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Pick one rival organization as your hated enemy. You gain a +1 bonus on attack and damage rolls against members of that organization. This is a favored enemy bonus.</p>", 
                    "name": "Vindicator", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Vindicator", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 2 PP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>This is the Fame of a successful adventurer whose exploits have made her a local hero.</p>", 
            "name": "Fame 30", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This award works like arcane study II, except you can prepare one 3rd-level wizard spell, and the Intelligence damage is 1d6 instead of 1d4. You can use this award, arcane study I, and arcane study II at the same time. You can't select this award if you're a wizard.</p>", 
                    "name": "Arcane Study III", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Arcane Study III", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "3 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Undergo a bloody ritual with an ally whose Fame is at least 30. Once per week when in the company of that ally, you may lend him up to 5 Prestige Points, which he can spend as he pleases. If he does not spend them within 24 hours, they return to you.</p>", 
                    "name": "Blood-Bound", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Blood-Bound", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, PP 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>If you are reduced to 0 hit points or fewer but are not dead, you automatically stabilize; on your next turn, you are healed 2d8+3 hit points. You can select this award only once per character level.</p>", 
                    "name": "Escape Death", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Escape Death", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "5 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can select this title only if you have selected the initiate title. Your rank within your chosen organization increases. You gain an appellation appropriate to the organization and a +4 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made to interact with anyone within the organization. If you belong to multiple organizations, you may select this title multiple times.</p>", 
                    "name": "Officer", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Officer", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, PP 5", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Within your Sphere of Influence, you hold enough respect that you can arrest, detain, and confiscate possessions from any common citizen you suspect has committed or is committing a crime. This right does not apply when dealing with nobles, aristocrats, political figures, or those who have ranks or titles similar to or greater than your own.</p>", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 5 PP", 
                    "type": "section", 
                    "name": "Warden"
                }, 
                {
                    "body": "<p>Word of your deeds has spread far and wide, even outside of your Sphere of Influence. For the next 24 hours, you may use your Fame as if you were within your Sphere of Influence without needing to make the appropriate check, though your Fame is effectively halved outside your Sphere of Influence. You may select this award even when outside your Sphere of Influence.</p>", 
                    "name": "Worldly Fame", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Worldly Fame", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "2 PP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>This is the Fame of an adventurer who has achieved celebrity status.</p>", 
            "name": "Fame 40", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You canselect this title only if you have selected the officer title. Your rank within your chosen organization increases to a position of command. You can call upon low-ranking members of your organization to perform mundane personal tasks at your behest, including running messages, announcing your arrival, and making sure preparations are made to accommodate your needs. In addition, you gain a +4 bonus on Intimidate checks made to influence any members of your organization's greatest rival group (such as a competing guild or citizens of a hostile country). If you belong to multiple organizations, you may select this title multiple times.</p>", 
                    "name": "Commander", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Commander", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Your reputation as an agent of your homeland's interests precedes you. When traveling outside your Sphere of Influence, you gain a +2 bonus on all Diplomacy and Sense Motive checks against citizens or natives of your homeland.</p>", 
                    "name": "Patriot", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Patriot", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You use your reputation to gain a private audience with a powerful individual such as a queen, general, high priest, or guildmaster. You gain a +2 circumstance on Diplomacy checks for the duration of that audience.</p>", 
                    "name": "Privileged Meeting", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Privileged Meeting", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "2 PP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>At this Fame level and higher, the character  is idolized and easily recognized for his or her achievements.</p>", 
            "name": "Fame 55+", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You can select this title only if you have selected the commander title. You become a senior member of your chosen organization. While serving the interests of that organization, you can call upon low-ranking soldiers to fight on your behalf. The soldiers are not magically summoned; you must speak to them as a group or send an officer to gather them for you (which may take anywhere from 1d4 rounds to 1d10 minutes). The number of soldiers at your command is equal to your Fame, plus one 3rd-level officer for every 20 soldiers and one 5th-level leader for every four officers. These soldiers are usually 1st-level fighters, but depending on the organization they may have some other appropriate class. These minions serve you for 1 day, but will not betray the interests of the organization or recklessly throw away their lives for you. If you belong to multiple organizations, you may select this title multiple times.</p>", 
                    "name": "High Commander", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+/High Commander", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 4 PP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You immediately increase your Sphere of Influence by 100 miles.</p>", 
                    "name": "The Great", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+/The Great", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Title, 10 PP", 
                    "type": "section"
                }
            ]
        }
    ]
}