{
    "body": "<p>Your reputation travels only as far as the tales of your deeds. Even if you are a great hero in your homeland, when traveling elsewhere you will soon discover that your reputation diminishes until you eventually reach regions where you are completely unrecognized. The greater your reputation, the farther it travels and the broader your Sphere of Influence.</p><p>Your Fame determines the maximum range of your Sphere of Influence. Your Sphere of Influence has a radius of 100 miles, generally increasing by another 100 miles when your Fame reaches 10, 20, 30, 40, and 55. Increasing your Sphere of Influence isn't always automatic, and you are allowed some say as to where your reputation holds weight. For example, you could ask that your sphere extend more southward toward a major city and ignores the barbarian tribes to the east, or that it extend inward toward another country rather than out into the ocean.</p><p>Though your reputation may spread by happenstance, it usually spreads deliberately, whether by traveling bards embellishing stories of your accomplishments to make them more entertaining, your allies exaggerating your common achievements, your enemies repeating rumors about you to recruit others against you, or you telling your story to eager listeners. Where these tales get told determines where you become known and shapes your Sphere of Influence&mdash;a heroic sorcerer might hire bards to brag about her magic in a nearby kingdom she plans to visit, or a villainous barbarian might drive the maimed survivors of his raids southward to sow fear among his next victims.</p><p>Outside your Sphere of Influence, your Fame is 0. You can attempt to expand your Sphere of Influence into a new settlement by attempting a DC 30 Charisma, Diplomacy, or Intimidate check. If you succeed, you treat the settlement as being within your Sphere of Influence for 1d4 days, though your Fame is effectively halved for that settlement. After this time, the settlement reverts to being outside your sphere.</p><p>The following actions and conditions alter your Charisma, Diplomacy, or Intimidate check modifier for the purpose of expanding your Sphere of Influence.</p>", 
    "name": "Sphere of Influence", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Sphere of Influence", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-sphere-of-influence-modifiers\"><caption>Sphere of Influence Modifiers</caption><thead><tr><th>Action</th><th>Check Modifier</th></tr></thead><tr class=\"odd\"><td>Allies or minions spread tales of your deeds before you arrive</td><td>+5</td></tr><tr class=\"even\"><td>A bard spreads tales or songs of your deeds before you arrive</td><td>+ 1/2 bard level</td></tr><tr class=\"odd\"><td>You have NPC contacts in the settlement</td><td>+1</td></tr><tr class=\"even\"><td>You have enemies in the settlement</td><td>+1</td></tr><tr class=\"odd\"><td>Distance from your Sphere of Influence</td><td>&mdash;1 per 10 miles</td></tr><tr class=\"even\"><td>Settlement's primary language is different from yours</td><td>&mdash;5</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Sphere of Influence/Sphere of Influence Modifiers", 
            "type": "table", 
            "name": "Sphere of Influence Modifiers", 
            "source": "Ultimate Campaign"
        }
    ]
}