{
    "body": "<p>Most campfire sparks ignite nothing, but if conditions are dry, winds are strong, or the forest floor is dried out and flammable, a forest fire can result. Lightning strikes often set trees ablaze and start forest fires in this way. Whatever the cause of the fire, travelers can get caught in the conflagration.</p><p>A forest fire can be spotted from as far away as 2d6 &times; 100 feet by a character who makes a Perception check, treating the fire as a Colossal creature (reducing the DC by 16). If all characters fail their Perception checks, the fire moves closer to them. They automatically see it when it closes to half the original distance. With proper elevation, the smoke from a forest fire can be spotted as far as 10 miles away.</p><p>Characters who are blinded or otherwise unable to make Perception checks can feel the heat of the fire (and thus automatically &ldquo;spot&rdquo; it) when it is 100 feet away.</p><p>The leading edge of a fire (the downwind side) can advance faster than a human can run (assume 120 feet per round for winds of moderate strength). Once a particular portion of the forest is ablaze, it remains so for 2d4 &times; 10 minutes before dying to a smoking wasteland. Characters overtaken by a forest fire might find the leading edge of the fire advancing away from them faster than they can keep up, trapping them deeper and deeper within its grasp.</p><p>Within the bounds of a forest fire, a character faces three dangers: heat damage, catching on fire, and smoke inhalation. </p>", 
    "name": "Forest Fires", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires", 
    "type": "section", 
    "source": "Core Rulebook", 
    "abbrev": "CR 6", 
    "sections": [
        {
            "body": "<p>Getting caught within a forest fire is even worse than being exposed to extreme heat (see Heat Dangers). Breathing the air causes a character to take 1d6 points of fire damage per round (no save). In addition, a character must make a Fortitude save every 5 rounds (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. A character who holds his breath can avoid the lethal damage, but not the nonlethal damage. Those wearing heavy clothing or any sort of armor take a &ndash;4 penalty on their saving throws. Those wearing metal armor or who come into contact with very hot metal are affected as if by a <i>heat metal</i> spell.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Heat Damage", 
            "type": "section", 
            "name": "Heat Damage", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Characters engulfed in a forest fire are at risk of catching on fire when the leading edge of the fire overtakes them, and continue to be at risk once per minute thereafter.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Catching on Fire", 
            "type": "section", 
            "name": "Catching on Fire", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Forest fires naturally produce a great deal of smoke. A character who breathes heavy smoke must make a Fortitude save each round (DC 15, +1 per previous check) or spend that round choking and coughing. A character who chokes for 2 consecutive rounds takes 1d6 points of nonlethal damage. Smoke also provides concealment to characters within it.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Smoke Inhalation", 
            "type": "section", 
            "name": "Smoke Inhalation", 
            "source": "Core Rulebook"
        }
    ]
}