{
    "body": "<p>You throw an illusion over an area to make creatures that view or interact with it believe it has suffered some great catastrophe or calamity that renders it utterly worthless for their needs. You must set a few general guidelines when casting the spell as to the nature of this disaster (fire, tornado, bandit raid, plague, etc.), after which the illusion fills in the remaining details to make it seem realistic. When casting the spell, you can grant creatures with particular, clearly identifiable physical traits (race, gender, age category, etc.) immunity to this spell. This allows all such eligible creatures to perceive the true nature of the affected area instead of its illusory appearance. Creatures without this immunity that fail their saving throws always perceive the affected area as having absolutely nothing of interest or worth to them. Unless they have reason for suspicion, they always move on without closely investigating the area. Creatures with sufficient reasons for suspicion who do choose to investigate the area gain another saving throw, this one with a +2 bonus, as they enter the village and directly interact with the illusion. </p><p>You can expand the area of this spell by casting it multiple times. Each time you do, you must effectively \"attach\" the spell to the existing area by using the same disaster and granting the same sorts of creatures immunity to its effects. If you fail to do this, the entire illusion, no matter how large, disappears.</p>", 
    "school": "illusion", 
    "saving_throw": "Will disbelief", 
    "description": "You throw an illusion over an area to make creatures that view or interact with it believe it has suffered some great catastrophe or calamity that renders it utterly worthless for their needs.", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Halflings/New Racial Rules/Halfling Spells/Village Veil", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "bard: 5; skald: 5; cleric: 5; oracle: 5; warpriest: 5; sorcerer: 5; wizard: 5; arcanist: 5; witch: 5", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bard", 
            "level": 5
        }, 
        {
            "class": "Cleric", 
            "level": 5
        }, 
        {
            "class": "Oracle", 
            "level": 5
        }, 
        {
            "class": "Skald", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Warpriest", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "one 10-ft. cube per level", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 day/level", 
    "subschool_text": "figment", 
    "subschool": [
        "figment"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Village Veil"
}