{
    "body": "<p>Upon casting this spell, you vomit forth a disgusting ooze copy of yourself into a single adjacent square. As long as the twin exists, whenever you take a move action to move, the twin can move as well, although it does not need to follow you and cannot take any other actions. On subsequent rounds, at the start of your turn, you can instantaneously exchange places with your twin, as if using <i>teleport</i>. This is not an action and does not provoke an attack of opportunity.</p><p>The twin has a speed of 30 feet and provokes attacks of opportunity from movement as normal. It has an AC equal to 10 + 1/2 your caster level and a number of hit points equal to your caster level. If the twin is reduced to 0 hit points, it is destroyed, although you can create a new one on your turn as a standard action as long as the duration persists. You cannot have more than one vomit twin at a time.</p>", 
    "school": "conjuration", 
    "description": "Upon casting this spell, you vomit forth a disgusting ooze copy of yourself into a single adjacent square.", 
    "url": "pfsrd://Advanced Race Guide/Races/Goblins/New Racial Rules/Goblin Spells/Vomit Twin", 
    "casting_time": "1 standard action", 
    "level_text": "alchemist: 3; investigator: 3; magus: 3; sorcerer: 4; wizard: 4; arcanist: 4; summoner: 3", 
    "source": "Advanced Race Guide", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Investigator", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Summoner", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "creates one ooze duplicate of the caster", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 round/level", 
    "subschool_text": "creation, teleportation", 
    "subschool": [
        "creation", 
        "teleportation"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Vomit Twin"
}