{
    "body": "<p>You create a cloud of flame-resistant strands of adhesive webbing that billows and flows much like a <i>cloudkill</i> spell. The cloud moves away from you at a rate of 10 feet per round, rolling along the surface of the ground.</p><p>Figure out the cloud's new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where the caster cast the spell. Creatures trapped in the webbing remain trapped even after the cloud passes, but the area the cloud leaves behind does not count as difficult terrain.</p><p>Because the webbing is heavier than air, it sinks to the lowest level of the land, even pouring down den or sinkhole openings. The cloud of webbing cannot penetrate liquids, nor can it be cast underwater. </p><p>The cloud otherwise acts like a <i>web</i> spell. A creature in the cloud at the start of its turn must save against the cloud or be affected. The webbing of this spell is flammable (see the <i>web</i> spell), but has fire resistance 5.</p>", 
    "school": "conjuration", 
    "saving_throw": "Reflex partial; see text", 
    "description": "You create a cloud of flame-resistant strands of adhesive webbing that billows and flows much like a cloudkill spell.", 
    "url": "pfsrd://Advanced Race Guide/Races/Drow/New Racial Rules/Drow Spells/Web Cloud", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "sorcerer: 4; wizard: 4; arcanist: 4; witch: 4", 
    "source": "Advanced Race Guide", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "cloud spreads in 20-ft. radius, 20 ft. high", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 minute/level", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Web Cloud"
}