{
    "body": "<p>While most of the feats presented here are general, and have no special rules governing them, some feats have a category associated with them that involves special rules. This category is listed after the feat name. The following types of feats can be found in this chapter.</p>", 
    "name": "Types of Feats", 
    "url": "pfsrd://Advanced Players Guide/Rules/Feats/Types of Feats", 
    "sections": [
        {
            "body": "<p>Any feat designated as a combat feat can be selected as a fighter's bonus feat. This designation does not restrict characters of other classes from selecting these feats, assuming they meet the prerequisites.</p>", 
            "name": "Combat Feats", 
            "url": "pfsrd://Advanced Players Guide/Rules/Feats/Types of Feats/Combat Feats", 
            "section_id": 3333, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Metamagic feats allow spellcasters to modify and change their spells, granting them new powers and effects. Such spells generally take up a higher-level spell slot than the normal spell.</p>", 
            "name": "Metamagic Feats", 
            "url": "pfsrd://Advanced Players Guide/Rules/Feats/Types of Feats/Metamagic Feats", 
            "section_id": 3334, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Teamwork feats grant large bonuses, but they only function under specific circumstances. In most cases, these feats require an ally who also possesses the feat to be positioned carefully on the battlefield. Teamwork feats provide no bonus if the listed conditions are not met. Note that allies who are paralyzed, stunned, unconscious, or otherwise unable to act do not count for the purposes of these feats.</p>", 
            "name": "Teamwork Feats", 
            "url": "pfsrd://Advanced Players Guide/Rules/Feats/Types of Feats/Teamwork Feats", 
            "section_id": 3335, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }
    ], 
    "section_id": 3332, 
    "source": "Advanced Player's Guide", 
    "type": "section"
}