{
    "body": "<p>Alien, unemotional, and distant, aeons are difficult to deal with because of their strange form of communication, known as envisaging, in which they employ mental imagery and sounds instead of the symbolism of speech or writing to communicate their goals. Furthermore, aeons are often unyielding in their dichotomies, and are not swayed by argument or emotion toward any end. A spellcaster who binds an aeon had better hope his goals are in concert with those of the strange outsider, because that is the only way an aeon will offer its aid. </p><p>All aeons are immune to cold, poison, and critical hits, and have resistance to electricity and fire. </p>", 
    "name": "Aeon", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"akhana-(sr-23)\">Concerned with the duality of death and life, akhanas hunt for imbalances and rectify them with strange, seemingly random, efficiency. They do not justify their decisions or goals, which many summoners find intensely frustrating. </p>", 
            "name": "Akhana", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Akhana", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"bythos-(sr-27)\">Guardians of time and planar travel, bythos search for those who abuse time travel. They make deals with binders who have similar goals, and care nothing for the motivations of binders who do not share their concerns. </p>", 
            "name": "Bythos", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Bythos", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 27", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"paracletus-(sr-7)\">The most common aeon to interact with mortal spellcasters, paracletus actively search out spellcasters with strong emotion and logical capabilities. Some paracletus become familiars, experimenting upon their bonded casters with their <i>emotion aura</i>. </p>", 
            "name": "Paracletus", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Paracletus", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 7", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"pleroma-(sr-31)\">Many binders believe pleromas are too powerful to call and bind, and even if such a task is possible, trying to deal with such creatures of creation and destruction may be impossible. Of all the aeons, pleromas employ logic and methods that are least describable. </p>", 
            "name": "Pleroma", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Pleroma", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"theletos-(sr-18)\">These guardians of freedom and fate often aid spellcasters in the pursuit of the former and the implementation of the latter, but like all aeons, their views on these subjects typically seem contradictory, and they are difficult to fully control or understand. </p>", 
            "name": "Theletos", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Theletos", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 18", 
            "type": "section"
        }
    ]
}