{
    "body": "<p>Creatures of good with little regard for the cosmic struggles of law against chaos, agathions take on bestial aspects that reflect both their nature and their goals as negotiators and meddlers for the cause of good. When bound, they often bargain for terms for their service and release in good faith with good-aligned binders, but attempt to trick and coerce evil-aligned ones.</p><p>As agathions are intensely proud of their beastlike shapes, summoners who insult their forms or imply that they are somehow lycanthropic take a &ndash;4 penalty on all Charisma checks when dealing with a bound agathion. </p><p>Agathions are immune to electricity and petrification. They have resistance to cold 10 and sonic 10, and a +4 racial bonus on saving throws against poison. They are vulnerable to unholy weapons. </p>", 
    "name": "Agathion", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"avoral-(sr-20)\">Often bound to serve as spies and scouts, avorals delight in the challenge of such activities when bound, as long as the cause is just and worthy of their attention. They hate being confined, so evil-aligned or neutral-aligned binders typically use imprisonment as punishment or coercion. </p>", 
            "name": "Avoral", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Avoral", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 20", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"cetaceal-(sr-26)\">Protectors of good aquatic races, cetaceals are often called and bound by good spellcasters for protection of aquatic territories and to serve as ambassadors or emissaries. Unscrupulous binders often make deals with cetaceals on dry land, only letting them roam the water when a bargain for service is reached.</p>", 
            "name": "Cetaceal", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Cetaceal", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 26", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"draconal-(sr-31)\">Powerful, haughty, and removed from mortal affairs, these direct agents of the gods are often aggravating to deal with once bound. Patient pursuers of long-term plans, many draconals seek to wait out mortal spellcasters rather than bargain for their services. Those who wish to bind and use the power of a draconal must be epically powerful and have perfect timing, know the draconal's true name, or be lucky enough to have plans running in concert with the agathion's goals. </p>", 
            "name": "Draconal", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Draconal", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"leonal-(sr-23)\">Coveted as bound protectors and hunters, leonals are often straightforward in their negotiations with binders. They desire simple (and good) goals, as well as definitive terms for release from their obligations. </p>", 
            "name": "Leonal", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Leonal", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"silvanshee-(sr-13)\">Curious but cautious, silvanshees are often bound as familiars by neutral good spellcasters. Sometimes large groups of them are summoned and bound by powerful spellcasters to serve as spies and scouts, especially in cities where they can meld into cat populations. </p>", 
            "name": "Silvanshee", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Silvanshee", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 13", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vulpinal-(sr-17)\">These foxlike agathions deal with those who bind them into service with an outspoken friendliness. They often bluntly state their dissatisfaction with their current fate in the most diplomatic terms, frequently accompanied by a smile and a wink. They prefer to be used as messengers and emissaries in the service of good, and if bound for any other purpose, they trick their way into the resolution of their bargains as quickly as possible. </p>", 
            "name": "Vulpinal", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Vulpinal", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 17", 
            "type": "section"
        }
    ]
}