{
    "body": "<p>All angels have numerous immunities and damage resistances, allowing them to travel across many planes of the multiverse without fear of damage. Interestingly, they can still take damage from poison, but they are strong enough to withstand most ill effects and punish those who would inflict such treacherous pain on them. They are exceptionally vulnerable to unholy weapons; solars are also vulnerable to epic-strength weapons and artifacts. Angels' protective auras grant them protection against attacks made or effects created by evil creatures, as well as protecting those creatures around them. Any mortals who wish to deal with angels should be armed with humility and knowledge. </p><p>Angels are immune to acid, cold, and petrification effects. They also have resistance to electricity 10 and fire 10. </p>", 
    "name": "Angels", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"astral-deva-(sr-25)\">Astral devas are the messengers of the gods of good&mdash;or, if one were to be cynical, the gossips of the heavens. The appropriate gift for an astral deva is knowledge of a place it cannot reach: a rival temple, the location of evil cultists, or some other evil that has a direct bearing on the Material Plane. </p>", 
            "name": "Astral Deva", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Astral Deva", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 25", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"cassisian\">The weakest sort of angels, cassisians serve as the messengers of more powerful angels, and frequently serve good spellcasters on the Material Plane as familiars. Formed from the souls of pious soldiers, they are often simply appeased with gifts that allow them to join the fray against evil creatures. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Cassisian", 
            "type": "section", 
            "name": "Cassisian", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"monadic-deva-(sr-23)\">Watchers of the Ethereal Plane and the Elemental Planes, monadic devas usually serve those who summon them only in purposes that deal with their duties on those planes. Stubborn in their causes, they demand outrageous gifts of servitude toward their own lofty goals.</p>", 
            "name": "Monadic Deva", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Monadic Deva", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"movanic-deva-(sr-21)\">Soldier angels who often patrol the Positive Energy Plane, Negative Energy Plane, and Material Plane, these devas battle undead and the strange creatures that hunt the hungry void. When summoned to the Material Plane, they serve as forthright soldiers for the cause of good, and are appeased with gifts that allow them greater power to hunt undead and sceaduinar. </p>", 
            "name": "Movanic Deva", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Movanic Deva", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 21", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"planetar-(sr-27)\">As the leaders of celestial armies, planetars seek knowledge and information regarding the plans of their infernal foes. Providing valuable data regarding the movement of evil forces, the locations of caches of evil weapons, or the locations of portals to the netherworld gives the binder a +2 Charisma bonus when dealing with planetars.</p>", 
            "name": "Planetar", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Planetar", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 27", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"solar-(sr-34)\">The greatest warriors of goodness, solars do not typically treat directly with mortals. To summon a solar and bargain with it, a wizard must destroy an item of great evil in the solar's name, crush a powerful evil in the world, or offer an evil relic as part of the summoning. </p>", 
            "name": "Solar", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Solar", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 34", 
            "type": "section"
        }
    ]
}