{
    "body": "<p>Those who follow the precepts of freedom, individuality, and goodness find that summoning azatas is the best course in finding extraplanar allies. Few azatas agree on the particulars of specific issues, but they are determined to see evil's defeat. Azatas are whimsical but determined, and recognize that the best way to bring good to the multiverse is not by enforcing their desires, but by example and word. </p><p>Except for lillends, azatas have DR overcome by cold iron and evil weapons. They are immune to electricity and petrification; lillends are additionally immune to poisons of all sorts. </p><p>The <i>magic circle</i> needed to summon an azata is made of cold iron.</p>", 
    "name": "Azatas", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"bralani-(sr-17)\">Bralani azatas are fierce and wild, and constantly seek to prove themselves in battle or in contests of wits. If a wizard suggests a game of strength, wits, or dexterity that the bralani has not played, or develops a new one for the bralani to take back to Elysium, he receives a +2 Charisma bonus when negotiating with the azata.</p>", 
            "name": "Bralani", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Bralani", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 17", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"brijidine-(sr-28)\">Lovers of fire, poetry, and spicy food, a brijidine can be successfully wooed with rare (and fireproof) scrolls of poetry or a gourmet spicy dish. Binders should be aware, however, that brijidine have exotic, expensive, and particular tastes. </p>", 
            "name": "Brijidine", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Brijidine", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 28", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"ghaele-(sr-25)\">Ghaeles are strong hunters, courtly and knightly, and pursue great foes. Offering them evidence of the binder's mighty hunts (at least 3 CR higher than the binder), or summoning them to a locale where they can pursue dragons or fiends provides a Charisma bonus to the caster.</p>", 
            "name": "Ghaele", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Ghaele", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 25", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"lillend\">The most artistic of the azatas, lillends love stories, histories, tales, poems, and songs. Offerings to summoned lillends include original songs, performances, or other art forms; they also adore magical instruments. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Lillend", 
            "type": "section", 
            "name": "Lillend", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"lyrakien\">Musicians among the azata, lyrakien can be persuaded to service with gifts of wondrous musical instruments and rare bits of music&mdash;especially fey music.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Lyrakien", 
            "type": "section", 
            "name": "Lyrakien", 
            "source": "Ultimate Magic"
        }
    ]
}