{
    "body": "<p>All daemons have a common goal: bringing death, destruction, and pain to mortals. They eat souls, and stop at nothing to sate their hunger for them. Daemons are not to be trifled with. The greater lords of the daemons&mdash;the deacons and the Four Horsemen themselves&mdash;are almost never summoned. Whether this is because they force others to arrive in their place, or because they have somehow anchored themselves to the plane of Abaddon, none can say with certainty.</p><p>Daemons are immune to acid, death effects, disease, and poison, and all are vulnerable to good and/or silver weapons. They have resistance to cold 10, electricity 10, and fire 10. </p>", 
    "name": "Daemons", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"astradaemon-(sr-27)\">Powerful but relatively dim hunters of souls, astradaemons can only be bribed into service by two things&mdash;a feast of souls and the promise to spread death. </p>", 
            "name": "Astradaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Astradaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 27", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"cacodaemon\">Savage and hungry, most cacodaemons cannot suppress their savage natures long enough to make deals. At best, the binder can trick a cacodaemon toward actions in concert with her purposes. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Cacodaemon", 
            "type": "section", 
            "name": "Cacodaemon", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"ceustodaemon\">The most common daemons summoned to the Material Plane, ceustodaemons are relatively easy to deal with, though none know if this is because of some deliberate action by more powerful daemons.  They are often called guardian daemons, as they are frequently bound to that task. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Ceustodaemon", 
            "type": "section", 
            "name": "Ceustodaemon", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"derghodaemon-(sr-23)\">No one summons a derghodaemon unless they are stupid, desperate for the services of a savage killer, or both. Less intelligent than cacodaemons and twice as vicious, derghodaemons do not deal with any creature, and relentlessly attempt to escape their binding, usually with brute force.  </p>", 
            "name": "Derghodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Derghodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"hydrodaemon-(sr-19)\">On their home plane, these vile creatures swim the River Styx; on the Material Plane, they are often called to serve as guardians in swamps and sanctuaries of unscrupulous spellcasters. More pliable than most of their fiendish kin, hydrodaemons take treasure and the promise of souls as gifts for their services. </p>", 
            "name": "Hydrodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Hydrodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 19", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"leukodaemon-(sr-20)\">Leukodaemons are the deacons of the Horseman of Pestilence, and on the rare occasions that they are summoned, they make any deal a binder wants, as long as it somehow results in the spreading of disease and devastation. </p>", 
            "name": "Leukodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Leukodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 20", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"meladaemon-(sr-22)\">As deacons of the Horseman of Famine, meladaemons are rarely summoned by mortal spellcasters, and typically only agree to actions aligned with their own agendas or those of their lord. </p>", 
            "name": "Meladaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Meladaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 22", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"olethrodaemon-(sr-31)\">The mammoth olethrodaemons often make deals with mortals wishing to evoke devastation on rival lands, sometimes even asking only half the normal offering for the privilege. Even those olethrodaemons serving one of the Four Horsemen as paragons can be summoned, though it is often assumed that such a feat is done only at their master's whim.</p>", 
            "name": "Olethrodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Olethrodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"piscodaemon-(sr-21)\">Lovers of misery, especially that of the strong and powerful, piscodaemons eagerly make deals with mortals who wish to use them as soldiers against the powers of good&mdash;especially armies composed of or led by paladins. </p>", 
            "name": "Piscodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Piscodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 21", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"purrodaemon-(sr-29)\">Steadfast servants of the Horseman of War, purrodaemons may be the easiest deacon daemons to summon. It seems their master often gives them leave to spread war on the Material Plane, but their service to any binder is often brief and violent, for both daemon and spellcaster. </p>", 
            "name": "Purrodaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Purrodaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 29", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"thanadaemon-(sr-24)\">As deacons of the Horseman of Death, thanadaemons are hardly ever summoned by mortal spellcasters, and when they are, the event portends a near-apocalyptic end of mortal life. </p>", 
            "name": "Thanadaemon", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Thanadaemon", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 24", 
            "type": "section"
        }
    ]
}