{
    "body": "<p>Devils regard both holy items and silver as deadly substances, and instinctively shy away from contact with such items. Even those for whom silver presents no danger avoid its touch whenever possible. Binders who want to deal with infernal outsiders as putative allies keep these substances at least 60 feet from the summoning circle; however, if they wish to threaten their infernal subjects, they keep them close at hand. The powdered silver used to create the <i>magic circle</i> is a warning and a trap, but it is not an overt threat&mdash;summoned devils recognize it as part of the procedure to call them to the Material Plane. Note that even silver candlesticks or bells can be used as weapons of opportunity, but the best defense, should the wizard choose to display force, is a weapon bonded with alchemical silver.</p><p>An even better defense against devils, however, is a holy weapon. As with demons, a holy weapon is strong enough to drive through any devil's natural defenses, and the presence of such an item in the summoning chamber is an affront to more powerful or subtle devils.</p><p>Note that all devils are immune to fire and poison; the blasted landscapes of their home plane quickly destroy any who show vulnerabilities to these effects. All devils can withstand acid and cold as well, though to varying degrees, and few of them show any fear of suffering that damage. They have resistance to acid 10 and cold 10. </p><p>Additionally, one can enhance summoning for specific kinds of devils by appealing to those devils' specific natures.</p>", 
    "name": "Devils", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"accuser-devil\">Popular among conjurers and summoners as spies and infiltrators, accuser devils often forgo haggling on gifts for their services, as the information they gain is worth more than any gift of treasure the binder can offer. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Accuser Devil", 
            "type": "section", 
            "name": "Accuser Devil", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"barbed-devil-(sr-22)\">Extraordinarily jealous of their duties and even more so of their time, barbed devils may grudgingly accept offers of rare treasures and gems worth more than 2,000 gp, with the usual +2 Charisma bonus to summoning&mdash;but only when the task takes less than 24 hours to complete. If the service takes any longer, the binder takes a &ndash;2 Charisma penalty.</p>", 
            "name": "Barbed Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Barbed Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 22", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"bearded-devil-(sr-16)\">The best way to attract the eye of a bearded devil is to offer a restrained victim for its bloody use, so that it might painfully murder its target. </p>", 
            "name": "Bearded Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Bearded Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 16", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"belier-devil-(sr-28)\">These massive masterminds are rarely summoned to the Material Plane, but when they are, they often try to finagle their way out of such circumstances as quickly as possible. </p>", 
            "name": "Belier Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Belier Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 28", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"bone-devil-(sr-20)\">These devils adore secrets and infernal lore, and those who provide hellish tomes or evidence of influential mortal vices gain a +2 Charisma bonus on their summoning checks.</p>", 
            "name": "Bone Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Bone Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 20", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"erinyes-(sr-19)\">As the spirits of corrupted angels, erinyes are bitter and rage against the heavens. To entice an erinyes, offer it a significant holy item for it to despoil, or the cleric of a good-aligned god to ravish and ruin.</p>", 
            "name": "Erinyes", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Erinyes", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 19", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"handmaiden-devil--(sr-25)\">Deals made with handmaiden devils are often extremely hard bargains. They typically ask for the unthinkable, such as the lives of innocent children&mdash;the younger the better.  </p>", 
            "name": "Handmaiden Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Handmaiden Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 25", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"horned-devil--(sr-27)\">As the elite of Hell's armies, horned devils value strength and daunting power; anyone who offers them an intimidating weapon enchanted to +2 or better gains the +2 Charisma bonus.</p>", 
            "name": "Horned Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Horned Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 27", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"ice-devil-(sr-24)\">As the schemers and planners of Hell's devils, laboring in their personal machinations, gelugons are extraordinarily difficult to summon. However, casters willing to offer an exchange of services&mdash;one in which the caster is likely to see the short end of the deal&mdash;may earn a Charisma bonus. Those who renege on their bargains with gelugons often learn what it means to displease Hell.</p>", 
            "name": "Ice Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Ice Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 24", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"immolation-devil-(sr-30)\">These devils often ask for lands on the Material Plane as gifts. If such lands are granted, they use these places to launch attacks on neighbors, further expanding the territory of Hell.  </p>", 
            "name": "Immolation Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Immolation Devil", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 30", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"imp:\"> Imps prefer small and bloody sacrifices that show the binder's desire to do evil&mdash;for instance, a heart torn from a living dove grants a +2 Charisma modifier on the summoning check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Imp", 
            "type": "section", 
            "name": "Imp", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"lemure:\"> Lemures prefer reminders of their former lives, and so the best offering is food or pornography.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Lemure", 
            "type": "section", 
            "name": "Lemure", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"pit-fiend-(sr-31)\">Pit fiends, the greatest of all the non-noble devils in Hell, are rarely tempted to answer a summons; when called, most of them come to see the stupidity or the arrogance that brought them to the Material Plane before snatching the wizard away for an eternity of torment. Only the greatest of promises, such as a noble offering the enslavement of an entire empire, a priest offering the destruction of holy relics, or an antipaladin pledging the delivery of a helpless and noteworthy angel for the pit fiend's pleasure, might induce the pit fiend into service.</p>", 
            "name": "Pit Fiend", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Pit Fiend", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }
    ]
}