{
    "body": "<p>True elementals are simple creatures, thriving spirits animating bodies of pure elemental matter. They regard their lives as an eternal struggle to best themselves and each other. Each elemental type is uniquely suited to adapting to conditions on its particular plane, and is arrogant about its powers when surrounded by its element... and uniquely frightened and cowed when shown a greater power or encased in an element not its own. Most elementals do not bargain for favors&mdash;they respect only strength. Genies are the more human-like denizens of the elemental planes, both in shape and mentality. They consider themselves physically and culturally superior  to true elementals.</p><p>In general, one summons an elemental for brute work and combat, and a genie for magical power or ancient wisdom, and would thus use <i>summon monster</i> and <i>planar binding</i> for those tasks, respectively. However, should a conjurer wish to bind an elemental as he would a genie or fiend, the ritual is one of wrestling with the elemental's creativity in reaching its home element. Elementals are immune to bleed, paralysis, poison, sleep effects, and stunning. They are not subject to critical hits, precision-based attacks like sneak attack, or flanking. </p><p>Genies seek and value power, though they are more brash and boastful than most. It is said the best way to secure the attentions of a genie is to speak its true name, and to offer it aid in battles against its political enemies&mdash;a wise conjurer researches the inner battles of geniekind before summoning a genie, or else is prepared to cow the genie with strong magic.</p>", 
    "name": "Elementals and Genies", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"air-elemental\">When summoning an air elemental, inscribe the <i>magic circle</i> with diamond powder, and release the elemental only once it has acquiesced to the caster's power. This costs an additional 2,000 gp but adds +4 to the Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Air Elemental", 
            "type": "section", 
            "name": "Air Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"belker\">These dull-witted creatures enjoy expensive incense and exotic green woods that create heavy smoke.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Belker", 
            "type": "section", 
            "name": "Belker", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"crysmal\">Unlike other elementals, crysmals do bargain, but agree to a binder's demands only if offered a substantial amount of crystal, which they use for reproduction. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Crysmal", 
            "type": "section", 
            "name": "Crysmal", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"djinni\">Tomes of knowledge or powerful wondrous items tempt djinn and grant the caster a +2 bonus on the Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Djinni", 
            "type": "section", 
            "name": "Djinni", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"earth-elemental\">Prepare the summoning chamber with swirling wind- and air-based spells to prevent the elemental from touching the floor. Maintaining this state for 5 rounds demonstrates the binder's superiority over the elemental, and grants a +4 bonus on the Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Earth Elemental", 
            "type": "section", 
            "name": "Earth Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"efreeti\">These warlike creatures value weapons with enhancement bonuses of at least +2 and scrolls of 4th-level or higher spells; these provide a +2 bonus on the binder's Charisma check. Efreet also appreciate attractive humanoid slaves, which give a +1 bonus on the binder's Charisma check for every 10 slaves offered.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Efreeti", 
            "type": "section", 
            "name": "Efreeti", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"fire-elementals\">When summoning a fire elemental, enclose the casting chamber with stone, remove flammable materials from the room, and prepare a <i>magic circle</i> and spells to protect against fire. Keeping large blocks of ice in the room saps the elemental's power and cows it into submission more quickly, giving the caster a +4 bonus on the Charisma check to trap the elemental.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Fire Elementals", 
            "type": "section", 
            "name": "Fire Elementals", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"ice-elemental\">Binders use actual fire, fire spells, protections against cold, and sometimes even fire creatures to keep ice elementals at bay during summoning. An ice elemental often yields to its binder as soon as serious melting occurs.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Ice Elemental", 
            "type": "section", 
            "name": "Ice Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"invisible-stalker\">The tactics used to bind invisible stalkers are similar to those used for binding air elementals. Unlike many elementals, invisible stalkers bargain for their services, which is why they are often summoned by mortal spellcasters. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Invisible Stalker", 
            "type": "section", 
            "name": "Invisible Stalker", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"janni\">The weakest of the genies, the jann are also proud and prone to insult. Gifts of rich fabrics, gems, or jewelry worth 1,000 gp or more soften their outlook and give the conjurer a +2 bonus on her Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Janni", 
            "type": "section", 
            "name": "Janni", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"lightning-elemental\">Lightning elementals are similar to air elementals in that the same bindings work on them, though binders would do well to reinforce such bindings and themselves with protections against electrical damage.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Lightning Elemental", 
            "type": "section", 
            "name": "Lightning Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"marid\">Capricious and unpredictable, marids love performance and art&mdash;providing them artwork worth 1,000 gp or playing a DC 30 Perform (any) piece (whether performed by the binder or his ally) piques their interest long enough for the conjurer to gain a +2 Charisma bonus.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Marid", 
            "type": "section", 
            "name": "Marid", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"magma-elemental\">Magma elementals are composite elemental creatures, taking some aspects from earth elementals and fire elementals. Unsurprisingly, a mix of binding strategies from those two types of elementals often keeps these savage things at bay.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Magma Elemental", 
            "type": "section", 
            "name": "Magma Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"mihstu-(sr-19)\">The strategy for binding and commanding these creatures is similar to that for an air elemental. Unlike other elementals, mihstu typically bargain with the binder, as many wish to haunt the dark places of the Material Plane.  </p>", 
            "name": "Mihstu", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Mihstu", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 19", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"mud-elemental\">While mud elementals vary in consistency, all of them fear becoming too watery or too dry, as both conditions have adverse effects on them. Using air spells and petrification spells as punishments for noncompliance usually makes these elementals more willing to take direction and enter into negotiations for appropriate gifts for services rendered. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Mud Elemental", 
            "type": "section", 
            "name": "Mud Elemental", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"sandman\">Subtle and craftier than other elementals, these creatures nearly always bargain with their binder, but are arrogant and headstrong. Even after their task is done, they voluntarily remain on the Material Plane to wreak as much havoc as possible. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Sandman", 
            "type": "section", 
            "name": "Sandman", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"shaitan\">As the most dense and brash of the genies, shaitans like games of chance and physical skill best of all. Should the caster offer services in exchange for a throw of the dice or a wrestling match&mdash;and go through with the offer&mdash;he'll receive a +2 bonus on his Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Shaitan", 
            "type": "section", 
            "name": "Shaitan", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"thoqqua\">Natives of the harsh landscape where the Planes of Fire and Earth collide, thoqquas are dangerous creatures to summon and bind, and typically rage against their confines, even when properly bound. Those wishing to bind a thoqqua frequently use mephit intermediaries, as those creatures seem to understand thoqquas enough to calm them.  </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Thoqqua", 
            "type": "section", 
            "name": "Thoqqua", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"water-elemental\">When summoning a water elemental, remove sources of water from the room and prepare a bonfire. A ring of fire around the <i>magic circle</i> exposes the elemental to its hated enemy the instant it appears on the Material Plane, distracting it long enough for the binder to seize control. This is an opposed Will check, granting a +1 bonus to the caster for each large fire in the room; success grants a +4 bonus on the Charisma check.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Water Elemental", 
            "type": "section", 
            "name": "Water Elemental", 
            "source": "Ultimate Magic"
        }
    ]
}