{
    "body": "<p>Originally created by the axiomites as an unflinching army to fight the chaotic proteans, inevitables used to fight an explicit war against those creatures but now wage an indirect war against them. Most inevitables fight this war by tracking down and rectifying egregious violations of law. Incorruptible in its mission, when bound by a being who wishes to subvert it, an inevitable often waits the binder out. Inevitables simply refuse to deal with binders who wish to use them against their designed and decreed purpose.</p>", 
    "name": "Inevitables", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"arbiter-(sr-13)\">Arbiters are the scouts and spies of the inevitables, and are typically bound to serve as familiars to lawful spellcasters, especially those who fight the taint of protean chaos. </p>", 
            "name": "Arbiter", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Arbiter", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 13", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"kolyarut-(sr-23)\">As the enforcers of bargains, kolyaruts can be bound into service to enforce a bargain. The binder needs to beware, though&mdash;if she fails to keep a bargain with a kolyarut, she can quickly become the subject of its punishment. Kolyaruts never bargain with known breakers of such agreements. </p>", 
            "name": "Kolyarut", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Kolyarut", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"lhaksharut-(sr-31)\">Concerned with keeping the various planes separate, lhaksharuts often make deals with mortal spellcasters working in concert with those goals. They are always willing to destroy links between planes, but sometimes agree to let a gateway stay open and serve as its protector as long as such a mission serves its primary function in some way. They never work against the separation of the planes.</p>", 
            "name": "Lhaksharut", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Lhaksharut", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"marut-(sr-26)\">Maruts hunt those who artificially extend their lives though powerful magic. They bargain with binders who call them for the express purpose of hunting down such a creature. All other bindings are stubbornly ignored, even under duress. </p>", 
            "name": "Marut", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Marut", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 26", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"zelekhut-(sr-20)\">Zelekhuts often answer the call of binders who wish to use them to search out and even execute those who seek to evade justice.</p>", 
            "name": "Zelekhut", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Zelekhut", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 20", 
            "type": "section"
        }
    ]
}