{
    "body": "<p>Slithering creatures of pure chaos, proteans claim they were the masters of the multiverse before the first gods created the other planes from the pure chaos of the primeval beginnings. They seek to tear down the multiverse and restore it to its original chaotic form. Bound proteans seek to find a way to achieve this goal even when bargaining with those who dare summon and bind them. </p><p>Proteans are immune to acid and have resistance to electricity 10 and sonic 10. Their amorphous anatomy grants them immunity to polymorph effects and resistance to critical hits and sneak attack damage. They are protected by a continuous <i>freedom of movement</i>, as per the spell. </p>", 
    "name": "Proteans", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"imentesh-(sr-21)\">These heralds of chaos often heed the call of binders who wish to utilize the power of proteans. In conversation they are often talkative, seemingly helpful, and polite, but they are always plotting their escape in order to unleash as much chaos as possible. </p>", 
            "name": "Imentesh", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Imentesh", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 21", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"keketar-(sr-28)\">The most zealous of all the proteans, keketars see it as their sacred duty to return all existence to its true chaotic state. These creatures are extremely arrogant, and often seek to manipulate those foolish enough to bind them toward their own entropic purposes. </p>", 
            "name": "Keketar", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Keketar", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 28", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"naunet-(sr-18)\">These bestial proteans are hard to control. Those who bind these dangerous bundles of rage and destruction are lucky if they can wield the naunets' destructive power for their own purposes&mdash;at least for a short while.</p>", 
            "name": "Naunet", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Naunet", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 18", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"voidworm\">To most other proteans, these tiny creatures aren't true proteans at all, just pale reflections of protean powers manifesting in the twisting currents of Limbo. Mortal spellcasters sometimes call these creatures to serve as familiars. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Voidworm", 
            "type": "section", 
            "name": "Voidworm", 
            "source": "Ultimate Magic"
        }
    ]
}