{
    "body": "<p>Only the most insane or desperate spellcasters dare to call and bind a qlippoth. The qlippoth's unpredictable nature, horrific appearance, and hatred for all mortal life make them some of the most dangerous outsiders to summon.  They were once rulers of the Abyss, but were overthrown when the souls of mortal sinners arrived and transformed into the first demons. While qlippoth may bargain with mortal spellcasters, they don't feel bound to follow such agreements, and often blatantly disregard the orders of their binders, no matter the consequences. </p><p>Qlippoth are immune to cold, mind-affecting effects, and poison. They have resistance to acid 10, electricity 10, and fire 10. All but the least have an aura of fear and madness.</p>", 
    "name": "Qlippoth", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"augnagar\">Stupid and ravenous, these cannibalistic qlippoth rarely bargain with their binders, but can be threatened into what passes for qlippoth service. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Augnagar", 
            "type": "section", 
            "name": "Augnagar", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"chernobue-(sr-23)\">These flopping and writhing things are only concerned with spreading their vile poison. They do not bargain with binders. </p>", 
            "name": "Chernobue", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Chernobue", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 23", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"cythnigot\">The most common type of qlippoth found on the Material Plane, cythnigots are called by some chaotic evil spellcasters to act as familiars; a cythnigot latches on to a Tiny animal familiar the spellcaster already has. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Cythnigot", 
            "type": "section", 
            "name": "Cythnigot", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"iathavos-(sr-31)\">The powerful and singular iathavos never answers the call of a binder, even an epic one.</p>", 
            "name": "Iathavos", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Iathavos", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 31", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"nyogoth\">These hungry, abyssal bottom feeders heed the calls of spellcasters, but typically only to find new things to eat in far-off places. Though not stupid, nyogoths are hard to reason with, and only respond when offered new and interesting things to eat. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Nyogoth", 
            "type": "section", 
            "name": "Nyogoth", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"shoggti\">Next to cythnigots, shoggti are the most common qlippoth found on the Material Plane. These masters of mind manipulation are always on the hunt for living slaves for their inexplicable plans. A shoggti quickly heeds the call of a binder, hoping to eventually turn her into its newest thrall. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Shoggti", 
            "type": "section", 
            "name": "Shoggti", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"thulgant-(sr-25-vs.-lawful-spells-and-creatures)\">These powerful qlippoth are too arrogant and self-important to answer the call of a spellcaster wishing to bind them. </p>", 
            "name": "Thulgant", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Thulgant", 
            "source": "Ultimate Magic", 
            "abbrev": "SR 25 vs. lawful spells and creatures", 
            "type": "section"
        }
    ]
}