{
    "body": "<p>The following performance combat checks must be attempted whenever possible. These checks don't improve a crowd's attitude, and the combatant gains no benefit from performance feats with these checks. Failing them typically has a detrimental effect on a crowd's attitude. If the crowd cannot see the action that triggered these checks, the combatant who performed it does not need to make the check. Making a performance check for one of these triggers is not an action.</p>", 
    "name": "Mandatory Checks", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"magical-healing\">Crowds tend to dislike the use of magical healing; some crowds even see it as cheating. On a turn when a combatant casts a healing spell or other healing effect, or uses a healing spell trigger, spell completion, or use-activated item (including forcing a <i>potion of cure light wounds</i> or similar potion down the throat of an opponent) she must make a performance combat check. Success yields no change to the attitude of the crowd, but any failure reduces the crowd's attitude by one step.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Magical Healing", 
            "type": "section", 
            "name": "Magical Healing", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"rolling-a-natural-1\">When a combatant rolls a natural 1 on an attack roll or a saving throw, she must make a performance combat check. A success does not affect the crowd in any way, but any failure reduces the crowd's attitude by one step.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Rolling a Natural 1", 
            "type": "section", 
            "name": "Rolling a Natural 1", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"withdraw\">Whenever a combatant uses the withdraw action, she must make a performance combat check as a free action. She takes a &ndash;5 penalty on the check, and success does not shift the crowd's attitude, but failure shifts it one step lower.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Withdraw", 
            "type": "section", 
            "name": "Withdraw", 
            "source": "Ultimate Combat"
        }
    ]
}