{
    "body": "<p>When a side is benefiting from a helpful crowd reaction and succeeds at a performance combat check, that side gains a victory point. Victory points are kept in a pool, and can be spent by anyone on a given side of a performance combat at any time during the performance combat, as long as no one on the side objects to the use of the victory point. Victory points can be spent during a performance combat in the following ways. Spending a victory point is not an action.</p><p>&bull;&nbsp;A combatant can spend a victory point to gain an automatic success at a performance combat check, but cannot spend the victory point to succeed at a performance combat check while the crowd has a helpful attitude toward that combatant's side of the performance combat.</p><p>&bull;&nbsp;A combatant can spend a victory point to make a free or immediate action performance combat check as no action, allowing the combatant to make the check when it is not the combatant's turn without spending an immediate action.</p><p>&bull;&nbsp;A combatant can spend a victory point to force an opponent in a performance combat to reroll a performance combat check. The opponent must take the effect of the reroll.</p><p>While running a group of serialized performance combats, any unspent victory points are saved and can be used during the next performance combat, and can affect the starting attitude of the crowd. </p><p>In the case of serialized combats, decisively winning a performance by having a higher crowd attitude than the opposing team or teams at the end of the performance combat wins 1 victory point for each combatant on the winning side.</p>", 
    "name": "Victory Points", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"splitting-up-victory-points\">Sometimes, in the case of team performance combat, the lineup of a performance combat team may change. If this occurs, it may be important to split up any victory points the team has gained. Victory points should be split as evenly as possible among the combatants within a team, with the remainder going to combatants in any way the team chooses (but with no individual player receiving more than 1 point from the remainder). For instance, if a team is made up of four combatants, but at the end of a bout there are 6 victory points, all four combatants gain at least 1 victory point, and two members of the team each receive 1 additional point, as chosen by the members of the team in any way the members deem fair.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points/Splitting Up Victory Points", 
            "type": "section", 
            "name": "Splitting Up Victory Points", 
            "source": "Ultimate Combat"
        }
    ]
}