{
    "body": "<p class=\"stat-description-2\">Merging the arts of transmutation and necromancy, powerful spellcasters work living organs into a golem, imbuing it with properties normally associated with beings that are alive. These organs are placed in canopic jars of specially prepared arcane fluids that are then sealed into the golem's body, though not necessarily in anatomically correct locations. Specific organs produce specific effects. Each organ is counted as a separate upgrade, and the costs of multiple bioconstruct organs are cumulative. Bioconstruct upgrades only work with golems, and cannot be placed into animated objects. </p><p class=\"stat-description-indent-2\">All bioconstruct upgrades have the same weakness&mdash;they are susceptible to critical hits. An attacker that confirms a critical hit against a golem with a bioconstruct upgrade deals damage to the construct and also destroys one upgrade. The damaged upgrade ceases to function and the construct loses abilities associated with the upgrade. If a construct has more than one bioconstruct upgrade, only one is damaged. The GM randomly determines the damaged organ.</p>", 
    "name": "Bioconstruct Modification", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Complex Modifications/Bioconstruct Modification", 
    "type": "item", 
    "misc": {
        "Bioconstruct Modification": {
            "CR Increase": ": +1", 
            "Cost": ": 22,750 gp", 
            "Requirements": ": Craft Construct, regenerate"
        }
    }, 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Complex Modifications/Bioconstruct Modification/Heart", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"heart\" class=\"stat-description-indent-2\">This upgrade permits a golem to receive half the benefits of magical healing and provides a hit point bonus as if the golem had a Constitution score of 12, but the construct does not gain a Constitution score in this process. Negative energy spells cast upon the golem can affect the heart, causing it to cease functioning for the duration of the effect (or 1 round for instantaneous effects). If the spell has a save, the heart uses the golem's saving throws.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section"
                }
            ], 
            "name": "Heart", 
            "source": "Ultimate Magic"
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Complex Modifications/Bioconstruct Modification/Brain", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"brain\" class=\"stat-description-indent-2\">This upgrade doesn't permit the golem to think independently, but instead, the brain works as a storage device, permitting the golem to acquire skills and feats as if it had an Intelligence score of 10. Enchantment spells or spells with mind-affecting effects that are cast upon the golem can affect the brain, causing the brain to cease functioning for the duration of the spell. While the brain is suppressed in this fashion, the construct temporarily loses access to its skills and feats. If the spell has a save, the brain uses the golem's saving throws.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section"
                }
            ], 
            "name": "Brain", 
            "source": "Ultimate Magic"
        }
    ]
}