{
    "body": "<p>Halflings who choose to become adventurers often favor light armor and weapons that play to their natural dexterity, emphasizing a variety of skills to be ready for any occasion. Though rarely looking for a fight, their insatiable curiosity often leads them to wander far and wide&mdash;and sometimes straight into danger.</p>", 
    "name": "Halfling Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Halfling Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Halflings' natural curiosity leads them to experimentation, and few classes reinforce this tendency so much as that of the alchemist, where new and ever-more incendiary (sometimes literally) discoveries are always just around the corner.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Though larger races may laugh at the idea of a halfling barbarian, few do so to his face. Though weaker than many other barbarians, the sheer fury of a raging halfling can catch many opponents off guard.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Halflings love to sing, dance, and celebrate, and their bards are masterful entertainers with the common touch. Though sometimes employed in high halls and grand theaters, halfling bards are even more likely to be found engaging their wanderlust on the road, bringing mirth and merriment to new audiences every day.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Halflings may be too small to effectively master horsemanship, but astride a pony, riding dog, or more exotic mount, a halfling cavalier can turn the japes of larger rivals on their heads, leading soldiers into battle with complete fearlessness and inspiring great heroics with their skill and dedication.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Halflings have an enduring faithfulness in one another, and this devotion carries over to their gods. Their good humor, curiosity, and ability to blend into new societies with ease make them natural missionaries.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Though halflings tend to appreciate the finer points of civilization, some halfling druids find solace and enlightenment in the wilds, and others ally themselves with the animals already present in cities.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Halflings are often less bloodthirsty than other races, yet they still understand and appreciate the value of a trained warrior capable of defending her kin. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>With their ability to blend in with the scenery and eavesdrop without being noticed, halflings pick up clandestine information quite easily, and this combined with their curiosity makes them perfect inquisitors, especially suited to investigating other races.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Many halflings seek the simple life of devotion and dedication that is the monk's path. With their placid and seemingly harmless appearance and their dedication to hard work, monks blend seamlessly into halfling communities, though many a raider has learned his error after attacking an unarmed halfling.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Though oracles are rare among most races, in places where halflings are oppressed or enslaved, oracles become more common, acting as the secret spiritual centers of a community when open worship or organization is forbidden. Halfling oracles often venerate the spirits of earth, nature, or even heroes of the past.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Given the high value they place on community, hearth, and home, many halflings aspire to be paladins. Enemies who do not take them seriously soon learn their error as these stout crusaders unleash the fury of heaven upon those of evil motives.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Halflings may not be renowned for hunting, but only because their great skill is overlooked by those unable to overcome their prejudices. Halfling rangers are experts at bringing down game both large and small, blending into the wilds as easily as their brethren blend into the cityscape, or using their tactical acumen in conjunction with their trusted animal companions (who sometimes act as their steeds as well).</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Rogues are stereotypical halfling adventurers, making their way as jocular raconteurs, cunning burglars, and daring highwaymen. With their light step and deft hands, halflings make natural thieves and pickpockets, a fact not overlooked by their detractors.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>Halfling sorcerers often keep their magical abilities concealed until they're needed, the better to catch their opponents off-guard, and often favor charms to enhance their natural persuasiveness or massive evocations that make their small size seem irrelevant.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Halflings are endlessly curious, and some seek the path of the summoner to explore the myriad possible forms that magical life can take. Their eidolons are generally flamboyant in their color, with appearances as wild as their summoners' imaginations, and sometimes used as mounts. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Though halflings have a reputation for wide-eyed naiveté, they also tend to collect secrets, and some follow this route to the superstitious calling of the witch, becoming wise women, herbalists, and crazed knowledge-seekers.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Halfling wizards often seek their arcane secrets out of a combination of curiosity and a desire to rise above their physical size and force other races to take notice of them. As a result, they tend to prefer flashy spells and flagrant displays of power. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}