{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Guardian Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"cage-enemy\">You can pin enemies foolish enough to face you. As an immediate action, you can expend one use of mythic power to hinder opponents until the end of your next turn. When this ability is active, any creature moving out of one of your threatened squares, even when making a 5-foot step or using a form of movement that doesn't usually provoke attacks of opportunity, provokes an attack of opportunity from you. If your attack of opportunity hits and deals damage, the creature remains in its current space and its movement ends. Alternatively, you can expend one use of mythic power as part of a charge. If the charge attack hits, the target can't move itself from its space until the beginning of your next turn (though others can move the creature).</p>", 
            "name": "Cage Enemy", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Cage Enemy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"dimensional-grappler\">When you have an opponent grappled or pinned and it attempts to use a teleportation effect, you can attempt a Will save against the effect, even if it would not normally allow a save. If you succeed, you learn the type of teleportation effect (such as <i>dimension door</i>) and the creature's intended destination, and then may prevent the effect (as if using a quickened <i>dimensional anchor</i>, using your character level as your caster level) or accompany the opponent as if you were part of its gear with negligible weight.</p>", 
            "name": "Dimensional Grappler", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Dimensional Grappler", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"drive-back\">As a full-round action, you can attempt one bull rush combat maneuver check and apply it to all opponents within reach. If you have the Whirlwind Attack feat, you can use this ability at the same time that you make an attack against each foe within reach, allowing you to attempt a free bull rush combat maneuver check against each foe that you hit. After you've pushed opponents backward, you may move with any one of your bull rush targets.</p>", 
            "name": "Drive Back", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Drive Back", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"earth-protection\">As long as you're in contact with earth or unworked stone, you can expend one use of mythic power as a standard action to draw energy from the earth and radiate it outward, granting yourself and allies within 30 feet DR 10/adamantine for 1 minute.</p>", 
            "name": "Earth Protection", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Earth Protection", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"impervious-body\">You gain DR 5/epic. This ability can be taken a second time at 6th tier or higher and a third time at 9th tier or higher. Each additional time it's taken, the DR increases by 5.</p>", 
            "name": "Impervious Body", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Impervious Body", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"impervious-companion\">You can make your bonded creature more resistant to damage. Select one animal companion, eidolon, familiar, or bonded mount. This creature gains any epic damage reduction that you gain from the impervious body path ability. You must have the impervious body path ability to select this ability.</p>", 
            "name": "Impervious Companion", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Impervious Companion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"incredible-parry\">You gain the duelist's parry ability (<i>Core Rulebook</i> 383), and you may expend one use of mythic power to add a number equal to your tier to the parry roll. If you already have the duelist's parry ability, you can use incredible parry and the duelist's parry class ability in the same round, electing to not make two attacks and instead parrying up to two attacks.</p>", 
            "name": "Incredible Parry", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Incredible Parry", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"parry-spell\">As an immediate action, you can expend one use of mythic power to block a spell targeting you or an ally adjacent to you. The spell must be a ray, a single-target spell, or a spell that creates an effect targeting one creature (such as <i>acid arrow</i>), and the level of the spell's spell slot must be equal to or lower than your tier. Make an attack roll as if making an attack of opportunity. If the result of the attack roll is greater than the spell's attack roll or save DC, the spell has no effect on the intended target (though other targets from the same spell, such as multiple targets of <i>scorching ray</i>, are affected normally). A spell that has neither a DC nor an attack roll (such as <i>magic missile</i>) can't be affected by this ability. You must declare using spell parry after the spellcaster's target is announced, but before the target's saving throw or attack roll is made.</p>", 
            "name": "Parry Spell", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Parry Spell", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"possess-companion\">You can expend one use of mythic power to project your soul from your body and into your animal companion, cohort, eidolon, familiar, or bonded mount as if possessing that creature with the <i>magic jar </i>spell<i>. </i>Unlike with <i>magic jar</i>, the companion creature's soul remains within its body, allowing you to know what it knows and share its memories. This effect lasts until you end it as a standard action.</p>", 
            "name": "Possess Companion", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Possess Companion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"shrug-it-off\">Whenever an enemy confirms a critical hit against you or your animal companion, eidolon, familiar, or bonded mount, you can expend one use of your mythic power as an immediate action to convert the critical hit into a normal hit. Effects that trigger only on a critical hit don't trigger when you use this ability to negate the critical hit.</p>", 
            "name": "Shrug It Off", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Shrug It Off", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"to-the-death\">You can shrug off wounds that others would find devastating. When below 0 hit points, you don't fall unconscious, but are instead staggered. You lose 1 hit point at the end of each turn when you take a standard action while staggered in this way.</p>", 
            "name": "To the Death", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/To the Death", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"turn-the-tables\">If a creature fails a combat maneuver check made against you, as an immediate action you can expend one use of mythic power to attempt that same maneuver against that creature. You receive a +10 bonus on this combat maneuver check.</p>", 
            "name": "Turn the Tables", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Turn the Tables", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}