{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Guardian Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"cling-to-life\">When you die, as long as your body remains, you can be healed by any spell or effect that heals damage, though you regain only half the normal number of hit points. If you're healed to full hit points, you come back to life and gain 1 permanent negative level for each minute you were dead (these negative levels can be removed as normal). Until you're healed to full hit points, you don't regain consciousness and are still dead no matter what other abilities you might have. If you aren't brought back to life within a number of minutes equal to your total character level, your death is permanent (although you can still be brought back by spells such as <i>raise dead</i>).</p>", 
            "name": "Cling to Life", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Cling to Life", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"companion-power\">You can imbue your bonded creature with your own mythic nature. Select one animal companion, eidolon, familiar, or bonded mount. This creature gains any one guardian path ability as if it were a 1st-tier guardian. If that ability can be used only by expending mythic power, your companion can instead use the ability three times per day.</p>", 
            "name": "Companion Power", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Companion Power", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"indomitable\">Select one of the following conditions: bleed, blinded, confused, dazed, deafened, entangled, fatigued, frightened, shaken, sickened, or staggered. You are immune to that condition. Greater and lesser versions of the selected condition (such as panicked, a more powerful version of frightened) still affect you.</p>", 
            "name": "Indomitable", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Indomitable", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"invincible-stand\">You can expend one use of mythic power as a swift action to make yourself nearly invincible for a short period of time. You gain DR 20/&mdash; for a number of rounds equal to your tier. If you choose to move or are moved by another creature during this time, this protection immediately ends.</p>", 
            "name": "Invincible Stand", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Invincible Stand", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-resolve\">You're imbued with power and grace that protects you. Whenever you attempt a saving throw, you can expend one use of mythic power to roll again. You can use this ability more than once and take the highest result of all the rolls. You can use this ability only after the initial roll is made, but before the results are revealed. Using this ability doesn't require an action, and it can be used as long as you are conscious.</p>", 
            "name": "Mythic Resolve", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Mythic Resolve", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"take-the-hit\">You are a living shield for your allies. Whenever an adjacent ally takes damage from a melee or ranged attack, as an immediate action you can split the damage. You take half of the damage (rounded down), and your ally takes the remaining amount. This damage is not subject to any resistances or damage reduction you might have, but any such defenses the target of the attack possesses apply before the damage is split. You don't suffer any other effects from the attack (such as disease, grab, or poison).</p>", 
            "name": "Take the Hit", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Take the Hit", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}