{
    "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
    "name": "Guardian's Call", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As an immediate action, whenever you take hit point damage from a single source (such as a dragon's breath, a spell, or a weapon), you can expend one use of mythic power to reduce the damage you take from that source by 5 per tier (to a minimum of 0 points of damage taken). If you have another ability or effect that reduces damage (such as <i>protection from energy</i>), reduce the damage with the absorb blow ability before applying any other damage-reducing effects. For every 10 points of damage that this ability prevents, for 1 minute you gain DR 1/epic and 5 points of resistance against acid, cold, electricity, fire, and sonic damage. The DR and resistances stack with any other DR and resistances that you have.</p>", 
            "name": "Absorb Blow", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Absorb Blow", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>As a swift action, you can expend one use of mythic power to imbue your animal companion, cohort, eidolon, familiar, or bonded mount with some of your mythic power. As an immediate action, that creature can move up to its speed and make an attack with one of its natural weapons. When making this attack, the creature rolls twice and takes the higher result. Any damage dealt by this attack bypasses all damage reduction. A creature affected by this ability can take these actions in addition to any others that it takes during its turn.</p>", 
            "name": "Beast's Fury", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Beasts Fury", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>As an immediate action, you can expend one use of mythic power to hinder a melee attack made against you or an adjacent ally. Add your tier to your AC or the ally's AC against this attack. The creature making the attack must make two attack rolls and take the lower result. Once the attack is resolved, you or your ally (your choice) can make one melee attack against the creature. The damage from this attack bypasses all damage reduction.</p>", 
            "name": "Sudden Block", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Sudden Block", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}