{
    "body": "<p>Dwarves are a stoic but stern race, ensconced in cities carved from the hearts of mountains and fiercely determined to repel the depredations of savage races like orcs and goblins. More than any other race, the dwarves have acquired a reputation as dour and humorless craftsmen of the earth. It could be said that dwarven history shapes the dark disposition of many dwarves, for they reside in high mountains and dangerous realms below the earth, constantly at war with giants, goblins, and other such horrors. </p>", 
    "name": "Dwarves", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Dwarves", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Dwarves are a short and stocky race, and stand about a foot shorter than most humans, with wide, compact bodies that account for their burly appearance. Male and female dwarves pride themselves on the length of their hair, and men often decorate their beards with a variety of clasps and intricate braids. A clean-shaven male dwarf is a sure sign of madness, or worse&mdash;no one familiar with their race trusts a beardless dwarf.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>The great distances between their mountain citadels account for many of the cultural differences that exist within dwarven society. Despite these schisms, dwarves throughout the world are characterized by their love of stonework, their passion for stone- and metal-based craftsmanship and architecture, and a fierce hatred of giants, orcs, and goblinoids.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>Dwarves and orcs have long dwelt in proximity, theirs a history of violence as old as both their races. Dwarves generally distrust and shun half-orcs. They find halflings, elves, and gnomes to be too frail, flighty, or &ldquo;pretty&rdquo; to be worthy of proper respect. It is with humans that dwarves share the strongest link, for humans' industrious nature and hearty appetites come closest to matching those of the dwarven ideal. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Dwarves are driven by honor and tradition, and while they are often satirized as standoffish, they have a strong sense of friendship and justice, and those who win their trust understand that, while they work hard, they play even harder&mdash;especially when good ale is involved. Most dwarves are lawful good.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Although dwarven adventurers are rare compared to humans, they can be found in most regions of the world. Dwarves often leave the confines of their redoubts to seek glory for their clans, to find wealth with which to enrich the fortress-homes of their birth, or to reclaim fallen dwarven citadels from racial enemies. Dwarven warfare is often characterized by tunnel fighting and melee combat, and as such most dwarves tend toward classes such as fighters and barbarians. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Dwarves are both tough and wise, but also a bit gruff.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Attributes", 
                    "subtype": "dwarves", 
                    "type": "racial_trait", 
                    "description": "+2 Constitution, +2 Wisdom, -2 Charisma"
                }, 
                {
                    "body": "<p>Dwarves are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "name": "Medium", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Medium", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves have a base speed of 20 feet, but their speed is never modified by armor or encumbrance.</p>", 
                    "name": "Slow and Steady", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Slow and Steady", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves can see in the dark up to 60 feet.</p>", 
                    "name": "Darkvision", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Darkvision", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves get a +4 dodge bonus to AC against monsters of the giant subtype. </p>", 
                    "name": "Defensive Training", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Defensive Training", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves receive a +2 racial bonus on Appraise skill checks made to determine the price of nonmagical goods that contain precious metals or gemstones.</p>", 
                    "name": "Greed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Greed", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves receive a +1 bonus on attack rolls against humanoid creatures of the orc and goblinoid subtypes due to special training against these hated foes.</p>", 
                    "name": "Hatred", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Hatred", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves receive a +2 racial bonus on saving throws against poison, spells, and spell-like abilities.</p>", 
                    "name": "Hardy", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Hardy", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves receive a +4 racial bonus to their Combat Maneuver Defense when resisting a bull rush or trip attempt while standing on the ground.</p>", 
                    "name": "Stability", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Stability", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves receive a +2 bonus on Perception checks to potentially notice unusual stonework, such as traps and hidden doors located in stone walls or floors. They receive a check to notice such features whenever they pass within 10 feet of them, whether or not they are actively looking. </p>", 
                    "name": "Stonecunning", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Stonecunning", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves are proficient with battleaxes, heavy picks, and warhammers, and treat any weapon with the word &ldquo;dwarven&rdquo; in its name as a martial weapon.</p>", 
                    "name": "Weapon Familiarity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Weapon Familiarity", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Dwarves begin play speaking Common and Dwarven. Dwarves with high Intelligence scores can choose from the following: Giant, Gnome, Goblin, Orc, Terran, and Undercommon.</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Dwarves/Dwarf Racial Traits/Languages", 
                    "subtype": "dwarves", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Dwarf Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Dwarves: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Dwarves: Advanced Race Guide Rules"
        }
    ]
}