{
    "body": "<p>The long-lived elves are children of the natural world, similar in many superficial ways to fey creatures, yet different as well. Elves value their privacy and traditions, and while they are often slow to make friends, at both the personal and national levels, once an outsider is accepted as a comrade, such alliances can last for generations. Elves have a curious attachment to their surroundings, perhaps as a result of their incredibly long lifespans or some deeper, more mystical reason. Elves who dwell in a region for long find themselves physically adapting to match their surroundings, most noticeably taking on coloration reflecting the local environment. Those elves that spend their lives among the short-lived races, on the other hand, often develop a skewed perception of mortality and become morose, the result of watching wave after wave of companions age and die before their eyes.</p>", 
    "name": "Elves", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Elves", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Although generally taller than humans, elves possess a graceful, fragile physique that is accentuated by their long, pointed ears. Their eyes are wide and almond-shaped, and filled with large, vibrantly colored pupils. While elven clothing often plays off the beauty of the natural world, those elves that live in cities tend to bedeck themselves in the latest fashion.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>Many elves feel a bond with nature and strive to live in harmony with the natural world. Most, however, find manipulating earth and stone to be distasteful, and prefer instead to indulge in the finer arts, with their inborn patience making them particularly suited to wizardry.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>Elves are prone to dismissing other races, writing them off as rash and impulsive, yet they are excellent judges of character. An elf might not want a dwarf neighbor, but would be the first to acknowledge that dwarf's skill at smithing. They regard gnomes as strange (and sometimes dangerous) curiosities, and halflings with a measure of pity, for these small folk seem to the elves to be adrift, without a traditional home. Elves are fascinated with humans, as evidenced by the number of half-elves in the world, even if they usually disown such offspring. They regard half-orcs with distrust and suspicion.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Elves are emotional and capricious, yet value kindness and beauty. Most elves are chaotic good. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Many elves embark on adventures out of a desire to explore the world, leaving their secluded forest realms to reclaim forgotten elven magic or search out lost kingdoms established millennia ago by their forefathers. For those raised among humans, the ephemeral and unfettered life of an adventurer holds natural appeal. Elves generally eschew melee because of their frailty, preferring instead to pursue classes such as wizards and rangers.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Elves are nimble, both in body and mind, but their form is frail.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Attributes", 
                    "subtype": "elves", 
                    "type": "racial_trait", 
                    "description": "+2 Dexterity, +2 Intelligence, -2 Constitution"
                }, 
                {
                    "body": "<p>Elves are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "name": "Medium", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Medium", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves have a base speed of 30 feet.</p>", 
                    "name": "Normal Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Normal Speed", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves can see twice as far as humans in conditions of dim light. See Additional Rules.</p>", 
                    "name": "Low-Light Vision", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Low-Light Vision", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves are immune to magic sleep effects and get a +2 racial saving throw bonus against enchantment spells and effects.</p>", 
                    "name": "Elven Immunities", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Elven Immunities", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves receive a +2 racial bonus on caster level checks made to overcome spell resistance. In addition, elves receive a +2 racial bonus on Spellcraft skill checks made to identify the properties of magic items.</p>", 
                    "name": "Elven Magic", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Elven Magic", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves receive a +2 racial bonus on Perception skill checks.</p>", 
                    "name": "Keen Senses", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Keen Senses", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves are proficient with longbows (including composite longbows), longswords, rapiers, and shortbows (including composite shortbows), and treat any weapon with the word &ldquo;elven&rdquo; in its name as a martial weapon.</p>", 
                    "name": "Weapon Familiarity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Weapon Familiarity", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Elves begin play speaking Common and Elven. Elves with high Intelligence scores can choose from the following: Celestial, Draconic, Gnoll, Gnome, Goblin, Orc, and Sylvan.</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Elves/Elf Racial Traits/Languages", 
                    "subtype": "elves", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Elf Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Elves: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Elves: Advanced Race Guide Rules"
        }
    ]
}