{
    "body": "<p>Gnomes trace their lineage back to the mysterious realm of the fey, a place where colors are brighter, the wildlands wilder, and emotions more primal. Unknown forces drove the ancient gnomes from that realm long ago, forcing them to seek refuge in this world; despite this, the gnomes have never completely abandoned their fey roots or adapted to mortal culture. As a result, gnomes are widely regarded by the other races as alien and strange. </p>", 
    "name": "Gnomes", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Gnomes", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Gnomes are one of the smallest of the common races, generally standing just over 3 feet in height. Their hair tends toward vibrant colors such as the fiery orange of autumn leaves, the verdant green of forests at springtime, or the deep reds and purples of wildflowers in bloom. Similarly, their flesh tones range from earthy browns to floral pinks, frequently with little regard for heredity. Gnomes possess highly mutable facial characteristics, and many have overly large mouths and eyes, an effect which can be both disturbing and stunning, depending on the individual.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>Unlike most races, gnomes do not generally organize themselves within classic societal structures. Whimsical creatures at heart, they typically travel alone or with temporary companions, ever seeking new and more exciting experiences. They rarely form enduring relationships among themselves or with members of other races, instead pursuing crafts, professions, or collections with a passion that borders on zealotry. Male gnomes have a strange fondness for unusual hats and headgear, while females often proudly wear elaborate and eccentric hairstyles.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>Gnomes have difficulty interacting with the other races, on both emotional and physical levels. Gnome humor is hard to translate and often comes across as malicious or senseless to other races, while gnomes in turn tend to think of the taller races as dull and lumbering giants. They get along well with halflings and humans, but are overly fond of playing jokes on dwarves and half-orcs, whom most gnomes feel need to lighten up. They respect elves, but often grow frustrated with the comparatively slow pace at which members of the long-lived race make decisions. To the gnomes, action is always better than inaction, and many gnomes carry several highly involved projects with them at all times to keep themselves entertained during rest periods.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Although gnomes are impulsive tricksters, with sometimes inscrutable motives and equally confusing methods, their hearts are generally in the right place. They are prone to powerful fits of emotion, and find themselves most at peace within the natural world.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Gnomes' propensity for wanderlust makes them natural adventurers. They often become wanderers to experience new aspects of life, for nothing is as novel as the uncounted dangers facing adventurers. Gnomes make up for their weakness with a proclivity for sorcery or bardic music.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gnomes are physically weak but surprisingly hardy, and their attitude makes them naturally agreeable.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Attributes", 
                    "subtype": "gnomes", 
                    "type": "racial_trait", 
                    "description": "+2 Constitution, +2 Charisma, -2 Strength"
                }, 
                {
                    "body": "<p>Gnomes are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a &ndash;1 penalty to their Combat Maneuver Bonus and Combat Maneuver Defense, and a +4 size bonus on Stealth checks.</p>", 
                    "name": "Small", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Small", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes have a base speed of 20 feet.</p>", 
                    "name": "Slow Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Slow Speed", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes can see twice as far as humans in conditions of dim light. See Additional Rules.</p>", 
                    "name": "Low-Light Vision", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Low-Light Vision", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes get a +4 dodge bonus to AC against monsters of the giant type.</p>", 
                    "name": "Defensive Training", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Defensive Training", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes add +1 to the DC of any saving throws against illusion spells that they cast. Gnomes with a Charisma of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>dancing lights</i>, <i>ghost sound</i>, <i>prestidigitation</i>, and <i>speak with animals</i>. The caster level for these effects is equal to the gnome's level. The DC for these spells is equal to 10 + the spell's level + the gnome's Charisma modifier.</p>", 
                    "name": "Gnome Magic", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Gnome Magic", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes receive a +1 bonus on attack rolls against humanoid creatures of the reptilian and goblinoid subtypes due to special training against these hated foes.</p>", 
                    "name": "Hatred", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Hatred", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes get a +2 racial saving throw bonus against illusion spells or effects.</p>", 
                    "name": "Illusion Resistance", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Illusion Resistance", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes receive a +2 racial bonus on Perception skill checks.</p>", 
                    "name": "Keen Senses", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Keen Senses", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes receive a +2 racial bonus on a Craft or Profession skill of their choice.</p>", 
                    "name": "Obsessive", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Obsessive", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes treat any weapon with the word &ldquo;gnome&rdquo; in its name as a martial weapon.</p>", 
                    "name": "Weapon Familiarity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Weapon Familiarity", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Gnomes begin play speaking Common, Gnome, and Sylvan. Gnomes with high Intelligence scores can choose from the following: Draconic, Dwarven, Elven, Giant, Goblin, and Orc.</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Gnomes/Gnome Racial Traits/Languages", 
                    "subtype": "gnomes", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Gnome Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Gnomes: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Gnomes: Advanced Race Guide Rules"
        }
    ]
}