{
    "body": "<p>Optimistic and cheerful by nature, blessed with uncanny luck and driven by a powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easy-going, halflings like to keep an even temper and a steady eye on opportunity, and are not as prone as some of the more volatile races to violent or emotional outbursts. Even in the jaws of catastrophe, a halfling almost never loses his sense of humor.</p><p>Halflings are inveterate opportunists. Unable to physically defend themselves from the rigors of the world, they know when to bend with the wind and when to hide away. Yet a halfling's curiosity often overwhelms his good sense, leading to poor decisions and narrow escapes. </p><p>Though their curiosity drives them to travel and seek new places and experiences, halflings possess a strong sense of house and home, often spending above their means to enhance the comforts of home life. </p>", 
    "name": "Halflings", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Halflings", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Halflings rise to a humble height of 3 feet. They prefer to walk barefoot, leading to the bottoms of their feet being roughly calloused. Tufts of thick, curly hair warm the tops of their broad, tanned feet. Their skin tends toward a rich almond color and their hair toward light shades of brown. A halfling's ears are pointed, but proportionately not much larger than those of a human.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>Halflings claim no cultural homeland and control no settlements larger than rural assemblies of free towns. Far more often, they dwell at the knees of their human cousins in human cities, eking out livings as they can from the scraps of larger societies. Many halflings lead perfectly fulfilling lives in the shadow of their larger neighbors, while some prefer more nomadic lives on the road, traveling the world and experiencing all it has to offer.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>A typical halfling prides himself on his ability to go unnoticed by other races&mdash;it is this trait that allows so many halflings to excel at thievery and trickery. Most halflings, knowing full well the stereotyped view other races take of them as a result, go out of their way to be forthcoming and friendly to the bigger races when they're not trying to go unnoticed. They get along fairly well with gnomes, although most halflings regard these eccentric creatures with a hefty dose of caution. Halflings coexist well with humans as a general rule, but since some of the more aggressive human societies value halflings as slaves, halflings try not to grow too complacent when dealing with them. Halflings respect elves and dwarves, but these races generally live in remote regions far from the comforts of civilization that halflings enjoy, thus limiting opportunities for interaction. Only half-orcs are generally shunned by halflings, for their great size and violent natures are a bit too intimidating for most halflings to cope with. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Halflings are loyal to their friends and families, but since they dwell in a world dominated by races twice as large as themselves, they've come to grips with the fact that sometimes they'll need to scrap and scrounge for survival. Most halflings are neutral as a result.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Their inherent luck coupled with their insatiable wanderlust makes halflings ideal for lives of adventure. Other such vagabonds tend to put up with the curious race in hopes that some of their mystical luck will rub off.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Halflings are nimble and strong-willed, but their small stature makes them weaker than other races.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Attributes", 
                    "subtype": "halflings", 
                    "type": "racial_trait", 
                    "description": "+2 Dexterity, +2 Charisma, -2 Strength"
                }, 
                {
                    "body": "<p>Halflings are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a &ndash;1 penalty to their Combat Maneuver Bonus and Combat Maneuver Defense, and a +4 size bonus on Stealth checks.</p>", 
                    "name": "Small", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Small", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings have a base speed of 20 feet.</p>", 
                    "name": "Slow Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Slow Speed", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings receive a +2 racial bonus on all saving throws against fear. This bonus stacks with the bonus granted by halfling luck.</p>", 
                    "name": "Fearless", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Fearless", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings receive a +1 racial bonus on all saving throws.</p>", 
                    "name": "Halfling Luck", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Halfling Luck", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings receive a +2 racial bonus on Perception skill checks.</p>", 
                    "name": "Keen Senses", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Keen Senses", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p> Halflings receive a +2 racial bonus on Acrobatics and Climb skill checks.</p>", 
                    "name": "Sure-Footed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Sure-Footed", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings are proficient with slings and treat any weapon with the word &ldquo;halfling&rdquo; in its name as a martial weapon.</p>", 
                    "name": "Weapon Familiarity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Weapon Familiarity", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Halflings begin play speaking Common and Halfling. Halflings with high Intelligence scores can choose from the following: Dwarven, Elven, Gnome, and Goblin.</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Halflings/Halfling Racial Traits/Languages", 
                    "subtype": "halflings", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Halfling Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Halflings: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Halflings: Advanced Race Guide Rules"
        }
    ]
}