{
    "body": "<p>Half-orcs are monstrosities, their tragic births the result of perversion and violence&mdash;or at least, that's how other races see them. It's true that half-orcs are rarely the result of loving unions, and as such are usually forced to grow up hard and fast, constantly fighting for protection or to make names for themselves. Feared, distrusted, and spat upon, half-orcs still consistently manage to surprise their detractors with great deeds and unexpected wisdom&mdash;though sometimes it's easier just to crack a few skulls.</p>", 
    "name": "Half-Orcs", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Half-Orcs", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Both genders of half-orc stand between 6 and 7 feet tall, with powerful builds and greenish or grayish skin. Their canines often grow long enough to protrude from their mouths, and these &ldquo;tusks,&rdquo; combined with heavy brows and slightly pointed ears, give them their notoriously bestial appearance. While half-orcs may be impressive, few ever describe them as beautiful.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>Unlike half-elves, where at least part of society's discrimination is born out of jealousy or attraction, half-orcs get the worst of both worlds: physically weaker than their orc kin, they also tend to be feared or attacked outright by the legions of humans who don't bother making the distinction between full orcs and halfbloods. Still, while not exactly accepted, half-orcs in civilized societies tend to be valued for their martial prowess, and orc leaders have actually been known to spawn them intentionally, as the halfbreeds regularly make up for their lack of physical strength with increased cunning and aggression, making them natural chieftains and strategic advisors. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>A lifetime of persecution leaves the average half-orc wary and quick to anger, yet those who break through his savage exterior might find a well-hidden core of empathy. Elves and dwarves tend to be the least accepting of half-orcs, seeing in them too great a resemblance to their racial enemies, but other races aren't much more understanding. Human societies with few orc problems tend to be the most accommodating, and there half-orcs make natural mercenaries and enforcers.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Forced to live either among brutish orcs or as lonely outcasts in civilized lands, most half-orcs are bitter, violent, and reclusive. Evil comes easily to them, but they are not evil by nature&mdash;rather, most half-orcs are chaotic neutral, having been taught by long experience that there's no point doing anything but that which directly benefits themselves.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Staunchly independent, many half-orcs take to lives of adventure out of necessity, seeking to escape their painful pasts or improve their lot through force of arms. Others, more optimistic or desperate for acceptance, take up the mantle of crusaders in order to prove their worth to the world.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-orc characters get a +2 bonus to one ability score of their choice at creation to represent their varied nature.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Attributes", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait", 
                    "description": "+2 to One Ability Score"
                }, 
                {
                    "body": "<p>Half-orcs are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "name": "Medium", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Medium", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs have a base speed of 30 feet.</p>", 
                    "name": "Normal Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Normal Speed", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs can see in the dark up to 60 feet.</p>", 
                    "name": "Darkvision", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Darkvision", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs receive a +2 racial bonus on Intimidate skill checks due to their fearsome nature. </p>", 
                    "name": "Intimidating", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Intimidating", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs count as both humans and orcs for any effect related to race.</p>", 
                    "name": "Orc Blood", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Orc Blood", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Once per day, when a half-orc is brought below 0 hit points but not killed, he can fight on for one more round as if disabled. At the end of his next turn, unless brought to above 0 hit points, he immediately falls unconscious and begins dying.</p>", 
                    "name": "Orc Ferocity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Orc Ferocity", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs are proficient with greataxes and falchions and treat any weapon with the word &ldquo;orc&rdquo; in its name as a martial weapon.</p>", 
                    "name": "Weapon Familiarity", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Weapon Familiarity", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-orcs begin play speaking Common and Orc. Half-orcs with high Intelligence scores can choose from the following: Abyssal, Draconic, Giant, Gnoll, and Goblin.</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Orcs/Half-Orc Racial Traits/Languages", 
                    "subtype": "half-orcs", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Half-Orc Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Half-Orcs: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Half-Orcs: Advanced Race Guide Rules"
        }
    ]
}