{
    "body": "<p>Elves have long drawn the covetous gazes of other races. Their generous life spans, magical affinity, and inherent grace each contribute to the admiration or bitter envy of their neighbors. Of all their traits, however, none so entrance their human associates as their beauty. Since the two races first came into contact with each other, the humans have held up elves as models of physical perfection, seeing in the fair folk idealized versions of themselves. For their part, many elves find humans attractive despite their comparatively barbaric ways, drawn to the passion and impetuosity with which members of the younger race play out their brief lives.</p><p>Sometimes this mutual infatuation leads to romantic relationships. Though usually short-lived, even by human standards, these trysts commonly lead to the birth of half-elves, a race descended of two cultures yet inheritor of neither. Half-elves can breed with one another, but even these &ldquo;pureblood&rdquo; half-elves tend to be viewed as bastards by humans and elves alike.</p>", 
    "name": "Half-Elves", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Half-Elves", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>Half-elves stand taller than humans but shorter than elves. They inherit the lean build and comely features of their elven lineage, but their skin color is dictated by their human side. While half-elves retain the pointed ears of elves, theirs are more rounded and less pronounced. A half-elf's human-like eyes tend to range a spectrum of exotic colors running from amber or violet to emerald green and deep blue.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>The lack of a unified homeland and culture forces half-elves to remain versatile, able to conform to nearly any environment. While often attractive to both races for the same reasons as their parents, half-elves rarely fit in with either humans or elves, as both races see too much evidence of the other in them. This lack of acceptance weighs heavily on many half-elves, yet others are bolstered by their unique status, seeing in their lack of a formalized culture the ultimate freedom. As a result, half-elves are incredibly adaptable, capable of adjusting their mindsets and talents to whatever societies they find themselves in. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>A half-elf understands loneliness, and knows that character is often less a product of race than of life experience. As such, half-elves are often open to friendships and alliances with other races, and less likely to rely on first impressions when forming opinions of new acquaintances.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Half-elves' isolation strongly influences their characters and philosophies. Cruelty does not come naturally to them, nor does blending in and bending to societal convention&mdash;as a result, most half-elves are chaotic good. Half-elves' lack of a unified culture makes them less likely to turn to religion, but those who do generally follow the common faiths of their homeland.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Half-elves tend to be itinerants, wandering the lands in search of a place they might finally call home. The desire to prove oneself to the community and establish a personal identity&mdash;or even a legacy&mdash;drives many half-elf adventurers to lives of bravery.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-elf characters get a +2 bonus to one ability score of their choice at creation to represent their varied nature.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Attributes", 
                    "subtype": "half-elves", 
                    "type": "racial_trait", 
                    "description": "+2 to One Ability Score"
                }, 
                {
                    "body": "<p>Half-elves are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "name": "Medium", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Medium", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves have a base speed of 30 feet.</p>", 
                    "name": "Normal Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Normal Speed", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves can see twice as far as humans in conditions of dim light. See Additional Rules.</p>", 
                    "name": "Low-Light Vision", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Low-Light Vision", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves receive Skill Focus as a bonus feat at 1st level.</p>", 
                    "name": "Adaptability", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Adaptability", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves count as both elves and humans for any effect related to race.</p>", 
                    "name": "Elf Blood", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Elf Blood", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves are immune to magic sleep effects and get a +2 racial saving throw bonus against enchantment spells and effects.</p>", 
                    "name": "Elven Immunities", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Elven Immunities", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves receive a +2 racial bonus on Perception skill checks.</p>", 
                    "name": "Keen Senses", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Keen Senses", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves choose two favored classes at first level and gain +1 hit point or +1 skill point whenever they take a level in either one of those classes. See Classes for more information about favored classes. </p>", 
                    "name": "Multitalented", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Multitalented", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Half-elves begin play speaking Common and Elven. Half-elves with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Half-Elves/Half-Elf Racial Traits/Languages", 
                    "subtype": "half-elves", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Half-Elf Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Half-Elves: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Half-Elves: Advanced Race Guide Rules"
        }
    ]
}