{
    "body": "<p>Humans possess exceptional drive and a great capacity to endure and expand, and as such are currently the dominant race in the world. Their empires and nations are vast, sprawling things, and the citizens of these societies carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is best characterized by its tumultuousness and diversity, and human cultures run the gamut from savage but honorable tribes to decadent, devil-worshiping noble families in the most cosmopolitan cities. Human curiosity and ambition often triumph over their predilection for a sedentary lifestyle, and many leave their homes to explore the innumerable forgotten corners of the world or lead mighty armies to conquer their neighbors, simply because they can.</p>", 
    "name": "Humans", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Races/Humans", 
    "type": "race", 
    "subtype": "standard_race", 
    "sections": [
        {
            "body": "<p>The physical characteristics of humans are as varied as the world's climes. From the dark-skinned tribesmen of the southern continents to the pale and barbaric raiders of the northern lands, humans possess a wide variety of skin colors, body types, and facial features. Generally speaking, humans' skin color assumes a darker hue the closer to the equator they live.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>Human society comprises a multitude of governments, attitudes, and lifestyles. Though the oldest human cultures trace their histories thousands of years into the past, when compared to the societies of common races like elves and dwarves, human society seems to be in a state of constant flux as empires fragment and new kingdoms subsume the old. In general, humans are known for their flexibility, ingenuity, and ambition.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Society"
        }, 
        {
            "body": "<p>Humans are fecund, and their drive and numbers often spur them into contact with other races during bouts of territorial expansion and colonization. In many cases, this leads to violence and war, yet humans are also swift to forgive and forge alliances with races who do not try to match or exceed them in violence. Proud, sometimes to the point of arrogance, humans might look upon dwarves as miserly drunkards, elves as flighty fops, halflings as craven thieves, gnomes as twisted maniacs, and half-elves and half-orcs as embarrassments&mdash;but the race's diversity among its own members also makes humans quite adept at accepting others for what they are. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Relations"
        }, 
        {
            "body": "<p>Humanity is perhaps the most heterogeneous of all the common races, with a capacity for great evil and boundless good. Some assemble into vast barbaric hordes, while others build sprawling cities that cover miles. Taken as a whole, most humans are neutral, yet they generally tend to congregate in nations and civilizations with specific alignments. Humans also have the widest range in gods and religion, lacking other races' ties to tradition and eager to turn to anyone offering them glory or protection.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Alignment and Religion"
        }, 
        {
            "body": "<p>Ambition alone drives countless humans, and for many, adventuring serves as a means to an end, whether it be wealth, acclaim, social status, or arcane knowledge. A few pursue adventuring careers simply for the thrill of danger. Humans hail from myriad regions and backgrounds, and as such can fill any role within an adventuring party.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Adventurers"
        }, 
        {
            "body": "<p>Unlike other races, who generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a near-infinite set of names. The humans of a northern barbarian tribe have much different names than those hailing from a subtropical nation of sailors and tradesmen. Throughout most of the world humans speak Common, yet their names are as varied as their beliefs and appearances.</p>", 
            "url": "pfsrd://Core Rulebook/Races/Humans/Names", 
            "type": "section", 
            "name": "Names", 
            "source": "Core Rulebook"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Human characters get a +2 bonus to one ability score of their choice at creation to represent their varied nature.</p>", 
                    "name": "Attributes", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Attributes", 
                    "subtype": "humans", 
                    "type": "racial_trait", 
                    "description": "+2 to One Ability Score"
                }, 
                {
                    "body": "<p>Humans are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "name": "Medium", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Medium", 
                    "subtype": "humans", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Humans have a base speed of 30 feet.</p>", 
                    "name": "Normal Speed", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Normal Speed", 
                    "subtype": "humans", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"bonus-feat\">Humans select one extra feat at 1st level.</p>", 
                    "name": "Bonus Feat", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Bonus Feat", 
                    "subtype": "humans", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Humans gain an additional skill rank at first level and one additional rank whenever they gain a level.</p>", 
                    "name": "Skilled", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Skilled", 
                    "subtype": "humans", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p>Humans begin play speaking Common. Humans with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).</p>", 
                    "name": "Languages", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Races/Humans/Human Racial Traits/Languages", 
                    "subtype": "humans", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Human Racial Traits", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Humans: Advanced Player's Guide Rules"
        }, 
        {
            "source": "Advanced Race Guide", 
            "type": "link", 
            "name": "Humans: Advanced Race Guide Rules"
        }
    ]
}