{
    "body": "<p>Almost all spells meant to be cast in combat should have a casting time of &ldquo;1 standard action.&rdquo; Avoid the temptation to invent spells with a casting time of &ldquo;1 move action,&rdquo; &ldquo;1 swift action,&rdquo; or &ldquo;1 immediate action,&rdquo; as that's just a cheesy way for spellcasters to be able to cast two spells in 1 round, and there's already a mechanism for that: the Quicken Spell feat. Making combat spells with faster casting times devalues the Quicken Spell feat; even if you design the spell to be similar to a quickened spell, including the +4 level boost, it steals from casters who actually learn that feat, and your spell would become a common combo for high-level casters who can afford extra spells of that level. For example, if you create a 5th-level quickened <i>magic missile</i> spell that acts just like a <i>magic missile</i> spell with the Quicken Spell feat, any 14th-level wizard (who has at least three 5th-level spells available) is going to be tempted to learn this spell just because it allows him to add 5d4+5 extra points of damage to any high-level combat spell he casts, which is a way to get around the spell-damage cap. Furthermore, allowing spellcasters to routinely cast two spells per round means they tend to use up their spells more quickly and push their allies to camp and rest rather than continue exploring.</p><p>Spells that summon creatures to help in combat should have a casting time of &ldquo;1 round.&rdquo; This is to give a reasonable action cost for a character casting the spell. If the caster could summon a monster using a standard action and have it act that same round, it's like the spell didn't cost him any actions at all.</p><p>Spells that call an outsider to serve for more than a few rounds (such as <i>planar ally</i> and <i>planar binding</i>) should have a casting time of 10 minutes; more powerful spells may have even longer casting times. Note that <i>gate</i> can be used to call creatures and only has a casting time of 1 standard action, but when used this way, it requires a 10,000 gp material component, so that faster casting time doesn't come cheaply.</p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Casting Time", 
    "type": "section", 
    "name": "Casting Time", 
    "source": "Ultimate Magic"
}