{
    "body": "<p>The description is the meat of the spell, and what you put here is the most important information of all.</p><p>Make sure the spell description is clear and concise. Remember that players are going to refer to the spell description in a hurry during their turn of combat, and if they have to fight their way through flowery language to figure out the details, the resulting delay will annoy other players and the GM. If the spell has several complex effects, put each effect into its own paragraph. If the spell allows the caster to choose from several options, put each option on its own line with an italicized name (see <i>binding</i> for an example).</p><p>Anything that appears in the spell stat block doesn't need to appear again in the spell description&mdash;it's redundant. For example, the <i>fireball</i> description doesn't say, &ldquo;The spell can reach up to 400 feet plus 40 feet per caster level.&rdquo; Extraneous text like that is just more clutter for the player to sift through when looking up the spell's effects in the middle of combat.</p><p>Avoid using language that implies something that the game mechanics of the spell don't back up. For example, a spell's description shouldn't say &ldquo;using the foul powers of necromancy&rdquo; if the spell doesn't actually have some sort of evil effect or the evil descriptor. This sort of mistake is most common with necromancy spells, which include not only many obviously evil spells, but also a fair share of helpful ones as well (such as <i>astral projection</i>, <i>gentle repose</i>, and <i>undeath to death</i>). People who read your spell description may not know your intent, and using flavorful language can trick readers into thinking a spell should have additional effects not explicitly spelled out in the description.</p><p>Remember that while you may be designing a spell with a particular character or class in mind, most spells are going to have a broader availability. You have to think of the spell in the hands of the biggest power gamer, and in use by a character who is very different than the one for whom it is designed. Even a simple sorcerer/wizard spell has to deal with two different types of casters: a wizard, who can learn many spells but can only cast a few per day, and a sorcerer, who knows few spells but can cast many per day. A spell that is good for a wizard may be too good when used by a sorcerer because the sorcerer can use it more times per day. Likewise, think of what happens if the PCs can access the spell in potion or scroll form&mdash;you may intend for the spell to be rare and for the PCs to not have it most of the time, but a wizard can create scrolls of rarely used spells and save them for just the right opportunity.</p><p>When you finish writing a spell description, have others look it over. They'll notice things you missed, come up with questions your spell needs to address, and find ways your spell can be abused. Use that feedback to revise the spell.</p>", 
    "name": "Description", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Description", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p>Depletable statistics are any values in a creature or object's stat block that can be reduced by some form of attack and that can neutralize, kill, or destroy the creature or object when they reach a low value (typically 0). Hit points, ability scores, and levels are all depletable statistics&mdash;a creature falls unconscious below 0 hit points and eventually dies; objects, undead, and constructs are destroyed at 0 hit points; creatures are made helpless or killed by bringing an ability score to 0; creatures die when their negative levels equal their total Hit Dice. Many magical attacks and most nonmagical attacks reduce a target's depletable statistics in some way, eventually defeating the target. However, attack bonuses, saving throw bonuses, Armor Class, hardness, CMB, CMD, initiative, speed, skill modifiers, and most other game statistics are not depletable statistics because no matter how low these statistics get, the affected creature or object is still able to take actions. For example, a spell that gives a target a &ndash;10 attack penalty has little effect on a sorcerer casting <i>fireball</i>, as would a spell that gave her a &ndash;10 penalty on her Wisdom saving throw; despite her poor attack rolls and miserable Will saves, she is still quite capable of blasting her opponents to bits, whether these penalties are &ndash;10 or &ndash;100. Similarly, a fighter with a &ndash;10 penalty on Fortitude saving throws can still swing a sword, as can one with a &ndash;10 penalty to Armor Class; the fighter is still viable despite these penalties. &ldquo;Depletable statistic&rdquo; isn't an official game term, but it is a helpful concept when comparing power levels of spells&mdash;attacking depletable statistics is a war of attrition that can eventually wear down the target, whereas adding penalties to non-depletable statistics may have no effect at all, as the target may have other attacks that allow them to ignore those penalties.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Description/Depletable Statistics", 
            "type": "section", 
            "name": "Depletable Statistics", 
            "source": "Ultimate Magic"
        }
    ]
}