{
    "body": "<p>When it comes to attack spells, there is a clear hierarchy of what kinds of effects are better than others. Here are the attack effects in order of best effect to worst, assuming all other factors (specific immunities, number of targets affected, and so on) are equal.</p>", 
    "name": "Hierarchy of Attack Effects", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"control\">A control spell puts an opponent under your control, turning him into an ally or at least keeping him from being an active enemy for a while. This is the best kind of attack spell because not only does it negate an opponent (the same effect as a kill or incapacitate spell), but it also creates a new ally that the caster can turn against his other opponents. Many of the more powerful enchantment spells are control spells, though their drawback is that they tend to be all-or-nothing (if the creature saves, it's completely unaffected by the spell). Examples of control spells are <i>charm monster</i>, <i>charm person</i>, <i>confusion</i>, <i>dominate monster</i>, and <i>dominate person</i>.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Control", 
            "type": "section", 
            "name": "Control", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"kill\">A kill spell kills or destroys an opponent outright, bypassing the target's depletable statistics (see sidebar), typically with a Fortitude saving throw. Kill spells are better than incapacitate spells because they don't wear off and there's no chance another enemy can easily reverse the spell (such as with <i>dispel magic</i>). The best of the kill spells still act as damage spells if the target saves, so the caster is guaranteed some effect. Examples of kill spells are <i>disintegrate</i>, <i>finger of death</i>, <i>phantasmal killer</i>, <i>power word kill</i>, <i>slay living</i>, and <i>wail of the banshee</i>.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Kill", 
            "type": "section", 
            "name": "Kill", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"incapacitate\">An incapacitate spell makes the target unable to act against the caster, effectively removing him from a battle for a period of time (possibly permanently) but at the risk of other opponents reversing the incapacitated target's condition. Spells that cause an enemy to flee count as incapacitate spells. Incapacitate spells are better than damage spells because they allow the caster to bypass a target's depletable statistics, sometimes disabling an opponent with a single spell. Examples of incapacitate spells are <i>fear</i>, <i>flesh to stone</i>, <i>hold monster</i>, <i>hold person</i>, <i>power word stun</i>, and <i>sleep</i>.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Incapacitate", 
            "type": "section", 
            "name": "Incapacitate", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"damage\">A damage spell reduces the target's depletable statistics, bringing the target closer to the point where that damage incapacitates it. Damage spells are reliable spells because all creatures have depletable statistics of some sort and because most nonmagical attacks affect depletable statistics (which means that the caster's fighter and rogue allies are helping overcome the opponent). Damage spells are better than penalize spells because damage always stacks (penalties do not) and if the caster and his allies deal enough damage, they'll eventually disable an opponent, whereas it's possible to add penalties almost indefinitely and still have a somewhat viable opponent. Examples of damage spells are <i>cone of cold</i>, <i>fireball</i>, <i>lightning bolt</i>, <i>magic missile</i>, <i>poison</i>, and <i>sound burst</i>.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Damage", 
            "type": "section", 
            "name": "Damage", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"penalize\">A penalize spell gives the target some penalty not related to its depletable statistics, such as an attack penalty, an Armor Class penalty, restrictions on the kinds of actions it can take, and so on. Penalize spells are the weakest sort of spells because in most cases the caster can't kill an opponent with penalties and the penalties don't stack with themselves, so the caster and his allies have to deal with the penalized opponent in some other way (typically through damage spells and nonmagical attacks). Examples of penalize spells are <i>bane</i>, <i>blindness/deafness</i>, <i>ray of enfeeblement</i>, and <i>slow</i>.</p><p>There are exceptions to the above categories. For example, if dealing with a monster that has a lot of hit points and deals substantial damage but only has a moderate chance of harming the caster's allies, the caster may be better off trying to give the opponent an attack penalty (to decrease the chance of the monster hitting) than trying to wear down its hit points (because during that time the monster may be dealing a lot of damage to the caster's allies). In this case, a penalize spell that reduces its attack bonus is better than a damage spell. As another example, the PCs may need to question a defeated opponent, in which case an incapacitate spell is a better choice than a kill spell (unless the PCs have some really good magic that lets them question the dead more effectively than <i>speak with dead</i>).</p><p>Spells with variable effects may be more than one type of spell in the hierarchy depending on the results&mdash;a <i>confusion</i> spell that causes a monster to babble incoherently is an incapacitate spell, but if the spell causes it to attack one of its allies, it's a control spell. Likewise, a <i>summon monster III</i> spell that summons a fiendish constrictor snake is an incapacitate spell if the snake grapples an enemy, but it's just a damage spell if it summons a fiendish boar, which only deals damage and has no special attacks. Balancing these spells is tricky, as you have to consider their optimal usage.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Penalize", 
            "type": "section", 
            "name": "Penalize", 
            "source": "Ultimate Magic"
        }
    ]
}