{
    "body": "<p>Spell range plays a significant part in the power of a spell. Requiring the caster to touch a target with a hostile spell means the caster is in or very close to melee combat, and is risking retaliation from enemies and attacks of opportunity from threatening opponents. Similarly, while close-range spells give the caster a little more breathing room, a hostile target is generally within the range of a single move or a charge, allowing an opponent to close and attack the caster&mdash;even at caster level 14, a close-range spell only reaches 60 feet.</p><p>In indoor situations, most medium-range combat spells may as well have an infinite range, because at the level the caster gains access to the spell, the caster can reach 150 feet or more, and few encounters deal with ranges that far&mdash;the caster can hit anything he can see. Even outdoors, a spell with a 150-foot range can hit anything in sight on a typical game mat like a Paizo GameMastery Flip-Mat (24 inches by 30 inches is 120 feet by 150 feet). Long range is likewise all-encompassing, with a 400-foot minimum range translating to almost 7 feet on a game mat&mdash;longer than many tables used for gaming. Long range only comes into play in abstract situations like launching a <i>fireball</i> at enemies across a large prairie, using <i>dimension door</i> to return to an earlier (and safer) part of the dungeon, and so on.</p><p>Obviously, touch-range spells are the weakest type of spell, close-range spells are better but not extremely so, and medium- and long-range spells may as well be identical for most purposes. Given that the Enlarge Spell feat doubles a spell's range at a cost of +1 spell level, and the Reach Spell feat increases the range by one category (from touch to close, close to medium, medium to long), at a cost of +1 spell level, it's reasonable to balance a spell by assuming a +1 increase in level corresponds to increasing the range category by one. For example, a spell that works like <i>cure light wounds</i> (normally 1st level) at close range instead of touch is appropriate for a 2nd-level spell.</p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Range", 
    "type": "section", 
    "name": "Range", 
    "source": "Ultimate Magic"
}