{
    "body": "<p>Most spells that directly affect creatures with a magical effect should allow a saving throw. Spells that create nonmagical materials that then strike or impede creatures (such as <i>ice storm</i> and <i>sleet storm</i>) do not normally require a saving throw.</p><p>Spells that require the caster to make an attack roll to hit (even if it's a ranged touch attack) may or may not require a saving throw (<i>enervation</i> and <i>searing light</i> do not, <i>disintegrate</i> does). Attack effects that do not require rolling damage should always allow a saving throw to reduce or negate the effect; otherwise, the spell becomes an obvious choice for anyone of the level to cast it.</p>", 
    "name": "Saving Throw", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"tip\">When deciding whether or not the spell should have a saving throw, consider how you'd feel if someone used the spell on your favorite PC. If your PC didn't get any chance to resist the effect with a save or to dodge it entirely because of a failed attack roll, would you be annoyed, embarrassed, or angry? If so, you should give the spell some kind of save or attack roll, just so it's not an always-effective option.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Tip"
        }, 
        {
            "body": "<p id=\"fortitude-saves\">Spells with Fortitude saves usually physically transform the target, apply an effect you'd normally resist with a Fortitude save (such as disease or poison), or are a form of attack that sheer physical toughness is enough to resist. In general, making a successful Fortitude save means the effect hits, but the target toughs it out, like a bear shrugging off the stinky musk sprayed by a skunk. Note that if your spell only affects creatures&mdash;not objects&mdash;then nonliving creatures such as constructs and undead are immune to the spell. For example, this makes them immune to creature-oriented polymorphing spells, but not spells such as <i>disintegrate</i>, which can attack objects.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Fortitude Saves", 
            "type": "section", 
            "name": "Fortitude Saves", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"reflex-save\">Spells with Reflex saves usually create a physical burst or spread in an area, like an explosion, which the target is able to dodge with a successful saving throw. In general, making a successful Reflex save means the target dodged the effect, or the effect rolled over or around the target with a lesser effect. Note that you shouldn't build a spell where the caster makes an attack roll and the target also makes a Reflex saving throw; doing so brings Dexterity into play twice for the same spell (once for the target's AC, once for the target's Reflex save modifier).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Reflex Save", 
            "type": "section", 
            "name": "Reflex Save", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"will-saves\">Spells with Will saves are mental, mind-affecting attacks; the target resists with pure mental power, by using evasive thoughts or noticing flaws in the spell's assault that can negate its effectiveness. A Will save is like a mental version of a Fortitude save; the effect &ldquo;hits&rdquo; the target, and whether or not it succeeds depends on the target's willpower. Most direct-attack Will-save spells (such as <i>sleep</i> and <i>phantasmal killer</i>) are mind-affecting effects (see Descriptors, below).</p><p>Some spells can be cast on objects, and the object only gets a saving throw if it is a magic item or is held by a creature; these spells should have &ldquo;(object)&rdquo; listed after the type of saving throw (see <i>shrink item</i>).</p><p>Helpful spells and spells that do not harm the target in any way either should have no saving throw, or should allow a saving throw but have &ldquo;(harmless)&rdquo; listed after the type of saving throw (see <i>fly</i>).</p><p>Spells that only affect the caster never require a saving throw (you'd never try to resist a beneficial spell you're casting on yourself), so you don't list a saving throw for those spells at all (see <i>true strike</i>).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Will Saves", 
            "type": "section", 
            "name": "Will Saves", 
            "source": "Ultimate Magic"
        }
    ]
}