{
    "body": "<p>The simplest spells only affect one target, whether that target is a creature, an object, or just the caster. Technically, a spell that only affects the caster (with a range of &ldquo;personal&rdquo; and target of &ldquo;you&rdquo;) is slightly weaker than one with a target of &ldquo;one creature,&rdquo; because being able to cast the spell on anyone makes it more versatile and thus more powerful. However, the slight decrease in power from making a spell &ldquo;caster-only&rdquo; should not be used to justify designing the spell at a lower level. In most cases, the caster-only spells are designed that way either because they've always worked that way, or because they provide a bonus that is unique and advantageous for that class, but that could get out of hand if you allowed anyone to get the benefit of the spell by casting it on them or drinking a potion of that spell; these spells should remain caster-only, but you should examine their power level as if you could cast them on anyone.</p>", 
    "name": "Target", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Target", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"example\"><i>Shield</i> and <i>true strike</i> are both 1st-level spells that only affect the caster. If you could cast those spells on others, they'd still be at the right power level for 1st-level spells&mdash;they aren't 2nd-level spells that you knocked down a level because you designed them as caster-only. <i>Shield</i> has always been a spell that only affects the caster, and there's a game-balance reason to keep it that way: because <i>shield</i> grants a shield bonus, casting it on a melee character means the fighter could drop his actual shield and start wielding his weapon two-handed for extra damage. <i>True strike</i> was deliberately designed as a caster-only spell so a sorcerer couldn't just cast it every round on the fighter, who'd be guaranteed a hit against a difficult monster even if he used Combat Expertise (for extra AC) and Power Attack (for extra damage). Making those spells caster-only doesn't really weaken the spells, but it does prevent players from exploiting certain combinations that would make encounters too easy.</p><p>A spell that affects multiple creatures is more powerful than a spell that only affects one creature. Multiple-creature spells tend to either be area effects such as cones and spheres (like <i>fireball</i>), or allow the caster to select multiple targets as long as no two targets are more than a set distance apart (like <i>slow</i>). A burst effect like <i>fireball</i> can potentially affect many more enemies than a pick-your-targets spell like <i>slow</i>, but you never risk hitting your friends when you use <i>slow</i>. Select which type is most appropriate for the spell, but understand that selecting multiple targets is generally more powerful except at the lowest caster levels (where a low caster level means few targets compared to a burst which can affect many).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Target/Example", 
            "type": "section", 
            "name": "Example", 
            "source": "Ultimate Magic"
        }
    ]
}