{
    "body": "<p>After skills have been determined, the next step is to assign the NPC's feats. Start by assigning all of the feats granted through class abilities. Next, assign the feats garnered from the NPC's total character level (one feat for every two levels beyond 1st). Remember that humans receive an additional feat at 1st level. For simplified feat choices, select feats from the lists provided for the following character types.</p>", 
    "name": "Step 4: Feats", 
    "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Arcane Strike, Combat Casting, Eschew Materials, Greater Spell Focus, Greater Spell Penetration, Improved Initiative, Iron Will, item creation feats (all), Lightning Reflexes, metamagic feats (all), Spell Focus, Spell Mastery, Spell Penetration, and Toughness.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Arcane Caster", 
            "type": "section", 
            "name": "Arcane Caster", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Alignment Channel, Channel Smite, Combat Casting, Command Undead, Elemental Channel, Extra Channel, Improved Initiative, Improved Channel, Iron Will, item creation feats (all), metamagic feats (all), Power Attack, Selective Channeling, Spell Focus, Spell Penetration, Toughness, and Turn Undead.</p>", 
            "name": "Divine Caster", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Divine Caster", 
            "source": "Core Rulebook", 
            "abbrev": "With Channeling", 
            "type": "section"
        }, 
        {
            "body": "<p>Cleave, Combat Casting, Eschew Materials, Improved Initiative, Iron Will, item creation feats (all), Lightning Reflexes, metamagic feats (all), Natural Spell, Power Attack, Spell Focus, Spell Penetration, Toughness, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Divine Caster (Without Channeling)", 
            "type": "section", 
            "name": "Divine Caster (Without Channeling)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Combat Expertise, Combat Reflexes, Dazzling Display, Deadly Stroke, Dodge, Greater Vital Strike, Improved Disarm, Improved Feint, Improved Trip, Improved Vital Strike, Mobility, Spring Attack, Shatter Defenses, Vital Strike, Weapon Finesse, and Whirlwind Attack.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Finesse Fighter)", 
            "type": "section", 
            "name": "Melee (Finesse Fighter)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Combat Reflexes, Deflect Arrows, Dodge, Gorgon's Fist, Improved Grapple, Improved Initiative, Improved Unarmed Strike, Medusa's Wrath, Mobility, Scorpion Style, Snatch Arrows, Spring Attack, Stunning Fist, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Unarmed Fighter)", 
            "type": "section", 
            "name": "Melee (Unarmed Fighter)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Improved Critical, Improved Initiative, Mounted Combat, Power Attack, Ride-By Attack, Skill Focus (Ride), Spirited Charge, Toughness, Trample, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Mounted)", 
            "type": "section", 
            "name": "Melee (Mounted)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Cleave, Great Cleave, Great Fortitude, Greater Vital Strike, Improved Bull Rush, Improved Critical, Improved Initiative, Improved Vital Strike, Power Attack, Shield Focus, Shield Master, Shield Slam, Two-Weapon Fighting, Vital Strike, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Sword and Shield Fighter)", 
            "type": "section", 
            "name": "Melee (Sword and Shield Fighter)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Cleave, Great Cleave, Great Fortitude, Greater Vital Strike, Improved Bull Rush, Improved Critical, Improved Initiative, Improved Sunder, Improved Vital Strike, Power Attack, Vital Strike, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Two-Handed Fighter)", 
            "type": "section", 
            "name": "Melee (Two-Handed Fighter)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Combat Reflexes, Dodge, Double Slice, Greater Two-Weapon Fighting, Greater Vital Strike, Improved Critical, Improved Initiative, Improved Two-Weapon Fighting, Improved Vital Strike, Two-Weapon Defense, Two-Weapon Fighting, Two-Weapon Rend, Vital Strike, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Melee (Two-Weapon Fighter)", 
            "type": "section", 
            "name": "Melee (Two-Weapon Fighter)", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Deadly Aim, Far Shot, Greater Vital Strike, Improved Initiative, Improved Vital Strike, Manyshot, Pinpoint Targeting, Point Blank Shot, Precise Shot, Rapid Reload, Rapid Shot, Shot on the Run, Vital Strike, and Weapon Focus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Ranged", 
            "type": "section", 
            "name": "Ranged", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Armor Proficiency (all), Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Martial Weapon Proficiency, Run, Shield Proficiency, Skill Focus, and Toughness.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Creating NPCs/Step 4 Feats/Skill (most NPC classes)", 
            "type": "section", 
            "name": "Skill (most NPC classes)", 
            "source": "Core Rulebook"
        }
    ]
}