{
    "body": "<p>The <i>ki</i> mystic believes that violence is sometimes necessary, but knowing and understanding is the true root of perfection. Through meditation and spiritual visions, a <i>ki</i> mystic can see beyond the veil of reality to the underlying truth of all existence. A <i>ki</i> mystic has the following class features.</p>", 
    "name": "Ki Mystic", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"ki-mystic\">At 3rd level, a <i>ki</i> mystic gains a pool of <i>ki</i> points equal to his Wisdom modifier. The pool increases to 1/2 his monk level + his Wisdom modifier + 2 at level 4. If the monk has at least 1 point of <i>ki</i> in his <i>ki</i> pool, he gains a +2 bonus on all Knowledge skill checks. As a swift action, the monk can spend 1 <i>ki</i> point immediately before making an ability, or skill check to gain a +4 insight bonus on the check. This ability replaces still mind.</p>", 
            "name": "Ki Mystic", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic/Ki Mystic", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mystic-insight\">At 5th level, a <i>ki</i> mystic becomes apt at giving just the right word of advice in just the nick of time. As an immediate action, the monk can spend 2 <i>ki</i> points to grant an ally within 30 feet the ability to reroll a single attack roll or saving throw. The ally must be able to hear the monk to gain the reroll benefit. This ability replaces purity of body.</p>", 
            "name": "Mystic Insight", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic/Mystic Insight", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mystic-visions\">At 11th level, a <i>ki</i> mystic may receive mystic visions when he rests. These visions can come as a dream, an epiphany, or even as the voice of an old friend whispering in the monk's mind. The effect is similar to a <i>divination</i> spell with a caster level equal to the monk's level. The <i>divination</i> has no casting time; it is just part of the normal dreams or visions that occur every night. Using this ability costs 2 <i>ki</i> points that are removed from the next day's total. This ability replaces diamond body.</p>", 
            "name": "Mystic Visions", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic/Mystic Visions", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mystic-prescience\">At 13th level, a <i>ki</i> mystic gains a +2 insight bonus to AC and CMD. At 20th level, the bonus increases to +4. This ability replaces diamond soul.</p>", 
            "name": "Mystic Prescience", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic/Mystic Prescience", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mystic-persistence\">At 19th level, a <i>ki</i> mystic can create an aura once per day as a swift action at the cost of at least 2 points of <i>ki</i>. The aura emanates out to a 20-foot radius. The monk and all allies within the aura can roll two dice when making an attack roll or a saving throw and take the better result. The aura lasts for 1 round, plus an additional round for every 2 <i>ki</i> points spent when the monk created the aura. The monk can dismiss the aura at any time as a free action, but the <i>ki</i> points for the full duration of the aura are lost. This ability replaces empty body.</p>", 
            "name": "Mystic Persistence", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Ki Mystic/Mystic Persistence", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}