{
    "body": "<p>Monks are warriors who hone their bodies into deadly weapons, but some monks eschew violence in favor of a more peaceful philosophy. While a monk of the lotus realizes that combat cannot always be avoided&mdash;and is more than capable in a fight&mdash;he understands that all creatures are connected, and to harm another is to harm the self. Instead, he strives to find peaceful resolutions to conflicts, and in doing so, hopes to achieve inner peace. A monk of the lotus has the following class features.</p>", 
    "name": "Monk of the Lotus", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Lotus", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"touch-of-serenity\">At 1st level, a monk of the lotus gains Touch of Serenity as a bonus feat, even if he does not meet the prerequisites. At 6th level, and every six levels thereafter, the duration of Touch of Serenity increases by 1 round. Each round on its turn, the target may attempt a new Will save to end the effect. This duration does not stack; only the longest remaining duration applies. This ability replaces Stunning Fist.</p>", 
            "name": "Touch of Serenity", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Lotus/Touch of Serenity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"touch-of-surrender\">At 12th level, a monk of the lotus makes a foe into a friend with a single show of mercy. As an immediate action, when one of his melee attacks would reduce a creature to 0 or fewer hit points, the monk can spend 6 <i>ki</i> points to make the target of that attack surrender. When the target surrenders, it is reduced to 0 hit points, becomes disabled, and is charmed, as if the monk had cast <i>charm monster</i> with a caster level equal to the monk's level. The target does not get a saving throw against this effect. This charm lasts until its duration expires, until the monk dismisses it or uses it on another creature, or until the target is again reduced to 0 or fewer hit points, whichever happens first. The monk can only have one creature charmed with touch of surrender at a time. This is a mind-affecting charm effect. This ability replaces abundant step.</p>", 
            "name": "Touch of Surrender", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Lotus/Touch of Surrender", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"touch-of-peace\">At 15th level, a monk of the lotus can set up vibrations within the body of another creature to win over the creature's mind. The monk can use touch of peace once per day, and must announce his intent before making his attack roll. On a successful hit, the attack deals no damage, but the target is charmed as if the monk had cast <i>charm monster</i> with a caster level equal to the monk's level. The target does not get a saving throw against this effect. The creature is charmed for 1 day per level. If the monk or his allies attack the charmed creature, or if the monk asks or commands the charmed creature to take hostile actions, the effect ends. This is a mind-affecting charm effect. This ability replaces quivering palm.</p>", 
            "name": "Touch of Peace", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Lotus/Touch of Peace", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"learned-master\">At 17th level, a monk of the lotus gains all Knowledge skills and the Linguistics skill as class skills. The monk uses Wisdom instead of Intelligence as the key ability for these skills. This ability replaces tongue of the sun and the moon.</p>", 
            "name": "Learned Master", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Lotus/Learned Master", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}