{
    "body": "<p>The monk of the sacred mountain finds strength and power in the earth beneath his feet. Rather than spinning though the battlefield with the fluid motion of the river, he roots himself to the ground, as immovable and unshakable as the stones of the mountain. A monk of the sacred mountain has the following class features.</p>", 
    "name": "Monk of the Sacred Mountain", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"iron-monk\">At 2nd level, a monk of the sacred mountain gains Toughness as a bonus feat. In addition, the monk gains a +1 natural armor bonus. This ability replaces evasion.</p>", 
            "name": "Iron Monk", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain/Iron Monk", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bastion-stance\">At 4th level, a monk of the sacred mountain becomes like stone, nearly impossible to move when he stands his ground. If the monk starts and ends his turn in the same space, he cannot be knocked prone or forcibly moved until the start of his next turn, except by mind-affecting or teleportation effects. At 16th level, he is immune to any attempts to force him to move, even mind-affecting and teleportation effects. This ability replaces slow fall.</p>", 
            "name": "Bastion Stance", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain/Bastion Stance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"iron-limb-defense\">At 5th level, a monk of the sacred mountain can deflect blows with an active defense that complements his bastion stance. If the monk starts and ends his turn in the same space, he gains a +2 shield bonus to AC and CMD until the start of his next turn. As a swift action, he can spend 1 <i>ki</i> point to increase this bonus to +4. This ability replaces high jump.</p>", 
            "name": "Iron Limb Defense", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain/Iron Limb Defense", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"adamantine-monk\">At 9th level, a monk of the sacred mountain has muscles so strong and skin so resilient that he gains DR 1/&mdash;. This DR increases by 1 for every three levels thereafter. As a swift action, the monk can spend 1 <i>ki</i> point to double his DR until the beginning of his next turn. This ability replaces improved evasion.</p>", 
            "name": "Adamantine Monk", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain/Adamantine Monk", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"vow-of-silence\">At 17th level, a monk of the sacred mountain becomes as impassive as stone, making a vow of silence in exchange for greater abilities. The monk gains a +2 insight bonus to AC and CMD and a +4 bonus on Sense Motive, Stealth, and Perception checks. The monk does not lose the capacity for speech, but if he ever speaks, he loses this feature for 24 hours. This ability replaces tongue of the sun and the moon.</p>", 
            "name": "Vow of Silence", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Sacred Mountain/Vow of Silence", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}