{
    "body": "<p>Monks of the healing hand seek perfection through helping others. By focusing their meditations on the flow of life within themselves and all creation they gain an understanding of how to share their <i>ki</i> with others, healing wounds and even bringing the dead back to life. For such a monk, sacrificing himself to save another is the surest way to achieve transcendence. A monk of the healing hand has the following class features.</p>", 
    "name": "Monk of the Healing Hand", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Healing Hand", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"ancient-healing-hand\">At 7th level, a monk of the healing hand can heal another creature's wounds with a touch. As a full-round action, the monk can spend 2 <i>ki</i> points to heal a number of hit points equal to the monk's level. He needs at least one hand free to use this ability, and cannot heal himself. If the action is interrupted, the subject heals no hit points, and the <i>ki</i> points are lost. This ability replaces wholeness of body.</p>", 
            "name": "Ancient Healing Hand", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Healing Hand/Ancient Healing Hand", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-sacrifice\">At 11th level, a monk of the healing hand can use his entire <i>ki</i> pool to bring a person back to life. It takes 1 hour to perform this ritual. At the end of the ritual, the monk sacrifices all of his<i> ki</i> in order to cast <i>raise dead</i> (as the spell) with a caster level equal to his monk level. The ritual uses all of the <i>ki</i> in the monk's <i>ki</i> pool; the monk must have at least 6 points of <i>ki</i> in his <i>ki</i> pool to use this ability. At 15th level, the monk may sacrifice his <i>ki</i> to cast <i>resurrection</i>. The monk must have at least 8 points of <i>ki</i> in his <i>ki</i> pool to use this ability. These rituals do not require material components. When this ability is used, the monk's <i>ki</i> pool is not replenished until 24 hours have passed. This ability replaces both diamond body and quivering palm.</p>", 
            "name": "Ki Sacrifice", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Healing Hand/Ki Sacrifice", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"true-sacrifice\">At 20th level, in a final selfless act, a monk of the healing hand can draw in his entire <i>ki</i>, which then explodes outward in a 50-foot-radius emanation. All dead allies within the emanation are brought back to life, as if they were the subject of a <i>true resurrection</i> spell with a caster level equal to the monk's level. When the monk does this, he is truly and utterly destroyed. A monk destroyed in this way can never come back to life, not even by way of a <i>wish</i> or <i>miracle</i> spell or by the power of a deity. Furthermore, the monk's name can never be spoken or written down again. All written mentions of his name become nothing more than a blank space. This ability replaces perfect self.</p>", 
            "name": "True Sacrifice", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Healing Hand/True Sacrifice", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}