{
    "body": "<p>The monk of the empty hand eschews normal weapons in favor of whatever is lying around&mdash;rocks, chair legs, flagons of ale, even a simple quill pen all become deadly weapons in the hands of such a monk. A monk of the empty hand draws on his own <i>ki</i> to infuse his improvised weapons with power, and can transform a broken bottle into a magical weapon.</p>", 
    "name": "Monk of the Empty Hand", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Empty Hand", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">Monks of the empty hand are proficient with the shuriken only. A monk of the empty hand treats normal weapons as improvised weapons with the following equivalencies (substituting all of their statistics for the listed weapon): a light weapon functions as a light hammer, a one-handed weapon functions as a club, and a two-handed weapon functions as a quarterstaff. This replaces the normal monk weapon proficiencies.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"flurry-of-blows\">Starting at 1st level, a monk of the empty hand can make a flurry of blows using any combination of unarmed strikes or attacks with an improvised weapon. He may not make a flurry of blows with any other weapons, including special monk weapons. A monk of the empty hand's flurry of blows otherwise functions as normal for a monk of his level.</p>", 
            "name": "Flurry of Blows", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Empty Hand/Flurry of Blows", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bonus-feat\">A monk of the empty hand adds the following feats to his list of bonus feats at 6th level: Improved Dirty Trick*, Improved Steal*, and Improvised Weapon Mastery.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bonus Feat"
        }, 
        {
            "body": "<p id=\"versatile-improvisation\">At 3rd level, as a swift action, a monk of the empty hand may use an improvised weapon to deal damage as if it were another type (bludgeoning, piercing, or slashing) for 1 round, regardless of the weapon's normal damage type. This ability replaces still mind.</p>", 
            "name": "Versatile Improvisation", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Empty Hand/Versatile Improvisation", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-pool\">At 4th level, in addition to the normal abilities of his <i>ki</i> pool, a monk of the empty hand may spend 1 point from his <i>ki</i> pool to increase the range increment for an improvised thrown weapon or shuriken by 20 feet for 1 round.</p>", 
            "name": "Ki Pool", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Empty Hand/Ki Pool", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-weapons\">At 5th level, a monk of the empty hand may spend 1 point from his <i>ki</i> pool as a swift action to deal damage equal to his unarmed strike damage with an improvised weapon for 1 round. At 11th level, the monk may spend <i>ki</i> to grant an enhancement bonus or magical weapon abilities to an improvised weapon for 1 round, at the rate of 1 point of <i>ki</i> per +1 bonus or its equivalent. The monk may not spend more than 3 points of <i>ki</i> at one time for this purpose. For example, a monk can spend 2 points of <i>ki</i> to give his improvised weapon a +1 enhancement bonus and the <i>ki focus</i> quality, or just the <i>flaming burst</i> quality. At 15th level, the limit increases to 5 <i>ki</i> per round. The monk may use this ability to add magical weapon qualities to improvised weapons that could not normally have such a quality, such as adding the <i>disruption</i> quality to a slashing weapon, or the <i>vorpal</i> quality to a bludgeoning weapon. This ability replaces purity of body and diamond body.</p>", 
            "name": "Ki Weapons", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Empty Hand/Ki Weapons", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}