{
    "body": "<p>Diplomatic edicts are special edicts that allow you to establish an embassy, treaty, or alliance with another kingdom. You must have an official representative of your kingdom, such as an ambassador or leader, present in the other kingdom to make this edict (though the GM may allow magical communication to handle most of the edict's details and bypass this requirement). Using this edict costs 1d4 BP in travel and other expenses.</p><p>Your representative must attempt a Diplomacy check. The DC is determined using the following formula:</p><blockquote><p align=\"center\">DC = 10 + your kingdom's Infamy + the target kingdom's special Size modifier + your kingdom's special Size modifier + alignment difference modifier + relationship modifier + the target kingdom's attitude &mdash; your kingdom's Fame &mdash; BP you spend on bribes or gifts</p></blockquote>", 
    "name": "Diplomatic Edicts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This is equal to the kingdom's Size divided by 5.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Special Size Modifier", 
            "type": "section", 
            "name": "Special Size Modifier", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This is based on how close your kingdom's alignment is to the target kingdom's alignment, according to the following table.</p>", 
            "name": "Alignment Difference Modifier", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Alignment Difference Modifier", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-diplomatic-alignment-difference-modifier\"><caption>Diplomatic Alignment Difference Modifier</caption><thead><tr><th>Alignment Difference*</th><th>DC Modifier</th></tr></thead><tr class=\"odd\"><td>Same</td><td>+0</td></tr><tr class=\"even\"><td>1 step</td><td>+5</td></tr><tr class=\"odd\"><td>2 steps</td><td>+15</td></tr><tfoot><tr><td colspan=\"2\">* Per alignment axis.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Alignment Difference Modifier/Diplomatic Alignment Difference Modifier", 
                    "type": "table", 
                    "name": "Diplomatic Alignment Difference Modifier", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>This takes into account your treaties, alliances, and conflicts with the target kingdom's allies and enemies. If you are friendly with the same kingdoms, the target is more interested in diplomacy with you. If you are friendly with the target kingdom's enemies, the target is less interested in negotiating with you. Modify the DC as follows for each third party you have in common.</p>", 
            "name": "Relationship Modifier", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Relationship Modifier", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"\"><caption>Diplomatic Relationship Modifier</caption><thead><tr><th>Relationship</th><th>DC Modifier</th></tr></thead><tr class=\"odd\"><td>You and the target kingdom both have an</td><td>&mdash;8alliance with a third party</td></tr><tr class=\"even\"><td>You have a treaty with the target kingdom's ally</td><td>&mdash;4</td></tr><tr class=\"odd\"><td>You and the target kingdom both have a treaty</td><td>&mdash;2with a third party</td></tr><tr class=\"even\"><td>You have an embassy with the target kingdom's enemy</td><td>+2</td></tr><tr class=\"odd\"><td>You have a treaty with the target kingdom's enemy</td><td>+5</td></tr><tr class=\"even\"><td>You have an alliance with the target kingdom's enemy</td><td>+10</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Relationship Modifier/Diplomatic Relationship Modifier", 
                    "type": "table", 
                    "name": "Diplomatic Relationship Modifier", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Much like the starting attitude of an NPC, the target kingdom's initial attitude toward you is indifferent, though the GM may modify this based on alignment differences, your shared history, culture, warfare, espionage, racial tensions, and other factors in the campaign world. These factors may also influence the Diplomacy DC for using this edict (generally increasing the DC by 5 for every attitude step worse than helpful).</p><p>The act of making this Diplomacy check takes place over several days, with the emissary socializing with representatives of the target kingdom, discussing common interests and the benefits and goals of entering a diplomatic agreement with your kingdom. Because this check is not a singular event, abilities and spells that modify a single roll have no effect on this check unless they last at least 24 hours (for example, <i>glibness</i> does not affect this check).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Attitude", 
            "type": "section", 
            "name": "Attitude", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You use Diplomatic edicts to establish an embassy, treaty, or alliance; each is a closer relation than the previous one.</p>", 
            "name": "Type of Diplomatic Relationships", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You attempt to establish mutual recognition of authority and territory with the target kingdom, represented by granting dominion over embassies in each other's settlements. Attempt a Diplomacy check using the Diplomatic edict DC. If the Diplomacy check fails, the other kingdom rejects your diplomatic efforts and you cannot attempt to establish an embassy with it again for 1 year; if the check fails by 5 or more, your kingdom's Fame decreases by 1 and the other kingdom's attitude toward your kingdom worsens by 1 step.</p><p>If you succeed at the Diplomacy check, you create an embassy agreement with the target kingdom; if you succeed at the check by 5 or more, the target kingdom's attitude toward your kingdom improves by 1 step and your kingdom's Fame increases by 1. You may purchase or build a Mansion or Noble Villa in one of the other kingdom's settlements to use as an embassy (if so, your ambassador uses it as a residence). The target kingdom's leaders may do the same in one of your settlements. Your embassy is considered your territory (and vice versa). Your embassy grants your kingdom the normal bonuses for a building of its type (they apply to your kingdom's totals but not to any specific settlement in your kingdom) and increases Consumption by 1, Economy by 2, and Society by 2. If the target kingdom builds an embassy in one of your settlements, that kingdom gains these bonuses.</p><p>If you founded your kingdom with the support of a wealthy sponsor from another kingdom, your kingdom automatically has an embassy agreement with your sponsor's, and you can use Diplomatic edicts to establish a treaty or an alliance.</p><p>Alternatively, your envoy may attempt to threaten rather than befriend the other kingdom. In this case, your envoy attempts an Intimidate check, applying your kingdom's Infamy as a bonus. You also gain a +1 bonus for every active army your kingdom has. This check's DC is the same as the Diplomatic edict DC above, except your Fame and Infamy do not modify it. You may spend BP on bribes or gifts to modify the DC. Your Infamy increases by 1 whether you succeed or fail at the check. If you succeed at the check, you create an embassy agreement with the target kingdom. If you fail, the target kingdom's attitude toward you worsens by 1 step, Infamy increases by an additional 1 and you cannot make this threat again for 1 year. If it fails by 5 or more, the kingdom's attitude toward you worsens by 2 steps and Infamy increases by an additional 1; if the kingdom's attitude becomes or is already hostile, it declares war on you.</p><p>An embassy is considered a permanent agreement. Replacing your ambassador does not affect the edict or the embassy. If you want to close your embassy and break the embassy agreement, attempt a Loyalty check. Success means you close the embassy. Failure means your citizens reject the idea of severing ties with the other kingdom and continue to staff the embassy; you may try again next turn.</p><p>If you attack a kingdom with which you have an embassy, attempt a Loyalty check. If you succeed, your Infamy increases by 1. If you fail, Infamy and Unrest both increase by 1.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships/Embassy", 
                    "type": "section", 
                    "name": "Embassy", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you have an embassy agreement with another kingdom, you can approach that kingdom's leaders to establish a treaty that formalizes your economic and social cooperation and understanding. Doing so requires a new Diplomatic edict and requires your envoy to attempt three Diplomacy checks using the Diplomatic edict DC. These checks must be attempted in order (as an extreme success or failure can change the target kingdom's attitude and the difficulty of the later checks). If two or more of the checks fail, the attempt to create a treaty fails; your kingdom's Fame decreases by 1 and you cannot attempt to establish a treaty with the other kingdom for 1 year.</p><p>If two or more of the checks succeed, your envoy and one of the target kingdom's leaders (typically the Ruler or Grand Diplomat) attempt opposed checks with the following skills, rerolling ties: Bluff, Diplomacy, Knowledge (local), Knowledge (nobility), and Sense Motive. Either or both parties may substitute Intimidate for Diplomacy (even if this means one party is making a Diplomacy check opposed by the other's Intimidate check). As with Diplomatic edicts, abilities or spells that modify skill checks do not apply unless they last at least 24 hours. Whichever party wins most of these opposed checks has the advantage in the negotiations and decides whether the treaty is balanced or unbalanced.</p><p>For a balanced treaty, increase each kingdom's Economy by 10% of the other country's Economy. The Fame of the party with the advantage in the negotiations by 1.</p><p>For an unbalanced treaty, the advantaged kingdom's Economy increases by 15% of the disadvantaged kingdom's Economy, and the disadvantaged kingdom's Economy increases by 5% of the advantaged kingdom's Economy. The advantaged kingdom's Infamy increases by 1. You may use a Diplomatic edict to change an unbalanced treaty in your favor to a balanced treaty; doing so does not require a check.</p><p>If one kingdom is an NPC kingdom and the GM doesn't want to calculate its exact Economy modifier, estimate its Economy as 2d6 + its Size.</p><p>A treaty is considered a permanent agreement. If you want to renegotiate it, attempt a Loyalty check. If you succeed, your envoy and one of the target kingdom's leaders attempt opposed checks as described for embassies above (this doesn't guarantee you end up with a more favorable treaty). If you fail, the existing treaty remains in effect and your Unrest increases by 1.</p><p>If you withdraw from the treaty, attempt a Loyalty check. Success means Unrest increases by 1; failure means Unrest increases by 2.</p><p>If you attack a kingdom with which you have a treaty, attempt a Loyalty check. If you succeed, Infamy and Unrest increase by 1d2 each. If you fail, Infamy and Unrest increase by 1d4 each.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships/Treaty", 
                    "type": "section", 
                    "name": "Treaty", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you have a treaty with another kingdom, you can use a Diplomatic edict to form an alliance&mdash;a military agreement of mutual defense and support. This works like the negotiations for a treaty, except it requires six Diplomacy or Intimidate checks. Four of these must succeed for the alliance to form.</p><p>If successful, negotiations proceed as for a treaty, with three opposed Diplomacy or Intimidate checks to determine who has the advantage in negotiations. The party with the advantage may decide whether the alliance is balanced or unbalanced, but the bonuses apply to each kingdom's Stability instead of Economy.</p><p>Kingdoms in an alliance can move their armies through each others' territories and station them in each others' territories or in unoccupied Forts and Watchtowers, though not inside allied settlements. If an allied kingdom stations an army inside your territory, you must succeed at a Loyalty check or gain 1d2 Unrest; this does not apply if your kingdom has been attacked and you have requested aid from the ally.</p><p>If you are attacked by another kingdom, you can call for aid from your allies. Failure to send aid increases an ally's Infamy by 1d4; the precise nature and amount of aid sent is at the discretion of the rulers of each kingdom, and the GM decides whether this Infamy increase happens.</p><p>If you attack a kingdom with which you have an alliance, attempt a Loyalty check. If you succeed, Infamy and Unrest increase by 1d4 each. If you fail, Infamy and Unrest increase by 2d4 each. An attacked ally may end an alliance, treaty, or embassy agreement with the aggressor without penalty.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships/Alliance", 
                    "type": "section", 
                    "name": "Alliance", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>A kingdom may have embassies with any number of kingdoms. For each treaty or alliance after the first, the bonus to Economy or Stability is reduced by 1 (minimum +0).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Relationships with Multiple Kingdoms", 
            "type": "section", 
            "name": "Relationships with Multiple Kingdoms", 
            "source": "Ultimate Campaign"
        }
    ]
}