{
    "body": "<p>Kingdoms gain notoriety for the actions of their leaders and citizens, as well as for constructing certain types of buildings. This leads to the development of Fame or Infamy. Fame represents a positive perception of a kingdom&mdash;it's seen as a place of culture, learning, peace, and honor&mdash;as well as reflecting its measure of success in diplomacy, trade, and battle. Infamy represents a negative perception of a kingdom&mdash;it's perceived as treacherous, corrupt, prejudiced, ruthlessly warmongering, and villainous.</p><p>As a kingdom grows, it can gain and lose both Fame and Infamy, but these are not opposite statistics&mdash;an increase in Fame does not mean an equal decrease in Infamy. For example, a kingdom may be famous for culture and learning as well as infamous for treachery and corruption.</p>", 
    "name": "Fame and Infamy", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Fame and Infamy", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>When you found a kingdom, it starts with Fame 1 or Infamy 1 (Ruler's choice). The other value starts at 0. Fame and Infamy cannot go below 0. Certain buildings (such as Arenas and Castles) increase Fame. Some events (such as Squatters or Visiting Celebrity) can increase or reduce Fame or Infamy.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Fame and Infamy/Starting Values", 
            "type": "section", 
            "name": "Starting Values", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Add all the Lore and Society modifiers from all your settlements and divide by 10; add this amount to your Fame. Add all the Corruption and Crime modifiers from all your settlements and divide by 10; add this amount to your Infamy.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Fame and Infamy/Settlement Modifiers", 
            "type": "section", 
            "name": "Settlement Modifiers", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When your kingdom's Size increases to 11, 26, 51, 101, and 201, Fame or Infamy (Ruler's choice) increases by 1.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Fame and Infamy/Size Increases", 
            "type": "section", 
            "name": "Size Increases", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Fame and Infamy affect skill checks relating to other kingdoms. For every 10 points of your kingdom's Fame, your citizens gain a +1 bonus on Diplomacy checks to influence government officials of other kingdoms. For every 10 points of your kingdom's Infamy, your citizens gain a +1 bonus on Intimidate checks to influence government officials of other kingdoms.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Fame and Infamy/Using Fame and Infamy", 
            "type": "section", 
            "name": "Using Fame and Infamy", 
            "source": "Ultimate Campaign"
        }
    ]
}