{
    "body": "<p>Trade edicts are special edicts that allow you to create a trade route with another kingdom, increasing the BP you gain every month, as well as possibly increasing your Fame and other kingdom statistics.</p><p>To plan a trade route, select another kingdom as your trade partner and determine the distance in hexes from a settlement in your kingdom to a settlement in the target kingdom, tracing the path of the trade route rather than a direct line. A trade route can pass through grassland, desert, or any terrain that has a road or highway. If your settlement contains a Pier, the trade route can pass along rivers and coastal hexes. If your settlement contains a Waterfront, your trade route can pass through water hexes.</p><p>Longer trade routes are harder to maintain than short ones. To determine the effective length of your trade route, hexes with roads or rivers count normally. Grassland and desert hexes count double. Water hexes and hexes with highways count as half. This total distance is the Trade Route Length (TRL). Divide the Trade Route Length by 10 to get the Route Modifier (RM). Subtract the TRL from your kingdom's Size to get the Length Modifier (LM), with a minimum LM of 0.</p><p>Establishing a trade route takes 1 hex per day along Roads and Rivers (upstream), 2 along coastlines, and 4 along water or Rivers (downstream). If the journey requires 1 turn or more, you gain no benefits from it until the turn the traders arrive at their destination.</p><p>You must invest at least 5 BP into the initial trade expedition using this trade route. The first time your traders reach the destination settlement, attempt an Economy check, a Loyalty check, and a Stability check. Determine the DC as follows:</p><blockquote><p align=\"center\">DC = Control DC + your settlement's Corruption + the RM + the LM &mdash; your settlement's Productivity</p></blockquote><p>If all three checks fail, the trade route is a total loss; Fame decreases by 1 and Unrest increases by 1. If one check succeeds, the expedition fails to reach its destination but sells its goods elsewhere for 1d4 BP per every 5 BP invested.</p><p>If two checks succeed, the trade route is established; Economy increases by 1 and Treasury increases by the RM + 2d4 BP per 5 BP invested in the initial trade expedition. For example, if you invested 5 BP in a trade route with an RM of 2, Treasury increases by 2 + 2d4 BP.</p><p>If all three checks succeed, the trade route is established and is a great success; Economy increases by 2, Fame increases by 1, and Treasury increases by the RM + 2d4 BP per 5 BP invested in the initial trade expedition.</p><p>An established trade route provides its benefits for 1 year.</p><p>A kingdom can have one of each of the following types of trade route. Each type requires certain buildings in your settlement, and each increases the Economy bonus from a successful trade route.</p>", 
    "name": "Trade Edicts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Trade Edicts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>If your kingdom has surplus production from farms and fisheries that reduces its Consumption to below 0, you may export food. A successful food trade route increases Economy by 1 for every 10 Farms and Fisheries in the kingdom; this benefit is lost in any month that Farms and Fisheries do not reduce Consumption below 0. You must have at least 1 Granary and 1 Stockyard in your settlement.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Trade Edicts/Food", 
            "type": "section", 
            "name": "Food", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The trade route transports goods such as weapons and textiles. Count all Guildhalls, Smithies, Shops, Trade Shops, and Tanneries in the starting settlement and divide by 10; a successful goods trade route increases Economy by this amount. You must have at least 1 Guildhall in your settlement.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Trade Edicts/Goods", 
            "type": "section", 
            "name": "Goods", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This trade route carries exotic goods such as art, musical instruments, books, spices, dyes, and magic items. Count all Alchemists, Caster's Towers, Exotic Artisans, Herbalists, Luxury Stores, and Magic Shops in the starting settlement and divide by 10; a successful luxuries trade route increases Economy by that amount. You must have at least 1 Luxury Store in your settlement.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Trade Edicts/Luxuries", 
            "type": "section", 
            "name": "Luxuries", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This trade route carries common raw materials such as lumber, stone, ore, or metal. A successful raw materials trade route increases Economy by 1 for every 10 Mines, Quarries, and Sawmills in the kingdom. You must have at least 1 Foundry in the starting settlement to count Mines.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Trade Edicts/Raw Materials", 
            "type": "section", 
            "name": "Raw Materials", 
            "source": "Ultimate Campaign"
        }
    ]
}