{
    "body": "<p>Vassalage edicts are special edicts that allow you to cede a portion of your lands (or unclaimed lands you deem yours to take) to a subordinate leader, sponsoring that leader's rulership in exchange for fealty. You can also use a Vassalage edict to found a colony beholden to your kingdom. You may also use a Vassalage edict to subjugate an existing kingdom you have conquered without having to absorb the entire kingdom hex by hex. When you issue a Vassalage edict, you must select a person to take the Viceroy leadership role.</p><p>Issuing a Vassalage edict requires you to spend 1d4 BP and give additional BP to the Viceroy as a starting Treasury for the vassal kingdom (just as a wealthy sponsor may have granted to your initial Treasury). You may give up to 1/4 of your kingdom's Treasury to your new vassal as a grant to help found the kingdom.</p><p>When you issue a Vassalage edict, you are creating a new kingdom or attaching an existing kingdom to your own. Your vassal functions in most respects as a separate entity with its own kingdom scores. You decide how it is governed; you may give its leaders full autonomy, or give occasional suggestions or commands about buildings and improvements, or control it directly by giving orders to the Viceroy.</p>", 
    "name": "Vassalage Edicts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Vassalage Edicts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>When you issue a Vassalage edict to create a new colony or kingdom, you may immediately establish an embassy, treaty, or alliance (your choice) with your new vassal (see Diplomatic edicts). You may decide that the treaty and alliance are balanced or unbalanced. These decisions are automatically successful and do not require rolls.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Vassalage Edicts/New Vassal or Colony", 
            "type": "section", 
            "name": "New Vassal or Colony", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When you issue this edict to subjugate another kingdom, you may immediately establish an embassy, but you must follow the normal rules if you wish to establish a treaty or alliance. If you spend BP on bribes or gifts to reduce the DC and you succeed at forming the treaty or alliance, you may count half of this amount as going toward new improvements or buildings built in the vassal kingdom that turn.</p><p>The starting attitude of the vassal kingdom is based on alignment compatibility (as per Diplomatic edicts) and modified by the circumstances under which you deposed the prior leadership per GM discretion&mdash;for example, improving if you removed a hated tyrant or worsening if you unseated a popular ruler.</p><p>Subjugation may cause friction between your established citizens and the newly conquered. You must attempt a Loyalty check each turn (when you issue the edict, and on future turns during the Upkeep phase), increasing the DC by the subjugated kingdom's Size divided by 5. Failure means Unrest increases by 1d4. If you succeed at this check three turns in a row, you establish a peaceful equilibrium and no longer need to attempt these checks.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Vassalage Edicts/Subjugation", 
            "type": "section", 
            "name": "Subjugation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If the vassal kingdom take a vacancy penalty for not having a Viceroy or a Viceroy not doing his duties, that kingdom also takes the Ruler vacancy penalty. A Consort or Heir from your kingdom may mitigate this penalty if she is touring the vassal state; however, she cannot also mitigate the Ruler vacancy penalty in your kingdom.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Vacancy Penalty"
        }
    ]
}