{
    "name": "Implant Bomb", 
    "url": "pfsrd://Ultimate Magic/Feats/Implant Bomb", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": " Heal 5 ranks, delayed bomb alchemist discovery. "
        }, 
        {
            "body": "<p class=\"stat-block-1\"> You may implant a bomb in a willing or helpless creature (a mindless creature under your control, such as a zombie, counts as willing for this purpose). This takes 1 hour and expends 1 use of your bomb ability for the day. When the implanted creature dies or is destroyed, the bomb detonates in the creature's square as if it were a delayed bomb set by you (though you can set the bomb's damage to less than your normal bomb damage). You can use any bomb-affecting discoveries on this implanted bomb (acid bomb, frost bomb, smoke bomb, and so on) as normal. The bomb automatically detonates 24 hours after you implant it in the creature.</p><p class=\"stat-block-2\">If you expend 150 gp worth of alchemical reagents per die of the bomb's damage (for example, 750 gp for a 5d6 bomb), the bomb does not automatically detonate after 24 hours, and only detonates if the creature dies or is destroyed (24 hours after implantation, this bomb no longer counts toward your daily total).</p><p class=\"stat-block-2\">Implanting a bomb is as invasive as using the Heal skill to treat deadly wounds and leaves surgical scars unless the creature is healed by magic or abilities such as regeneration or fast healing. Some creatures (such as oozes, elementals, and creatures with the incorporeal quality) cannot have bombs implanted in them. Removing an implanted bomb requires a Heal check to treat deadly wounds, followed by a <i>dispel magic</i> spell or Disable Device check to neutralize the bomb (DC = 11 + alchemist's caster level).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Benefits"
        }
    ], 
    "source": "Ultimate Magic", 
    "feat_types": {
        "feat_type": "General"
    }, 
    "type": "feat", 
    "description": "You can attach a bomb to a creature that explodes when the creature dies or after 24 hours."
}