{
    "name": "Thanatopic Spell", 
    "url": "pfsrd://Ultimate Magic/Feats/Thanatopic Spell", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": " Knowledge (religion) 6 ranks, Spell Focus (necromancy)."
        }, 
        {
            "body": "<p class=\"stat-block-1\"> A thanatopic spell pierces defenses and immunities that protect against death effects, negative levels, and energy drain, affecting the target as if the protective barrier did not exist.</p><p class=\"stat-block-2\">For example, you could cast a thanatopic <i>vampiric touch</i> or <i>enervation</i> spell on a target under the effects of <i>death ward</i>, and the target would suffer the normal effect of the spell. Saving throws and SR (if any) still apply. </p><p class=\"stat-block-2\">Undead are susceptible to spells augmented by this feat, as it retunes the negative energy to be harmful to them. A thanatopic spell that would kill a living creature (such as by giving it negative levels equal to its Hit Dice) destroys an undead (though undead such as ghosts, liches, and vampires may reform as normal). Undead affected by thanatopic spells that give negative levels automatically make their saving throws to remove negative levels after 24 hours. </p><p class=\"stat-block-2\">A thanatopic spell uses up a spell slot two levels higher than the spell's actual level. </p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "body": "<p class=\"stat-block-1\"> Defenses such as <i>death ward</i> negate death effects, negative levels, and energy drain. Undead are immune to these attacks.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Normal"
        }
    ], 
    "source": "Ultimate Magic", 
    "feat_types": {
        "feat_type": "Metamagic"
    }, 
    "type": "feat", 
    "description": "Your spells can pierce wards against negative energy and even affect undead targets. "
}