{
    "name": "Versatile Channeler", 
    "url": "pfsrd://Ultimate Magic/Feats/Versatile Channeler", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": " Channel energy class feature, necromancer or neutrally aligned cleric (see below)."
        }, 
        {
            "body": "<p class=\"stat-block-1\"> You may make a choice whenever you use your channel energy class feature.</p><p class=\"stat-block-2\">If you normally channel positive energy, you may choose to channel negative energy as if your effective cleric level were 2 levels lower than normal.</p><p class=\"stat-block-2\">If you normally channel negative energy, you may choose to channel positive energy as if your effective cleric level were 2 levels lower than normal.</p><p class=\"stat-block-2\">Having this feat means you qualify for feats and abilities that have &ldquo;channel positive energy&rdquo; or &ldquo;channel negative energy&rdquo; as a prerequisite (for example, you qualify for the Command Undead feat and the Turn Undead feat).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "body": "<p class=\"stat-block-1\"> This feat only applies to necromancers, neutral clerics who worship neutral deities, or neutral clerics who do not worship a deity&mdash;characters who have the channel energy class ability and have to make a choice to channel positive or negative energy at 1st level. Clerics whose alignment or deity makes this choice for them cannot select this feat.</p>", 
            "url": "pfsrd://Ultimate Magic/Feats/Versatile Channeler/Note", 
            "type": "section", 
            "name": "Note", 
            "source": "Ultimate Magic"
        }
    ], 
    "source": "Ultimate Magic", 
    "feat_types": {
        "feat_type": "General"
    }, 
    "type": "feat", 
    "description": "You can choose to channel positive and negative energy. "
}