{
    "body": "<p class='stat-block-1'><b>Props </b>: Physical props can help you, the other players, and the GM remember companions. If the campaign uses miniatures on the tabletop, the companion should have its own miniature or token. If all the adventurers move forward, it's easy to see that a lonely miniature was left behind. Even without miniatures, having a physical representation of the companion on the tabletop keeps it in mind. Whether this is a stuffed animal, a toy, an action figure, a cardboard stand-up, a GameMastery Face Card, or a simple character sheet with a colorful illustration, this kind of reminder gives the companion a presence on the tabletop.</p><p class='stat-block-1'><b>Another Player </b>: If you regularly forget the presence of your companion and the GM is busy dealing with the rest of the game, another player can take over playing the companion. If the second player has an introverted character or one whose actions in combat are fast and efficient, allowing that player to control the companion gives him another opportunity to have some time in the spotlight. The second player should roll initiative separately for the companion so the companion's actions don't get forgotten on either turn&mdash;giving the companion its own turn reinforces its role in the party.</p><p>There are several ways to make sure a companion doesn't get lost or forgotten.</p><p>Allowing another character to play the companion also gives the group additional roleplaying opportunities. You might feel silly talking as both your character and your cohort, but more comfortable having a dialogue with your cohort when it's played by someone else (this also keeps the cohort from blindly doing whatever you say). Wearing a hat or mask, or holding up a small flag or banner to represent the companion can help other players keep track of who is acting when you speak.</p>", 
    "name": "Tips for Remembering Companions", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Some gaming groups have a casual player, friend, spouse, or child who isn't interested in playing a normal character for the campaign, but likes to watch the game or be nearby when everyone else is playing. That person might be interested in playing a companion for one or more sessions (especially if it's a creature that's funny and cute). This is an opportunity for that person to get involved in the game without the responsibility of being a full contributing member to the group&mdash;and just might be the hook that convinces that observer to become active in the game.</p><p>If playing a companion goes well, the GM may create a one-shot spin-off adventure in which all the players play companion creatures instead of normal PCs (perhaps because the PCs are captured, incapacitated, or merely sleeping), returning to the normal campaign when that adventure is completed.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions/Casual Observer", 
            "type": "section", 
            "name": "Casual Observer", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Followers are a little more complex because there can be so many of them and they don't usually adventure with you. You and the GM should keep notes about each follower (or group of followers, if there are several in a common location such as a temple) and link this information to the followers' base of operations. For example, the GM's notes about the capital city should mention the thieves' guild informant follower of the rogue PC. Artwork representing the follower (even a simple piece of free clip art found online) can be a stronger reminder than a name that's easily lost in a page full of words.</p><p>Followers also have a unique companion role in that they spend most of their time away from you, and might use that time positively or negatively. Just because a follower is low level and you're not doesn't mean the follower stops being a person with needs, fears, and a role to play in your heroic story. Even if you dismiss the follower aspect of the Leadership feat as baggage, a follower is going to pay attention to what you do, and if this hero-worship grows tarnished from neglect or abuse, that very same follower provides an opportunity for the GM to demonstrate how bad will among the common folk can negatively affect an adventurer's life (see the Reputation section of this chapter for more information).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions/Remembering Followers", 
            "type": "section", 
            "name": "Remembering Followers", 
            "source": "Ultimate Campaign"
        }
    ]
}