{
    "body": "<p>Adolescence is the physical and psychological transition from childhood to adulthood in which you start to become more conscious of the world around you. This is the time when you grow in body and mind, take greater risks, question the rules and structures under which you've lived, and test the boundaries and authorities that put those structures in place. It's also when many key events happen that influence you toward the path of the character class you will one day adopt. Now that you know something of your childhood circumstances, imagine the kinds of risks and choices you might have taken upon entering adolescence. Conversely, imagine the kinds of risks and choices you would avoid because of ethics, family, customs, tradition, religion, pride, or fear. As you read through the following categories, consider the questions and take some time to visualize the experiences you encountered during this turbulent time.</p>", 
    "name": "Adolescence", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>In most cultures and communities, rites or rituals accompany the transition from childhood into adolescence, even if such customs are informal or unstructured. The formal traditions are usually sacred to the community, as they mark the end of an individual's childhood and the beginning of his life as an adult.</p><p>Were there racial customs you observed when you passed from childhood into adolescence? Did your religion ceremonially initiate you as a member of the faith? When did your community recognize you as a young adult, and what privileges and responsibilities came with that status? Do you or your family belong to a special organization, group, gang, company, or guild that requires you to complete a test of adulthood before you may be recognized among its ranks? What family customs, traditions, or heirlooms are passed down to you upon entering adulthood?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence/Initiation Rites", 
            "type": "section", 
            "name": "Initiation Rites", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Desire for acceptance and recognition among one's peers drive the decisions of most adolescents. Some adolescents seek acceptance wherever it's given freely, while others strive to prove themselves in order to win the respect of those they admire. The friendships you make in this transitional time may not be ones that last a lifetime, but these friends are often ones you feel you need so you can survive your youth. These individuals open your mind to new experiences and different points of view, and they have a major influence on your interests, knowledge, and development.</p><p>Imagine a person you sought acceptance from as an adolescent. Was this person the savior you needed in a time of crisis, or someone who challenged your beliefs or turned you away from what you'd been taught growing up? As you strived to measure up to this person's esteem, what skills or practices did you learn? Did you have idle time with this person, and how did you fill those hours? What long-term influence did this person have upon the way you think now? If you were friends, are you still friends today?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence/Friends/Allies/and Influences", 
            "type": "section", 
            "name": "Friends, Allies, and Influences", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You are a product of your environment; the various influences of friends, family, and associates; and pure happenstance. Some talents you discovered in childhood have matured into practiced skills during your progress through adolescence. These talents showed an inclination toward a certain career path&mdash;in your case, the first steps toward your character class. Think of the class you've chosen to play and imagine the single most important event from your early life that put you on this path. Looking back on your life, is there an event without which your life might have followed a very different course?</p><p>Did your parents send you to a special school to learn magic? Did you have a religious revelation that turned you into a crusader for your deity? Were you kicked out of your home and forced to survive on the streets? Did a wealthy patron hear you playing music and offer you a position in her household as a minstrel? Were you conscripted into the army or given an ancestral weapon or item?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence/Class Event", 
            "type": "section", 
            "name": "Class Event", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>As adolescents start to physically mature, they make their first experimental attempts at courtship. These attempts are often deeply felt, passionate, awkward, and unforgettable. Your first experience with courtship may grant you enormous confidence or sap it all away, giving rise to feelings of shame and inadequacy. Maybe you never recovered from the emotional scars of adolescence, always after bearing the pain and humiliation, barricading your heart against emotion. Or maybe you dismissed your own crushed feelings and become a careless charmer or philanderer, always courting one or more lovers, but remaining emotionally distant from all.</p><p>Who was your first love? Did you hold mutual admiration for one another, or did you pine from afar? What profession and social class were his or her parents? How long did it last? Do you know where this person is now, and do you still think about him or her? What lessons did you learn from the experience, and was it a source of joy or pain? Did you court many others after this relationship?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence/First Love", 
            "type": "section", 
            "name": "First Love", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>As you grew from a child into someone more physically capable and psychologically aware, your family may have requested more of your help. What duties and responsibilities did you gain? Were these tasks primarily physical or mental in nature? Were they focused toward a profession or were you asked to take on responsibilities of a different or unusual nature? In what way did these activities improve your mind, body, or spirit? If other creatures (such as beasts or monsters) raised you, what was expected of you in that culture?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adolescence/Duty and Responsibilities", 
            "type": "section", 
            "name": "Duty and Responsibilities", 
            "source": "Ultimate Campaign"
        }
    ]
}