{
    "body": "<p>When you reach biological maturity, undergo the final initiation rites of adolescence, or reach the age of legal responsibility in your culture, you're considered an adult. At this point, you're the sum of all the feelings, experiences, and choices you have made from birth through adolescence. You are capable of analyzing your past, and your emotional and intellectual response to your experiences shapes your moral and ethical view of the world.</p><p>In adulthood, you likely adopt your character class&mdash;although some people might assume full careers in the military, academia, the seminary, or a trade years before they begin adventuring, just as others pass through adolescence swiftly and reach maturity at an extremely young age. Playing an older or younger character can vary the party dynamic, and may warrant one extra or one fewer trait during character creation in order to reflect the character's greater or narrower life experience, at the GM's discretion. (See Young Characters on page 194.) No matter your age, the experiences of your earlier life are a prologue to the character class you've chosen.</p><p>The following categories explore character conflicts and vulnerability that shape your worldview, philosophy, and alignment&mdash;the results of your journey to adulthood. As you read through this section, consider the amount of life experience you have upon entering the campaign.</p>", 
    "name": "Adulthood", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adulthood", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Conflict is at the heart of character development. The actions you take in response to conflict define you and determine your alignment. Even if you <i>perceive</i> yourself as pure and good, fair and impartial, or wild and individualistic, what do you actually <i>do </i>when you're faced with an external or internal conflict and those values are challenged? Do you adhere to a code of behavior (lawful), look for the best way to resolve the conflict fairly (neutral), or act on impulse according to what feels right in the moment (chaotic)? When resolving a conflict, do you attempt to act in the best interests of others (good), strive for an equal or just resolution for all sides no matter the cost (neutral), or make decisions that benefit yourself at the expense of others (evil)? The choices you make over time add up to determine your moral and philosophical view of the world.</p><p>Very few characters consider themselves evil. Evil characters justify their selfish or destructive behavior with reasons they believe to be sound. Likewise, there are many selfless creatures who work tirelessly for the betterment of others but remain too humble and aware of their own flaws to think of themselves as good. When thinking about your alignment, examine the past you have created so far. What alignment would you give yourself while in character? Which one are you really?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adulthood/Conflict and Behavior", 
            "type": "section", 
            "name": "Conflict and Behavior", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>As you grow up, you struggle against various opposing forces and people in your environment&mdash;siblings, parents, peers, bullies, laws, and so on. You learn to insulate yourself against physical and emotional harm while making decisions that will protect you, your loved ones, or your interests. These conflicts can leave emotional scars, or vulnerabilities.</p><p>A vulnerability is a chink in your armor, something you love or fear that affects you on the deepest level. Hard choices&mdash;the ones that truly dictate alignment&mdash;are grounded in emotional vulnerability. When someone is pushing your buttons, that person is exploiting an emotional vulnerability, playing on your cares, personal insecurities, fears, or foibles. Since the most interesting characters to watch, read, and play are those with an emotional vulnerability, giving yourself one goes a long way toward making you a complex and fully realized individual as well as providing strong story hooks for your GM.</p><p>Character vulnerabilities come from strong emotions&mdash;such as love and fear&mdash;rooted in experiences from your developmental years. In childhood, you gain your first impressions of the world, love, loyalty, and friendship. In adolescence, you struggle for acceptance among superiors and peers, dealing with complex new emotions, philosophies, and ways of perceiving the world. Think of a lesson you learned in childhood. Did it cause you to view the world in a more positive or negative light? How does this lesson still affect you today? Name an occasion from adolescence that caused you pain. Looking back on that experience, how do you feel about it today? Has your viewpoint changed? Did you deserve the pain? Do you still bear a grudge against those who wronged you? These events might correspond to choices you made earlier as you developed your background.</p><p>In your adult life, name one person or thing you cherish or love and one person or thing you hate or fear. Are your feelings about these people or things known? If so, who knows? Now think of one person or thing that brings you happiness, pleasure, or contentment, and one person or thing that annoys, saddens, or disgusts you. What makes you feel this way? What part of yourself do you hide from the world, and why? If this person, object, memory, belief, or value was attacked or exposed, how far would you go to defend it?</p><p>Some characters work to make themselves impervious to emotion and attachment. Such characters include solemn monks, mercenary warlords, ruthless assassins, and dangerous sociopaths, to name just a few. Yet even they protect some emotional core hidden behind their internal walls. If you are playing an \"emotionless\" character, how deep is this core buried, and under what circumstances might it be penetrated or revealed? What could someone else possibly say or do to make you reveal a hidden side of yourself? What is the one thing that matters most to you, and what would you do if you lost it?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adulthood/Vulnerability", 
            "type": "section", 
            "name": "Vulnerability", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>It's not necessary for you to know all of your adventuring companions when you start a campaign, but establishing prior connections within the group facilitates party and story cohesion. In campaigns where all the characters start as strangers, the story can feel disjointed or the game unbalanced since the party consists of independent individuals with little reason to cooperate or care about one another. In contrast, campaigns that begin with one or two characters knowing each another are easier to get moving, since those characters have history&mdash;a set of shared memories that ties them together. In drama, scenes between people who know one another, even if only by reputation, tend to be more compelling than scenes between people with no prior relationship.</p><p>Consider the other characters in your group. Pick one or more of them and establish a prior acquaintance or connection. Did you meet once in the past while working for the same employer? Have you been lifelong friends? Were you competitors for the love of someone else? Did you have a past or current rivalry? Are you related? Do you know one another by reputation? If so, what have you heard?</p><p>Finally, no character is an island; even evil characters interact with people outside their immediate friend group from time to time. Think of someone outside your party who you come into regular contact with. Who is this person, and what does he or she mean to you? Are you friends? Lovers? Enemies? What influence might this person have over you? What's your influence over this person? Share this NPC with your GM as a contact for story development and future adventures.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Adulthood/Friends/Associates/and Companions", 
            "type": "section", 
            "name": "Friends, Associates, and Companions", 
            "source": "Ultimate Campaign"
        }
    ]
}