{
    "body": "<p>A character background details the significant events, people, and life experiences that make up the origin story of a character prior to his or her role in the saga of a campaign. Some characters are born under extraordinary circumstances, heralded by prophecy and omen; others live completely ordinary lives until some dramatic event casts them onto the dangerous roads traveled by heroes and monsters. A character's background forms the basis for complex motivations and emotional vulnerabilities, and these past experiences guide the way the character responds to circumstances in his or her present life. As the child of a goddess and a mortal, do you view ordinary creatures as inferior beings? Having grown up in abject poverty, how do you react when someone steals from you? If a militant theocracy burned your siblings as heretics, how do you respond to clerics of other religions? When playing a new character, the details in your background give you a quick handle on your past, making it easier to slip into the character's skin and embrace this mind-set in play. As the campaign proceeds, your early adventures gradually become part of that background&mdash;a seamless chain of events that make up your life and contribute to your constantly changing and evolving persona.</p>", 
    "name": "Character Background", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>There are several ways you can approach character background. One approach is an organic method&mdash;brainstorming character details, guided by the questions in the following sections of this chapter. Alternatively, you might use the background generator, starting on page 16 to compile your history randomly. You can also use the charts and tables in the background generator as a springboard for your imagination, deliberately selecting background elements that inspire you or fit the direction you wish to explore.</p><p>For published Pathfinder Adventure Paths, you often have the option of selecting campaign traits that tie your character thematically into a specific storyline relevant to that Adventure Path. Check with your GM to see if she can point you to official campaign traits or other traits that may help link your character to the campaign or adventure she's running. Such traits provide a good foundation upon which you can add details from this book, either by rolling randomly or by manually selecting background details that mesh well with your campaign's themes.</p><p>No matter how you go about developing your character's background, the next step is to quantify that background in terms of game mechanics. Select two traits (or three traits and a drawback) that capture the background you imagined.  Traits and drawbacks begin on page 51. These traits provide small bonuses that reflect skills and knowledge gained from your life experiences. The drawback, if you choose to take one, represents an emotional vulnerability or character flaw that should not only provide a slight mechanical disadvantage, but also (more importantly) serve as a roleplaying tool for making interesting choices. After all, nobody's perfect!</p>", 
            "name": "How to Create a Background", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Before you start working on your background, roll your ability scores and select your race and class. With this basic information determined, you can focus on creating a backstory consistent with those key elements, brainstorming the details of your background in a way that makes sense with your race, class, and attributes.</p><p>The following sections of this chapter examine your life leading up to the beginning of the campaign, starting from your birth, proceeding through the formative experiences of childhood and adolescence, and ending with the development of your worldview in early adulthood. Each section poses a number of questions to consider. You don't need to know the answers to <i>all </i>of these questions, and some things you might prefer to discover as the game proceeds. However, you may find it easier to step into your character's head if you spend some time contemplating these questions, simply because you'll have more information to draw from. These questions are prompts to focus your imagination toward certain points in your life in order to create strong roleplaying and story hooks for you, your group, and your GM.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Brainstorming Your Background", 
                    "type": "section", 
                    "name": "Brainstorming Your Background", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Sometimes, creating a character that feels original and stands out from others of the same class and race can seem like a challenge. It's easy to fall into playing the stereotype of a race or class&mdash;the ale-swilling dwarven fighter with the battleaxe, the quick and wise elven ranger roaming the woodlands with a longbow, the sneaky and childlike halfling rogue, and so on. While there's nothing wrong with these, and they can be a lot of fun&mdash;after all, there's a reason they became cultural archetypes in the first place&mdash;sometimes you want to try something new. Presented here are some techniques you can use to help you break away from stereotypes.</p>", 
                    "name": "Creating a Unique Character Concept", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>If you strive too hard to be original, you'll likely be disappointed when you discover that someone else has already implemented your idea in a book, film, game, or other kind of media. Yet, while original <i>ideas </i>are hard to come by, every <i>person</i> you meet is unique, shaped by his or her individual experiences. Rather than strive for an original concept, try focusing on the experiences that define your character's life and give him his personality and point of view. Specific experiences will help move you away from the stereotypical and cliche.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept/Originality", 
                            "type": "section", 
                            "name": "Originality", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>When you're brainstorming ideas, it sometimes helps to reject the first and second ideas that leap to mind, and instead consider the third, fourth, and fifth ideas you come up with. This way, you're challenging yourself to explore wider, more interesting possibilities full of unexplored story potential. The easy ideas that spring to mind first probably do so because you've seen them before.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept/The Third Idea", 
                            "type": "section", 
                            "name": "The Third Idea", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>When you're stuck on an characteristic that strikes you as boring, plain, or stereotypical, decide that the opposite is instead true of yourself. For instance, if you're playing the aforementioned dwarven fighter, perhaps one of the following holds:</p><ul><li>You have taken a vow against drinking, can't hold your liquor, or act in a peculiar, eccentric way when drunk.</li><li>You can't grow a beard.</li><li>You favor a weapon that is not a hammer, axe, crossbow, or other typical dwarven weapon.</li><li>You live in a forest or on an island rather than in the hills and mountains favored by most dwarves.</li><li>You are a pacifist who loathes violence.</li><li>You deeply pity or love orcs and goblins.</li></ul><p>Any one of these character quirks can prove ripe for character development and story hooks in the campaign.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept/Opposites", 
                            "type": "section", 
                            "name": "Opposites", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Sometimes when starting a new character, you just need a good template or foundation from which to build. Characters from literature, comics, history, real life, or television and film can provide that foundation in an instant. The key is to alter various aspects of the model character until you have changed enough to have an altogether different concept.</p><p>How would Count Dracula be different as an elven wizard? What about as a halfling cleric? Are you obsessed with feasting on blood, or are you simply ancient, creepy, solitary, and mysterious?</p><p>What about reinterpreting Julius Caesar as a human rogue or a gnome illusionist? Is this human rogue one of three mobsters scheming to eliminate the competition and rule a city the way Caesar eliminated his competitors to rule Rome? Has your gnome illusionist received a prophetic message predicting his own death, as Caesar did from the soothsayer?</p><p>Building on the foundations of established characters or people gives you a framework, at which point you just need to give yourself different circumstances in order to inspire a new idea, one that will grow on its own as you continue to play. The initial inspiration or model you choose helps you come to grips with your character quickly without feeling like you have to reinvent the wheel.</p><p>Another way to accomplish this is to combine notable traits of two disparate characters from media or history. For instance, how would you play a character with Sherlock Holmes' skill at deduction and Hamlet's indecision? Achilles' battle prowess paired with Nikola Tesla's inventive mind? Merlin's magic with Marie Curie's search for scientific truth? Joan of Arc's faithful conviction and Napoleon's overwhelming ambition?</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept/Steal Shamelessly", 
                            "type": "section", 
                            "name": "Steal Shamelessly", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>If you're pressed for time or you're looking to create the basics of a character as simply as possible, establish the essence of your personality by thinking of two quirks and a flaw. Quirks are specific attributes of your personality or psyche: character traits, compulsions, eccentricities, or uncommon physical features. These shouldn't be commonplace or mundane. \"Tall\" is a poor one, but \"too big for my body\" could be great. \"Charismatic\" is weak, but \"flirts with nearly everybody I meet\" is specific and actionable. \"Homebody\" is not as good a quirk as \"feels tired, uncomfortable, and hungry away from home.\"</p><p>Add a flaw the same way. Instead of merely being \"arrogant,\" maybe you \"believe I'm smarter than anyone I know.\" Perhaps you're not so much \"proud\" as \"afraid of being wrong and looking stupid.\" Rather than \"greedy,\" you may be \"terrified of dying poor and hungry.\"</p><p>When you choose an attribute or trait to use as a quirk or flaw, you can dig deeper into the concept by asking yourself how and why. If you're shy, <i>how</i> shy are you? So shy that you can never look anyone directly in the eye? If you're paranoid, <i>why</i> are you paranoid? Maybe everyone you've ever trusted betrayed you? Homing in on desires and fears will help answer those questions. For the sake of brevity, the background generator uses basic descriptors for quirks and flaws. Take a little time to further build on those bare-bones descriptors with these sort of details, which will help color in an otherwise simple, nondescript character.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/Two Quirks and a Flaw Quick and Dirty Character Establishment", 
            "type": "section", 
            "name": "Two Quirks and a Flaw: Quick and Dirty Character Establishment", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The rest of this section dives deep into your background, starting from birth and early childhood through adolescence and into early adulthood. Each bit has a number of questions to think (or write) about. As you go through them, you might find a question doesn't apply you. That's an opportunity to instead think about why it doesn't apply, and what that means about your relationship to the rest of the world. Likewise, if you find you have a short answer to a question, especially \"yes\" or \"no,\" that's an opportunity to dig deeper into why that's the case.</p><p>Above all, don't let creating a background become a burden for you. The goal is to help you play a character, not to paralyze you with decisions you don't want to make right now.</p><p class=\"shortcut-bar\">Early Life Adolescence Adulthood Background Generator Traits Story Feats</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/Using This Section", 
            "type": "section", 
            "name": "Using This Section", 
            "source": "Ultimate Campaign"
        }
    ]
}