{
    "body": "<p>Experiences in childhood have a monumental impact on the person you become later in life. Family, social class, region, family trade or profession, religion, culture, and major events that occur during your life have a formative influence on your character development and the worldview that you adopt as an adult. As you think about your early life, consider the following questions and imagine your roots in a time long before you gained the knack for the character class you have chosen&mdash;after all, almost nobody starts life with their future profession already laid out for them. This information will influence your choice of skills, traits, story feats, and penalties, and help to ground you in the campaign world.</p>", 
    "name": "Early Life", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Though not all characters are born under unusual circumstances, many cultures have myths of momentous events corresponding with the birth of heroes or villains. Sometimes these are natural phenomena, such as comets, earthquakes, volcanic eruptions, eclipses, or shooting stars. In other instances they are social, political, or religious events such as the crowning of a king or the martyrdom of a prophet. Without precise, convenient calendars in every home, years and eras tend to be remembered for the notable events that transpired within their term, and a character whose birth falls close to a major event may always be associated with that event in the eyes of kin and peers.</p><p>Were there any special or magical circumstances that occurred around your birth? Were you born with a special birthmark, or prophesied in ancient texts? Was your birth cursed or blessed by a supernatural being? Imagine the day or year you were born&mdash;your parents likely remember it and have described it to you. In what season were you born? Was there a natural phenomenon, such as a great storm or snowfall, an earthquake, or an eclipse? Was it unseasonably warm or mild? Perhaps there was a special event that happened on the day or year of your birth&mdash;for example, maybe the local lord held a grand festival, or someone of great fame or significance passed away. Anyone in your community who remembers your birth remembers it for what else occurred in this time. This doesn't need to be a world-shaking event, but it should say something about you and give a hint as to the events that presaged your coming into the world&mdash;for good or ill.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Circumstances of Birth", 
            "type": "section", 
            "name": "Circumstances of Birth", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your family often has the strongest influence over you as a child. This family doesn't always consist of blood relations, especially in the case of adoptees, foundlings, orphans, or street urchins. Those who raised you as a child and took responsibility for your survival, food, shelter, and protection are your family. A family passes on customs, traditions, religion, and superstitions. Some families nurture, shelter, and safeguard their children; others fight and harm one another. When you start thinking about your background, begin by examining your family life.</p>", 
            "name": "Family", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>The way parents relate to one another often becomes the model for how their children perceive adult relationships. Children carry these views into adolescence and adulthood, consciously or unconsciously embracing their parents' model (even if they later reject it). The way you behave in a romantic relationship (or marriage contract) partly stems from your perception of your parents' relationship.</p><p>Who were your parents and how did they meet? Did your parents marry, and if so did they marry for love, money, political power, or some other reason? Was their marriage arranged? Did your parents fight or abuse one another? Conversely, did your parents get along blissfully, creating an ideal model of love in your mind? Were your parents faithful to one another, or was one (or both) a philanderer? What secrets did you learn about one of your parents that the other did not know? Did your parents separate? Did a parent die? If you grew up with only one parent, how did your other parent deal with the separation from his or her partner? How did (or would) such an event affect your life? Does your family experience cause you to long for a family of your own or cause you to shun the thought?</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Parents", 
                    "type": "section", 
                    "name": "Parents", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Depending on the nature of your family, your siblings might be your closest friends or worst enemies. Sometimes siblings band together for friendship, protection, and support; other times they are divided by competition, favoritism, or resentment.</p><p>Think about the family dynamics. If you have siblings, are you close to them? Were you bullied by one or more of your siblings, or protected by them? Were you the eldest child in your family, or otherwise responsible for watching out for your siblings? Did your parents place greater duties, expectations, and responsibilities upon you than upon your siblings? Is there a sibling you are closer to than others, or do you care for all your brothers and sisters equally? Was there a favorite child in your family? Were you that child or was it one of your siblings? Was there a black sheep in your family? Do you have any bastard siblings, half-siblings, or stepsiblings? If so, what is the nature of your relationship?</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Siblings", 
                    "type": "section", 
                    "name": "Siblings", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Grandparents, aunts, uncles, nieces, nephews, and cousins can sometimes be closer than your immediate relations. At the very least, such relatives can be close confidantes outside of your immediate family. Did you have such a favorite relative? What role did this person play in your life, and what family role did she fulfill? Did your immediate family live with, visit, or associate with your extended family, or was your mother or father disowned by his or her side of the family?</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Extended Family", 
                    "type": "section", 
                    "name": "Extended Family", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Growing up adopted, separated from your parents, as an illegitimate child, or on your own as an orphan may have a large effect on your mind-set, prompting questions of identity, driving you to establish yourself in the world, or plaguing you with questions about the circumstances of your birth.</p><p>Were you born of two committed parents, the result of a chance tryst, or something else? Were you reared by your birth parents or by someone else, and was that better or worse than the alternative? Did parents of a different race (including wild beasts or monsters) bring you up?</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Adoption/Illegitimacy/and Orphanhood", 
                    "type": "section", 
                    "name": "Adoption, Illegitimacy, and Orphanhood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Your parents' professions were a backdrop against the environment you grew up in, and it's likely you were assigned tasks and chores related to their trades, and expected to learn associated skills.</p><p>What were your parents' professions? Did either of them originally come from a different background or profession? Do you have positive or negative feelings about the family trades? Did you assist your parents, or separate yourself from their trades completely? If you helped with a parent's profession, did you learn the skills of the trade when you came of age? Were you expected to carry on that trade, or did the duty fall to one of your siblings? Was there something about the trade that you loved or hated?</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Parents Professions", 
                    "type": "section", 
                    "name": "Parents' Professions", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Imagine the geographical region where you grew up, and consider the implications, positive and negative, of growing up there. Think of how the landscape affected your psychology. If you grew up surrounded by desert, did you see it as a barren and featureless wasteland or a wide-open place of endless possibility? If you grew up near a forest, was it a verdant woodland that captivated your imagination or a savage and dangerous place where wild beasts hunted?</p><p> The environment around your community could also have influenced your physique and the skills you learned. Were you rugged mountain-folk, wandering forest nomads, peasant villagers, townsfolk, city-dwellers, or the sailors from distant islands? Did you learn to survive by gathering roots and vegetables from fields and plains, or track and hunt in the quiet forests? Did you live by your wits in a city's streets and alleyways?</p><p>If you grew up near wetlands, rivers, or swamps, you might know how to fish or raft. In the mountains, you might have developed skill with climbing or skiing. If you grew up in an urban environment and lived your entire childhood within the city walls, what is your perception of the world beyond the city?</p><p>Where you grew up also shapes how you see the rest of the world, in varying ways. There's a big difference between a country girl who sees cities with contempt or curiosity and a city boy who looks at the wilderness with wonder or fear.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Region", 
            "type": "section", 
            "name": "Region", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>In most cultures, the wealthy and privileged stand apart from the common masses. But even the wealthy and powerful have a hierarchy, as do middle class tradespeople and common laborers. The social class to which you belonged as a child influences your education and how you see the world.</p><p>If you are of noble birth, you might have grown used to convenience and to commanding others&mdash;and expecting them to obey, just as you're expected to obey your betters. You likely had a better education than nearly everyone else.</p><p>If you are of common birth, you probably have a very different perception of life, and little if any formal education. Those with rank have power, and you were expected to fall in line. Your common birth is likely apparent in your speech, clothing, and bearing.</p><p>What was the economic and social station of your parents? Were they peasant laborers or tradespeople? Were your family members servants to wealthy and powerful people, or did you have wealth or power yourselves?  If they were wealthy, was it \"old money\" or a recent acquisition? Was your family respected in your community?</p><p>When you dealt with people of other social classes, how did you treat them? Do you respect people of other social classes, or do you disdain or despise them? Were you ever embroiled in a struggle against someone of higher or lower social rank? What was it about, and what happened as a result? Do you hold with the customs and tastes of your social class or have you rejected them for the customs and manners of a higher or lower class?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Social Rank and Education", 
            "type": "section", 
            "name": "Social Rank and Education", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Most of the standard humanoid races aren't inherently magical, though their members may come to study magic and learn its secrets over time. If you come from a nonmagical culture, the arcane arts might seem strange&mdash;like cheating at life or breaking religious taboos. Or perhaps you were taught to embrace magic as a wondrous and fantastic means of accomplishing the impossible.</p><p>How much did you know about magic growing up? Was it a part of your everyday life or something that was only spoken about in superstition, tales, and legends? Were you ever placed under a spell or curse? Did you develop any strange, supernatural powers as a child? Did you ever experiment with magic unsupervised? Are you affected by any long-lasting magical effects, including enchantments or curses cast upon you in your early life?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Magic", 
            "type": "section", 
            "name": "Magic", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Parents usually pass their religious beliefs to their children by instructing them in the customs, dogma, practices, rituals, and traditions of their faith. Tradition and ritual play a major part in cultures, determining festivals, initiation rites to adulthood, and holidays. Even if you're not religious, you probably have had some experience with religion as a child, perhaps from a relative, friend, or followers of the dominant faith of the region where you grew up.</p><p>Did your parents follow the same faith, and did they instruct you in those teachings? In a world of death and uncertainty, how important were religious beliefs and traditions to your family's life? What was a particular custom of your religion or a tradition your family practiced? What were the ethical or religious taboos? Whether or not you are religious, do you abide by a certain ritual or maintain any taboos? Did you follow the religious teachings of your family or reject them? If you followed them, what comfort did they give during the difficult transition from childhood to adulthood?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Religion and Ritual", 
            "type": "section", 
            "name": "Religion and Ritual", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>From the perspective of a child, the world is a different place. Depending upon one's circumstances and outlook, the world might seem a lovely paradise filled with wonders or a dreary, meaningless hell brimming with barely contained horrors. The events of childhood meaningfully impact the perception of the world a child carries into adulthood.</p><p>With this in mind, describe a significant event from childhood that shaped you and that you still think about from time to time. This might be something personal, like the day you were initiated into a religious order, the circumstances under which you made a lifelong friend, or a time your parent or caretaker punished you severely. On the other hand, it might instead be something that affected other people on a larger scale, such as being caught in the midst of a great fire, surviving a widespread plague, or witnessing a major historical event.</p><p>This event is one of the strongest influences on your early life. Look for ways that this event continues to shape your personality in the present.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Major Childhood Event", 
            "type": "section", 
            "name": "Major Childhood Event", 
            "source": "Ultimate Campaign"
        }
    ]
}