{
    "body": "<p>Half-elf adventurers often specialize in social classes or choose to multiclass, dabbling in several career paths as they try to find the perfect blend to suit their multifaceted personalities.</p>", 
    "name": "Half-Elf Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Half-Elf Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Half-elves are curious dabblers, and many undertake at least a passing study of alchemy, often showing great skill in the blending and apportioning of volatile elements.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Half-elf barbarians typically hail from the societies of savage parents. While many leave their cultures to escape their differences, others viciously defend their people, ever seeking to prove their worthiness.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Many half-elves gravitate to the bard class, as it binds together their natural allure and social adaptability, often to the adulation of others.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Half-elf cavaliers take the arts of war and gild them with elegance and finesse. The path of the cavalier gives them a code to follow and a master to serve to earn honor and esteem, though elves and humans alike sometimes look at them as pretenders or trespassers within their knightly orders.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Half-elves often feel disconnected from human or elven faiths, but many still choose to follow a divine calling that provides a comfortable context in which to engage with other races in a common faith, or simply for an immanent connection with the divine that renders their uncertainty with other mortals of small consequence.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Half-elves uncertain of their place in civilized society frequently abandon it entirely for the implicit harmony of the natural world. Embracing the connection to nature inherent in their elven blood, many find a tranquility in the wilds no society can offer.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Half-elf fighters are relatively common, as the harsh simplicity of the battlefield holds great appeal for those tired of reconciling their divided natures. Half-elves' varied tastes and skills often make them masters of a dazzling array of weapons.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>Facing their own inner turmoil, half-elf inquisitors possess keen insights into the minds of others and knowledge of the balance between life and death.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Half-elves who come to peace with their mixed heritages embody the stillness of mind and meditative enlightenment of the monk's way. Many learn to adopt both human and elven martial techniques into deadly new schools of combat. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Half-elves tend to live in the now, drawing oracular insights from whispers in the air, the motion of the stars, and imperceptible eddies in crowded streets, or even the ancient voices within their blood.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Whether devoted to a deity of their human parent, their elven parent, or any other they choose to adopt, half-elf paladins take up the aegis of their god with both zeal and grace. Often, among such holy orders, half-elves find a peace and camaraderie they're otherwise denied.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Half-elves frustrated by common society often retreat into the wild, developing a close bond with animals and the predictable changes of nature.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Many half-elves excel at the roguish arts, studying people and their habits and by effect learning to take advantage of the proud or careless.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>Magic runs in the blood of every half-elf, often manifesting as arcane or fey bloodlines, though other fonts of sorcerous power often arise. Regardless of their magic's sources, half-elves quickly master their inherited boons.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Some half-elves have a curious fascination with the idea of molding and shaping life, mind, body, and soul. Many even seek to create their eidolons as idealized beings, whether as creatures of uncanny beauty or mind-numbing terror.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Whether out of bitterness or lust for greater magical power, half-elves find themselves just as adept at wielding the power of witches as other forms of magic. Many adopt wounded or otherwise distinctive familiars, often creatures considered outcasts in their own rights.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Many half-elves inherit magical talents from their lineage, finding both solace and respect in the mastery of the arcane. While all schools of magic stand open to them, many gravitate toward spells of explosive power, those that cloak them in mystery, or that otherwise aid in manipulating the world around them.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}