{
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules", 
    "type": "section", 
    "sections": [
        {
            "body": "<p id=\"automatic-hits\">Some effects in the game, like <i>true strike</i> or the flash of insight ability of cyclopes, provide automatic or nearly automatic hits. Using such an ability on a called shot turns it into a normal attack, with none of the benefits or penalties associated with called shots. From a story perspective, this is because the effect cannot distinguish between a hit in general and a hit in a particular area, but it's also necessary to keep the power of such abilities in line with their original intended effects. Some Game Masters may prefer a more theatrical or dangerous game in which magic can make a shot through the eye nearly certain, in which case this rule can be ignored.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Automatic Hits", 
            "type": "section", 
            "name": "Automatic Hits", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"cover\">Cover other than soft cover interferes with a called shot even more than with a normal shot. Double any AC bonuses provided by cover that isn't soft cover. In addition, cover may make certain called shots impossible. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Cover", 
            "type": "section", 
            "name": "Cover", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"concealment\">The miss chance for a called shot against a creature with concealment increases to 50%. It's not possible to make a called shot against a creature with total concealment. For effects that function like concealment, such as <i>blink</i> and<i> displacement</i>, a miss chance of 50% or more prevents called shots, a miss chance of 20% increases to 50%, and miss chances of other values are doubled.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Concealment", 
            "type": "section", 
            "name": "Concealment", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"damage-reduction\">If damage reduction completely negates the damage from a called shot, the called shot has no effect. If hit point damage does get through, the called shot has normal effects. Damage reduction does not reduce any ability damage, ability drain, penalties, or bleed damage caused by the called shot.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Damage Reduction", 
            "type": "section", 
            "name": "Damage Reduction", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"immunity\">Immunity to critical hits protects against the extra effects of called shots. Partial protection, such as that provided by the <i>fortification</i> special ability of some magical armors, protects the creature as though the called shot were a critical hit.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Immunity", 
            "type": "section", 
            "name": "Immunity", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"regeneration\">Regeneration provides no special protection against called shots, but it might negate or undo some of the effects, such as bleeding or limb loss.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Regeneration", 
            "type": "section", 
            "name": "Regeneration", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"saving-throws\">If a saving throw is allowed on a called shot, the DC is equal to the Armor Class hit by the attack. In the case of an attack roll of a natural 20, the DC is the AC the attack would have hit if 20s did not automatically hit.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Saving Throws", 
            "type": "section", 
            "name": "Saving Throws", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"stacking\">Unless otherwise stated, penalties for multiple called shots do not stack, even if they are to different areas of the body. Ability damage and drain caused by called shots always stacks.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Stacking", 
            "type": "section", 
            "name": "Stacking", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"touch-attacks\">Touch attacks and ranged touch attacks made as called shots must target AC rather than touch AC. This represents the care it takes to target such strikes. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Touch Attacks", 
            "type": "section", 
            "name": "Touch Attacks", 
            "source": "Ultimate Combat"
        }
    ], 
    "name": "Additional Rules", 
    "source": "Ultimate Combat"
}