{
    "body": "<p>Eyes include whatever organs a creature uses to see. At the Game Master's discretion, a called shot to the eye can also target sensory organs such as antennae, potentially negating abilities like blindsense. Generally, a creature can't be blinded until it has lost all vision in all of its eyes. Creatures with five or more eyes take no penalties from called shots to their eyes until they're blinded in enough eyes to bring them down a single functional eye, but can still be blinded in that eye by a critical hit or debilitating blow. Called shots to the eye are challenging (&ndash;10 penalty).</p>", 
    "name": "Eye", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Eye", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to the eye gives all of the target's foes concealment against its attacks for 1 round and gives it a &ndash;2 penalty on Perception checks. If the creature only has one functional eye prior to the called shot, it is blinded for 1 round instead.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the eye costs the target sight in that eye for 1d4 minutes. The target also suffers the effects of a called shot to the eye for that duration.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the eye destroys that eye, causes blindness until the condition is removed with a <i>remove blindness/deafness</i> spell or similar effect, and deals 1d6 points of bleed damage. A successful Reflex saving throw reduces this to 1d4 hours of loss of sight in that eye and eliminates the bleeding. The target also suffers the effects of a called shot to the eye for 2d6 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}