{
    "body": "<p>Hands include most extremities used for fine manipulation. Called shots to the hand are tricky (&ndash;5 penalty).</p>", 
    "name": "Hand", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Hand", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">For 1d4 rounds, any attack rolls, damage rolls, ability checks, or skill checks made using the wounded hand take a &ndash;2 penalty, including attack and damage rolls with two-handed weapons. In addition, the target takes a &ndash;4 penalty to its CMD to resist disarm attempts, and drops its weapon (if any) on an attack roll result of a natural 1.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the hand deals 1d4 points of Dexterity damage. In addition, the target drops anything it is holding in that hand unless it succeeds at a Reflex saving throw. Items held in two hands aren't dropped, but the target still loses its grip with the injured hand. The target also suffers the effects of a called shot to the hand for 1d4 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow deals 1d6 points of Dexterity damage. The blow renders the hand useless until healed unless the target succeeds at a Reflex saving throw. If the saving throw fails by 5 or more, the hand is severed or otherwise mangled such that only <i>regeneration</i> or similar effects can repair it. Regardless of the result of the saving throw, anything held in the wounded hand is automatically dropped, even items held in two or more hands. The target also suffers the effects of a called shot to the hand (if the hand remains usable) for 2d6 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}