{
    "body": "<p>Called shots to the head are tricky (&ndash;5 penalty), as most creatures show some skill at dodging attacks aimed at their faces. Some creatures, such as otyughs and purple worms, lack a proper head altogether. Creatures with multiple heads must be hit by called shots to all their heads in a single round to suffer ill effects, and even then, only suffer the least effect that is inflicted on any single head (so for example, an ettin would need to take critical hits to both heads to receive the effects of a critical called shot to the head).</p>", 
    "name": "Head", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Head", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to the head leaves the target sickened for 1d4 rounds.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the head deals 1d6 points of Intelligence, Wisdom, or Charisma damage (randomly determine which) and staggers the target for 1d4 rounds. A successful Fortitude saving throw prevents the target from being staggered. The target also suffers the effects of a called shot to the head for 1d4 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the head deals 1d6 points of Intelligence, Wisdom, and Charisma damage (roll separately for each), and knocks the target unconscious for 1d10 rounds. A successful Fortitude saving throw prevents the target from being knocked unconscious, but leaves it staggered for 1d10 rounds instead. If the saving throw fails by 5 or more, the target is rendered senseless by severe brain trauma (as the <i>feeblemind</i> spell) until it receives a <i>heal</i>, <i>greater restoration</i>, or similar effect. The target also suffers the effects of a called shot to the head for 2d6 minutes. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}