{
    "body": "<p>A called shot to the heart represents an attempt at a killing blow. If the hit isn't either a critical hit or a debilitating blow, the attempt fails and is just a normal hit. A called shot to the heart can be used for any small, likely fatal location on a creature, such as the only weakness on an unimaginably ancient red dragon. Called shots to the heart are challenging (&ndash;10 penalty).</p>", 
    "name": "Heart", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Heart", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to the heart is just a normal hit with no extra effect.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the heart pierces the organ, causing exhaustion and 1d4 points of Constitution bleed damage. A successful Fortitude save reduces this to fatigue and 1 point of Constitution bleed damage. In either case, stopping the bleeding requires either <i>regeneration</i> (spell or special ability), magic healing that heals as many points of damage (from one or more sources) as the original blow dealt, or a successful DC 20 heal check that takes 1d4 rounds to complete.</p><p>A critical hit to the heart against a vampire made with a piercing weapon composed entirely of wood leaves the vampire impaled through the heart by the weapon if it fails its Fortitude save.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the heart destroys it, instantly killing any creature that relies on its heart to survive. Creatures that succeed at a Fortitude save suffer exhaustion and take 1d6 points of Constitution damage and 1d4 points of Constitution bleed damage, as do creatures that can survive without a heart.</p><p>A debilitating blow to the heart against a vampire made with a piercing weapon made entirely of wood affects the vampire as a critical hit to the heart; for example, it still receives a Fortitude save to avoid the consequences.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}