{
    "body": "<p>Legs are the ambulatory limbs of a creature, including feet. Called shots to the leg have no special effect on creatures with five or more legs. Called shots to the leg are easy (&ndash;2 penalty).</p>", 
    "name": "Leg", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Leg", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to a leg lowers the target creature's speed by 10 feet for 1d4 rounds if it has two or fewer legs, and by 5 feet if it has three or four legs. In either case, the creature's speed cannot be reduced below 5 feet per round. Called shots to the leg have no effect on creatures with five or more legs. Hitting the same leg more than once has no extra effect, but the speed penalty for hits on different legs stack. Additionally, any skill or ability checks involving movement (such as Acrobatics or Swim checks) take a &ndash;2 penalty for 1d4 rounds.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the leg deals 1d4 points of Dexterity damage and knocks the target prone. A successful Fortitude save keeps the creature from falling prone. The creature also suffers the effects of a called shot to the leg for 1d4 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the leg knocks the creature prone. The blow renders the leg entirely useless until healed unless the target succeeds at a Fortitude saving throw. If the saving throw fails by 5 or more, the leg is severed or otherwise mangled such that only <i>regeneration</i> or similar effects can repair it. If the save succeeds, the target is instead lamed and moves at half speed until the leg is healed, or until it receives a successful DC 20 Heal check. A creature with a useless or severed leg moves at half speed if it still has more than half of its legs usable; otherwise, it cannot stand up and must crawl to move. The target also suffers the effects of a called shot to the leg (if the leg remains usable) for 2d6 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}