{
    "body": "<p>A called shot is an attack aimed at a particular part of the body, in the hope of gaining some extra effect from the attack. The smaller or better guarded the area, the more difficult the called shot. A called shot is a single attack made as a full-round action, and thus can't be combined with a charge, feats like Vital Strike, or multiple attacks with a full-attack action.</p><p>Called shots are divided into three basic difficulty groups: easy, tricky, and challenging. Easy called shots represent large areas of the body, and are made at a &ndash;2 penalty. They have relatively minor effects unless a critical hit is scored or massive damage is dealt. Tricky called shots represent either smaller areas, like a hand, or areas a creature protects well, like its head. Tricky shots receive a &ndash;5 penalty, and inflict more serious consequences. Challenging called shots represent very small areas like eyes, fingers, or creatures' necks. They receive a &ndash;10 penalty, and successful hits cause significant short-term impairment. Beyond these challenging ratings lie almost impossible called shots that receive a &ndash;20 penalty. For called shots against non-humanoid creatures, use common sense and the categories above as guidelines. For example, a flying creature's wings are treated as arms.</p>", 
    "name": "Making Called Shots", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"range-and-reach\">Called shots work best at close range. Melee called shots are at a &ndash;2 penalty if the target isn't adjacent to its attacker. For called shots made at range, all range penalties due to range increment are doubled, with a minimum penalty of &ndash;2 for any called shot against a target that's not within 30 feet.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots/Range and Reach", 
            "type": "section", 
            "name": "Range and Reach", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"critical-hits-and-critical-threats\">A called shot has the normal chance for a critical hit, and inflicts an extra effect if one is confirmed. The exact effects of a successful critical hit depend on where the target was hit, and are described under Called Shot Effects. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots/Critical Hits and Critical Threats", 
            "type": "section", 
            "name": "Critical Hits and Critical Threats", 
            "source": "Ultimate Combat"
        }
    ]
}