{
    "body": "<p>The neck makes for a difficult but rewarding target. Injuries to the neck keep a creature from speaking easily, and if blood vessels or the windpipe are damaged, such injuries rapidly lead to death. Creatures that lack vulnerable heads generally can't be attacked in the neck either. Called shots to the neck are challenging (&ndash;10 penalty).</p>", 
    "name": "Neck", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Neck", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to the neck makes speaking above a hoarse whisper impossible for 1 round. Spells with verbal components have a 20% chance of failing outright, as do attempts to activate command-word items (although for magic items, the use of the item is not wasted).</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit to the neck deals 1d6 points of bleed damage. In addition, the target must succeed at a Fortitude saving throw or suffer a crushed windpipe and be unable to breathe or speak, possibly suffocating . A crushed windpipe can be repaired by magical healing (from one or more sources) that heals as many hit points of damage as the original hit dealt, or by a DC 25 Heal check to open up a hole into the windpipe. The latter check deals 2d6 hit points of damage, and leaves the creature still unable to speak. If target makes its saving throw, it still suffers the effects of a called shot to the neck for 1d4 minutes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the neck leaves the target unable to speak or breathe and deals 1d4 points of Constitution bleed damage. A successful Fortitude saving throw reduces this to 2d6 points of regular (hit point) bleed damage, and the target is only unable to speak and breathe for 1d4 minutes. The Constitution bleed damage caused by a debilitating blow to the neck can only be stopped by <i>regeneration</i> (spell or special ability), magical healing (from one or more sources) that heals as many points of damage as the original blow dealt, or a DC 20 Heal check that takes 1d4 rounds to complete.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}