{
    "body": "<p>The vitals correspond to the abdomen on a humanoid: critical organs not well-protected by bone. Attacks on the vitals can also include dastardly &ldquo;low blows.&rdquo; Vitals for non-humanoid creatures can include nearly any location that is relatively hard to hit, poorly protected, and debilitating if struck. Called shots to the vitals are tricky (&ndash;5 penalty).</p>", 
    "name": "Vitals", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Vitals", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"called-shot\">A called shot to the vitals leaves the target sickened for 1d4 rounds. A successful Fortitude save reduces this duration to 1 round. While sickened from the blow, the target cannot run or charge.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Called Shot"
        }, 
        {
            "body": "<p id=\"critical-called-shot\">A critical hit deals 1d4 points of Constitution damage. In addition, the target is nauseated for 1d4 rounds and sickened for 1d6 minutes. A successful Fortitude saving throw negates the nauseated condition. While the target is sickened from the blow, it cannot run or charge.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Critical Called Shot"
        }, 
        {
            "body": "<p id=\"debilitating-blow\">A debilitating blow to the vitals deals 1d6 points of Constitution drain, nauseates the target for 1d4 rounds, and sickens it for 2d6 minutes. A successful Fortitude save reduces the drain to damage and the nausea to 1 round. If the save fails by 5 or more, the target is disemboweled or otherwise horrifically wounded, and takes 1 point of Constitution bleed damage. The Constitution bleed damage caused by a debilitating blow to the vitals can only be stopped by <i>regeneration</i> (spell or special ability), magical healing that heals as many points of damage (from one or more sources) as the original blow dealt, or a DC 20 Heal check that takes 1d4 rounds to complete.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Debilitating Blow"
        }
    ]
}