{
    "body": "<p id=\"aspect-master\">At 17th level, a monk of the four winds must choose an aspect of one of the great spirits of the world. Once made, this choice cannot be changed. This spirit grants the monk a new appearance and new abilities, as well as changing or augmenting the monk's personality in some way. Once this choice is made, it cannot be changed. The monk must abide by the alignment restrictions of the aspect. If the monk ever changes his alignment to something outside the aspect's alignment restrictions, he loses this ability and cannot regain it unless his alignment later changes again to match that of the aspect. This ability replaces timeless body.</p>", 
    "name": "Aspect Master", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master", 
    "sections": [
        {
            "body": "<p id=\"aspect-of-the-carp\">The monk's skin becomes a coat of golden, iridescent fish scales, his neck grows gills, and his fingers become webbed. He can breathe water and gains a swim speed equal to his land speed. The carp is heroic and adventurous&mdash;a monk must be nonevil to take on the aspect of the carp.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Carp", 
            "type": "section", 
            "name": "Aspect of the Carp", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"aspect-of-the-ki-rin\">The monk's skin takes on a golden luminescence, and a silvery mane that cannot be bound grows atop his head. He gains a fly speed equal to his land speed, but he must end each turn on the ground. If the monk does not land by the end of his turn, he falls from whatever height he has attained. The ki-rin is honorable, honest, and self-sacrificing&mdash;a monk must be lawful good to take on the aspect of the ki-rin. </p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Ki-Rin", 
            "type": "section", 
            "name": "Aspect of the Ki-Rin", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"aspect-of-the-monkey\">The monk's face becomes that of a monkey, and he grows a prehensile tail. The monk can pick up objects and make unarmed attacks with his tail (though the tail does not grant additional unarmed attacks or natural attacks). In addition, the monk gains a climb speed equal to his land speed. The monkey is a creature of whimsy and a lover of pranks&mdash;a monk of any alignment can take on the aspect of the monkey.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Monkey", 
            "type": "section", 
            "name": "Aspect of the Monkey", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"aspect-of-the-oni\">The monk's skin becomes pitch black, and his hair turns white, black, red, or violet. He can assume <i>gaseous form</i> (as the spell) as a standard action for 1 minute per day per monk level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. The oni is treacherous and deceitful, and it hungers for the pain and death of living creatures&mdash;a monk must be evil to take on the aspect of the oni.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Oni", 
            "type": "section", 
            "name": "Aspect of the Oni", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"aspect-of-the-owl\">The monk grows feathers, and his head becomes avian, with wide, unblinking eyes. He gains a fly speed of 30 feet. The owl is a sage creature, deeply serious, and driven toward a single goal&mdash;a monk of any alignment can take on the aspect of the owl.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Owl", 
            "type": "section", 
            "name": "Aspect of the Owl", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"aspect-of-the-tiger\">Dark stripes appear on the monk's skin, and his face becomes more feline. His eyes become catlike, with vertical pupils, and his canines enlarge. Once per hour, the monk can move at 10 times his normal land speed when he makes a charge and is treated as if he had the pounce ability. The tiger is swift, fierce, and deadly&mdash;a monk of any alignment can take on the aspect of the tiger.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Monk of the Four Winds/Aspect Master/Aspect of the Tiger", 
            "type": "section", 
            "name": "Aspect of the Tiger", 
            "source": "Advanced Player's Guide"
        }
    ], 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Advanced Player's Guide", 
    "type": "ability"
}