{
    "body": "<p>Each character begins play with 1 hero point, regardless of her level. In addition, whenever a character gains a level, she earns an additional hero point. Aside from these basic rules, awarding additional hero points is up to the GM. The following options are just some of the ways that a GM might award additional hero points.</p>", 
    "name": "Awarding Hero Points", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points", 
    "sections": [
        {
            "body": "<p id=\"character-story\">GMs can award a hero point for the completion of a written character backstory. This reward encourages players to take an active role in the history of the game. In addition, the GM can use this backstory to generate a pivotal moment for your character concerning his past. When this key event is resolved, the GM can reward another hero point. Alternatively, the GM might award a hero point for painting a miniature or drawing a character portrait in the likeness of your character, helping the rest of the group visualize your hero.</p>", 
            "name": "Character Story", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Character Story", 
            "section_id": 3747, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"completing-plot-arcs\">The GM might award a hero point to each of the PCs who were involved in completing a major chapter or arc in the campaign story. These hero points are awarded at the conclusion of the arc if the PCs were successful or advanced the story in a meaningful way.</p>", 
            "name": "Completing Plot Arcs", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Completing Plot Arcs", 
            "section_id": 3748, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"faith\">In a campaign where the gods play an important role in every character's life, hero points might represent their favor. In such a setting, the GM can award hero points to characters whenever they uphold the tenets of their faith in a grand way, or whenever they take on one of the faith's major enemies. Such hero points might be temporary, and if not spent on the task at hand, they fade away.</p>", 
            "name": "Faith", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Faith", 
            "section_id": 3749, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"group-service\">The GM can award hero points for acts outside the game as well. Buying pizza for the group, helping to clean up afterwards, or even hosting the game for a night might be worth a hero point. This sort of hero point should be given out of generosity, not as a payment.</p>", 
            "name": "Group Service", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Group Service", 
            "section_id": 3750, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"heroic-acts\">Whenever a character performs an exceptionally heroic act, she can be awarded a hero point. This might include anything from slaying an evil dragon when the rest of the group has fled to rescuing townsfolk from a burning building despite being terribly wounded. It does not have to be related to combat. Convincing the reticent king to send troops to help with a bandit problem or successfully jumping a wide chasm might earn a character a hero point, depending on the circumstances. Note that a hero point should only be awarded if the PC involved did not spend a hero point to accomplish the task.</p>", 
            "name": "Heroic Acts", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Heroic Acts", 
            "section_id": 3751, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"return-from-the-dead\">When a character dies, she does not lose any hero points she has accumulated. If she died with no hero points remaining, she gains 1 hero point when she is brought back from the dead through powerful magic, such as <i>raise dead</i> or <i>resurrection</i>. </p>", 
            "name": "Return from the Dead", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Return from the Dead", 
            "section_id": 3752, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"maximum-hero-points\">Characters can have no more than 3 hero points at any one time. Excess hero points are lost.</p>", 
            "name": "Maximum Hero Points", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Maximum Hero Points", 
            "section_id": 3753, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Hero points can be spent at any time and do not require an action to use (although the actions they modify consume part of your character's turn as normal). You cannot spend more than 1 hero point during a single round of combat. Whenever a hero point is spent, it can have any one of the following effects.</p>", 
            "name": "Using Hero Points", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points", 
            "sections": [
                {
                    "body": "<p id=\"act-out-of-turn\">You can spend a hero point to take your turn immediately. Treat this as a readied action, moving your initiative to just before the currently acting creature. You may only take a move or a standard action on this turn.</p>", 
                    "name": "Act Out of Turn", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Act Out of Turn", 
                    "section_id": 3755, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"bonus\">If used before a roll is made, a hero point grants you a +8 luck bonus to any one d20 roll. If used after a roll is made, this bonus is reduced to +4. You can use a hero point to grant this bonus to another character, as long as you are in the same location and your character can reasonably affect the outcome of the roll (such as distracting a monster, shouting words of encouragement, or otherwise aiding another with the check). Hero points spent to aid another character grant only half the listed bonus (+4 before the roll, +2 after the roll).</p>", 
                    "name": "Bonus", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Bonus", 
                    "section_id": 3756, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"extra-action\">You can spend a hero point on your turn to gain an additional standard or move action this turn.</p>", 
                    "name": "Extra Action", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Extra Action", 
                    "section_id": 3757, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"inspiration\">If you feel stuck at one point in the adventure, you can spend a hero point and petition the GM for a hint about what to do next. If the GM feels that there is no information to be gained, the hero point is not spent.</p>", 
                    "name": "Inspiration", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Inspiration", 
                    "section_id": 3758, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"recall\">You can spend a hero point to recall a spell you have already cast or to gain another use of a special ability that is otherwise limited. This should only be used on spells and abilities possessed by your character that recharge on a daily basis.</p>", 
                    "name": "Recall", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Recall", 
                    "section_id": 3759, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"reroll\">You may spend a hero point to reroll any one d20 roll you just made. You must take the results of the second roll, even if it is worse.</p>", 
                    "name": "Reroll", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Reroll", 
                    "section_id": 3760, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can petition the GM to allow a hero point to be used to attempt nearly anything that would normally be almost impossible. Such uses are not guaranteed and should be considered carefully by the GM. Possibilities include casting a single spell that is one level higher than you could normally cast (or a 1st-level spell if you are not a spellcaster), making an attack that blinds a foe or bypasses its damage reduction entirely, or attempting to use Diplomacy to convince a raging dragon to give up its attack. Regardless of the desired action, the attempt should be accompanied by a difficult check or penalty on the attack roll. No additional hero points may be spent on such an attempt, either by the character or her allies.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Special", 
                    "section_id": 3761
                }, 
                {
                    "body": "<p id=\"cheat-death\">A character can spend 2 hero points to cheat death. How this plays out is up to the GM, but generally the character is left alive, with negative hit points but stable. For example, a character is about to be slain by a critical hit from an arrow. If the character spends 2 hero points, the GM decides that the arrow pierced the character's holy symbol, reducing the damage enough to prevent him from being killed, and that he made his stabilization roll at the end of his turn. Cheating death is the only way for a character to spend more than 1 hero point in a turn. The character can spend hero points in this way to prevent the death of a familiar, animal companion, eidolon, or special mount, but not another character or NPC.</p>", 
                    "name": "Cheat Death", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Cheat Death", 
                    "section_id": 3762, 
                    "source": "Advanced Player's Guide", 
                    "type": "section"
                }
            ], 
            "section_id": 3754, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Since hero points themselves are an optional rules system, other mechanics that go along with hero points have been included here to avoid confusion in the rest of the book. The following feats, spells, and magic items all have to do with hero points in one way or another.</p>", 
            "name": "Additional Hero Point Rules", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Additional Hero Point Rules", 
            "section_id": 3763, 
            "source": "Advanced Player's Guide", 
            "type": "section"
        }
    ], 
    "section_id": 3746, 
    "source": "Advanced Player's Guide", 
    "type": "section"
}