{
    "body": "<p>An adventurer's primary source of income is treasure, and his primary purchases are tools and items he needs to continue adventuring&mdash;spell components, weapons, magic items, potions, and the like. Yet what about things like food? Rent? Taxes? Bribes? Idle purchases?</p><p>You can certainly handle these minor expenditures in detail during play, but tracking every time a PC pays for a room, buys water, or pays a gate tax can swiftly become obnoxious and tiresome. If you're not really into tracking these minor costs of living, you can choose to simply ignore these small payments. A more realistic and easier-to-use method is to have PCs pay a recurring cost of living tax. At the start of every game month, a PC must pay an amount of gold equal to the lifestyle bracket he wishes to live in&mdash;if he can't afford his desired bracket, he drops down to the first one he can afford.</p><p>Destitute (0 gp/month): The PC is homeless and lives in the wilderness or on the streets. A destitute character must track every purchase, and may need to resort to Survival checks or theft to feed himself.</p><p>Poor (3 gp/month): The PC lives in common rooms of taverns, with his parents, or in some other communal situation&mdash;this is the lifestyle of most untrained laborers and commoners. He need not track purchases of meals or taxes that cost 1 sp or less.</p><p>Average (10 gp/month): The PC lives in his own apartment, small house, or similar location&mdash;this is the lifestyle of most trained or skilled experts or warriors. He can secure any nonmagical item worth 1 gp or less from his home in 1d10 minutes, and need not track purchases of common meals or taxes that cost 1 gp or less.</p><p>Wealthy (100 gp/month): The PC has a sizable home or a nice suite of rooms in a fine inn. He can secure any nonmagical item worth 5 gp or less from his belongings in his home in 1d10 minutes, and need only track purchases of meals or taxes in excess of 10 gp.</p><p>Extravagant (1,000 gp/month): The PC lives in a mansion, castle, or other extravagant home&mdash;he might even own the building in question. This is the lifestyle of most aristocrats. He can secure any nonmagical item worth 25 gp or less from his belongings in his home in 1d10 minutes. He need only track purchases of meals or taxes in excess of 100 gp.</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Cost of Living", 
    "type": "section", 
    "name": "Cost of Living", 
    "source": "Core Rulebook"
}