{
    "body": "<p>A spellblade magus can manifest a ghostly blade of force that can be used as an off-hand weapon. </p>", 
    "name": "Spellblade", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade", 
    "type": "class_archetype", 
    "subtype": "magus", 
    "sections": [
        {
            "body": "<p id=\"force-athame\">At 2nd level, a spellblade magus can sacrifice a prepared magus spell of 1st level or higher as a swift action to create a dagger of force in his off hand. The athame lasts for 1 minute or until dismissed, has an enhancement bonus on attack and damage rolls equal to the level of the spell sacrificed (maximum +5), and is considered a weapon the spellblade is holding for purposes of his arcane pool feature (using the pool to add abilities to a held weapon applies to the magus's physical weapon and to the athame for no additional cost). The athame acts as a dagger, but the hand holding it is still considered free for the purpose of casting spells and delivering touch attacks. The magus can use the athame as if he were fighting with two weapons, or can use that hand to cast spells as part of the spell combat class ability (but not both in the same round). Attacks with the athame are force attacks and deal force damage. This ability replaces the spellstrike class feature.</p>", 
            "name": "Force Athame", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Force Athame", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spellblade-arcana\">A spellblade gains access to the following magus arcana. He cannot select any arcana more than once.</p>", 
            "name": "Spellblade Arcana", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Spellblade Arcana", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"pool-sourced-athame\">Instead of sacrificing a prepared spell to create the force athame, the magus can spend points from his arcane pool to do so. An athame created this way has an enhancement bonus equal to the number of arcane pool points spent.</p>", 
                    "name": "Pool-Sourced Athame", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Spellblade Arcana/Pool-Sourced Athame", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spellblade-parry\">When an enemy makes a melee attack roll against the magus, as an immediate action the magus can end the athame's duration to gain a deflection bonus to his Armor Class until the end of his next turn. This bonus is equal to the level of the spell sacrificed to create the athame (maximum +5).</p>", 
                    "name": "Spellblade Parry", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Spellblade Arcana/Spellblade Parry", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"throw-athame\">As a standard action, a spellblade magus can throw his athame up to 60 feet as a ranged attack (no range penalty). If the athame misses, it returns automatically to the magus' hand just before his next turn. If the athame hits, it deals damage and its duration ends; the magus can choose to spend up to 2 points from his arcane pool to increase the thrown athame's damage by +1d6 for each point spent.</p>", 
                    "name": "Throw Athame", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Spellblade Arcana/Throw Athame", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p id=\"magus-arcana\">The following magus arcana complement the spellblade archetype: critical strike, hasted assault, pool strike, and spell shield.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Magus/Magus Archetypes/Spellblade/Magus Arcana", 
            "type": "section", 
            "name": "Magus Arcana", 
            "source": "Ultimate Magic"
        }
    ]
}