{
    "body": "<p id=\"vehicular-overrun\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle smaller than it, the driver must make a vehicular overrun combat maneuver against the creature or vehicle. This may require the driver to make vehicular overrun checks against the same creature numerous times as new parts of the vehicle enter its square.\t\t\t\tWhen performing a vehicular overrun, the driver uses the base CMB of the vehicle plus her driving skill modifier (or Wisdom skill modifier if she is using that ability to drive the vehicle) as the CMB of the vehicular overrun. If the driver has feats that improve her CMB when overrunning, like the Improved Overrun feat, she may also add those modifiers and benefits to the vehicular overrun. Like a normal overrun, this action provokes an attack of opportunity from the creature being overrun, unless the driver has the Improved Overrun feat. The creature being overrun can make this attack of opportunity on any part of the vehicle that is within reach.\t\t\t\tWhen a vehicular overrun is attempted, the target of the overrun may choose to avoid the vehicle, allowing the vehicle to pass through its space without requiring a vehicular overrun maneuver check. The creature or vehicle cannot avoid a maneuver check if the driver has the Improved Overrun feat, the vehicle is two or more size categories larger than the target, or the target creature is confused, dazed, entangled, flat-footed, helpless, paralyzed, prone, or stunned. If the target does not avoid the vehicle, make the combat maneuver check as normal. If the maneuver is successful, the vehicle moves through the target's space, and the target of the overrun takes the vehicle's ramming damage. If the driver's combat maneuver check exceeds the target's CMD by 5 or more, the target takes twice the vehicle's ramming damage. If the target is a creature, it is also knocked prone. If the target has more than two legs, it gets a +2 bonus to its CMD for each additional leg it has. Vehicles that are overrun are knocked prone if the opposing driver's combat maneuver check result exceeds the vehicle's CMD by 10 or more. A vehicle that is knocked prone makes a sudden stop.\t\t\t\tIt takes at least 5 full-round actions and a DC 25 Strength check from creatures adjacent to the vehicle to push a Large land or water vehicle up from being prone. For every size category that the vehicle is larger than size Large, increase the number of full-round actions by three and the Strength check DC by 5. The driver of a prone air vehicle must succeed at a DC 25 Fly check immediately to avoid falling. A vehicle equipped with a ram deals +2d8 points of damage with a vehicular overrun.</p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Overrun", 
    "type": "section", 
    "name": "Vehicular Overrun", 
    "source": "Ultimate Combat"
}