{
    "body": "<p>The greatest of all artifacts are unique items, coveted by the most powerful beings in existence and capable of altering the course of entire worlds. Only one of each major artifact exists, and even the least of them will certainly alter the balance of any campaign. Major artifacts are not easily destroyed&mdash;each has only a single, specific means of destruction, noted in its description. </p>", 
    "name": "Major Artifacts", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">This small, innocuous, black wooden box appears randomly throughout the multiverse, drawn to great heroes, greedy rulers, and desperate (and often morally ambiguous) mortals. The <i>Apocalypse Box</i> appears subtly, sometimes as a dusty old box on a shelf or a forgotten heirloom in a grandparent's attic. A creature looking upon the <i>Apocalypse Box</i> is struck with a sensation of nearly overwhelming avarice, and must succeed at a DC 30 Will save or be compelled to touch the box. This is a mind-affecting compulsion effect. If a creature touches the <i>Apocalypse Box</i>, she must succeed at another DC 30 Will save or fall under the box's curse. Cursed creatures are compelled to use any available means&mdash;including fleeing from or murdering friends and loved ones&mdash;to keep the box out of the hands of others. This curse can't be broken until the cursed creature dies or the box is destroyed. Additionally, if the cursed creature moves more than 10 feet away from the box, she immediately takes 1d4 points of Wisdom damage plus 1d4 points of Wisdom damage each subsequent day until she and the <i>Apocalypse Box</i> are reunited.</p><p class=\"stat-block\">Only a creature bearing the <i>Apocalypse Box's </i>curse can open it. Once per day, the cursed creature can open the box and draw forth a single item her heart desires. The item must be nonmagical, weigh no more than 50 pounds, and be worth no more than 50,000 gp, but is otherwise limited only by the parameters of the <i>wish</i> spell. A mythic character can expend two uses of mythic power to draw forth a second such item each day.</p><p class=\"stat-block\">Each time the <i>Apocalypse Box</i> is opened, there is a 50% chance that instead of granting a <i>wish</i>, the box summons a number of horrific monsters that immediately attack anyone in sight and remain to wreak havoc on the Material Plane for 1 week before returning to their plane of origin. Roll on Table 5&ndash;1 below to determine the monsters that appear. <span class=\"hyperlink char-style-override-15\"></span></p><p class=\"stat-block\">The <i>Apocalypse Box</i> is quite tenacious in its desire for someone to open it. Each day, the cursed creature must succeed at a Will save or be compelled to open it. This is a mind-affecting compulsion effect. The save DC is initially 20, but increases by 2 each subsequent day the box isn't opened until the cursed creature fails the Will save, at which point she opens the box and the save DC resets to 20.</p>", 
            "slot": "none", 
            "name": "Apocalypse Box", 
            "weight": "2 lbs.", 
            "cl": "25th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Apocalypse Box", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "overwhelming conjuration and necromancy", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Apocalypse Box</i> can be destroyed by being crushed under the claw of an ancient gold dragon after a creature cursed by the box defeats three groups of <i>Apocalypse Box</i> monsters in a single day. The act of crushing the box immediately slays the gold dragon, who can't be returned to life short of divine intervention.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"apocalypse-box-monsters\"><caption>Apocalypse Box Monsters</caption><thead><tr><th>1d6</th><th>Monsters Summoned</th></tr></thead><tr class=\"odd\"><td>1</td><td>Daemonic apocalypse: 1d4+1 olethrodaemons</td></tr><tr class=\"even\"><td>2</td><td>Demonic invasion: 1 balor and 2d6 glabrezus</td></tr><tr class=\"odd\"><td>3</td><td>Infernal assault: 1 pit fiend and 2d6 barbed devils</td></tr><tr class=\"even\"><td>4</td><td>Oni domination: 1 void yai and 2d6 fiendish cloud giants</td></tr><tr class=\"odd\"><td>5</td><td>Qlippoth infestation: 1 iathavos and 2d6 nyogoths</td></tr><tr class=\"even\"><td>6</td><td>Unspeakable visitation: 1d4+3 shoggoths</td></tr></table>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Apocalypse Box/Destruction/Apocalypse Box Monsters", 
                            "type": "table", 
                            "name": "Apocalypse Box Monsters", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "name": "Destruction", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The <i>Diadem of Nod</i> is a slender, platinum headband adorned with a large, perfectly cut diamond that rests on its wearer's forehead. When the wearer sleeps, she can create a pocket dream dimension and move herself there. The qualities of the dream dimension can be chosen by the wearer, as the <i>create demiplane</i> spell. Once inside the dream dimension, the wearer is considered awake and in control of her creation. The pocket dimension lasts for up to 7 days, whereupon it ends and the diadem must recharge for 1 week before it can be used again, regardless of the time spent inside.</p><p class=\"stat-block\">There is one inherent risk in using the <i>Diadem of Nod</i>. The GM should roll a secret DC 20 Will save on behalf of the wearer each time the diadem is used. Failure indicates that some rogue element not of the wearer's creation or under her control has been added to the pocket dream dimension. This might be an animate dream (<i>Bestiary 2</i> 29) or some other outsider of any alignment that traffics the Ethereal and Astral planes. The rogue element is not necessarily hostile or unfriendly.</p>", 
            "slot": "headband", 
            "name": "Diadem of Nod", 
            "weight": "-", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Diadem of Nod", 
            "type": "item", 
            "subtype": "headband", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Diadem of Nod</i> can be destroyed if its wearer uses it to create a dream inside of another pocket dream dimension. It can't be destroyed from within a dream it created.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This strange construct vehicle looks like a giant woolly mammoth with a fortified palanquin mounted upon its back. Fashioned from rope, metal, wood, and bone, the <i>Emperor's Mammoth</i> stands nearly 15 feet tall at the shoulder. Four long, curved, wooden tusks protrude from its huge head, as does a thick trunk consisting of a score of segmented metal plates wrapped in hide and wood.</p><p class=\"stat-block\">The mammoth can be animated and controlled by a golden crown;, however, the wearer of the crown must retain at least one use of his mythic power in order to animate and control the vehicle. When activated, the mammoth has the statistics of a huge animated object with the constrict, grab, metal, and trample abilities.<span class=\"hyperlink char-style-override-39\"></span></p><p class=\"stat-block\">If the crown's wearer runs out of uses of mythic power while the mammoth is active, he loses control of the mammoth and it goes berserk for the next 5d10 rounds. After this rampage, the mammoth becomes inanimate and ceases to move until it is reactivated.</p>", 
            "slot": "none", 
            "name": "Emperor's Mammoth", 
            "weight": "8 tons", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Emperors Mammoth", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">Placing the crown upon the head of an unworthy goblin dung-sweeper causes the <i>Emperor's Mammoth</i> to crumble into a thousand pieces. </p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">At a glance, this object appears to be a hard, dark, roughly egg-shaped rock. Closer inspection reveals it's actually a humanoid heart&mdash;frozen hard, solid, and covered in smooth ice. When clenched in a fist, it feels like it throbs, though the organ remains unmoving and unyielding to the eye. It's said to once have been the heart of a gelugon, and before that it was the heart of a human being. Staring at it causes the surface to gloss over with darkened ice and makes the observer's eyes swim. Once the holder knows to study it, the heart functions as a <i>crystal ball </i>with <i>telepathy</i>.</p><p class=\"stat-block\">The heart has a more sinister secret ability. With practice, mythic creatures can use the heart to scry more than just individuals, but entire settlements and cities. As the owner does, her mind becomes flooded with information about the region. Initially this knowledge consists of facts about population size, local economy, agriculture, leaders, and popular deities worshiped in the area.</p><p class=\"stat-block\">The owner feels a powerful desire to continue watching, and if she does so while taking no other breaks except to eat and sleep, the information continues unabated. Over the course of 1d10 days, the heart reveals much more: the subtle social, religious, and economic influences of the settlement; the strengths and weaknesses of its leaders; and all the many secrets both pedestrian and profane that could be used to manipulate and extort those with power over the location. At this point, the heart begins to communicate to its new owner, suggesting courses of action that would bring her a higher social station, wealth, and power in that area. The heart's advice is almost always sound, but also always driven toward an unfortunate and evil outcome for someone&mdash;just not necessarily its owner. If the owner refuses to heed its advice, eventually the heart vanishes, seeking a more pliant puppet to manipulate.</p><p class=\"stat-block\">Legends suggest that those who never question the heart's orders or decline its gift of knowledge eventually disappear to whatever cold place from which the heart originated.</p>", 
            "slot": "none", 
            "name": "Frozen Heart of Cocytus", 
            "weight": "2 lbs.", 
            "cl": "15th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Frozen Heart of Cocytus", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong divination", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The heart must be carried to the plane of Elysium and submerged for a day in the warm waters in the settlements of the azata. Once melted, a willing kiss from a brijidine upon the now beating heart causes it to burst and turn to dust.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This <i>+6 keen speed adamantine dagger</i> was constructed in defiance of the gods and their chosen mortal champions, for <i>Legendsbane</i> was created to slay mythic creatures. <i>Legendsbane</i> bypasses all types of damage reduction, and deals an additional 3d6 points of damage to mythic creatures and to non-mythic creatures that have epic DR. This additional damage is multiplied for critical hits.</p><p class=\"stat-block\">Non-mythic characters can wield <i>Legendsbane</i> normally. However, when a mythic character first attempts to wield the dagger, she must succeed at a DC 25 Fortitude save or suffer the effects of a <i>destruction</i> spell. If the mythic character survives, she can wield the dagger normally.</p>", 
            "slot": "none", 
            "name": "Legendsbane", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Legendsbane", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong necromancy", 
            "sections": [
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> can be destroyed if it's anointed in the blood of a slain 10th-rank mythic creature and then struck three times by a <i>vorpal</i> weapon. This act also destroys the <i>vorpal</i> weapon.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Legendsbane/Destruction/Legendsbane", 
                            "type": "section", 
                            "name": "Legendsbane", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "name": "Destruction", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> imparts upon its wielder the ability to track down mythic creatures she has hunted before. At will, the wielder can cast <i>locate creature</i> to find a specific mythic creature known to the wielder.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Legendsbane", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This huge cauldron forged from black iron serves as a dimensional gateway to a mythic netherworld where powerful entities come seeking to barter with, commune with, or corrupt mythic mortals. To activate the cauldron, a mythic creature must spill some of its own blood into the black basin as an offering of his mythic power. If the wound deals at least 4 points of damage, the cauldron drains one use of the individual's mythic power through it. Once activated, the cauldron fills with a strange red fog that remains for 1d20+10 minutes. During this time, mythic creatures can enter the cauldron and be transported to the crossroads. Non-mythic creatures that enter the cauldron take 4d6 points of damage per round until they climb out or die.</p><p class=\"stat-block\">The netherworld is small, with an overall area of 1 square half-mile. Highly mutable, the netherworld's appearance is determined by the will of whatever outsider currently waits there. Only one outsider can inhabit the netherworld at any given time. The specifics of what entity resides in the netherworld, as well as that entity's desire, change frequently and therefore are left to the discretion of the GM.</p><p class=\"stat-block\">Time in the netherworld passes out of sync with time in the Material Plane, thus a mythic creature can remain in the netherworld for as long as he wishes, and reemerges from the cauldron only a few minutes after his descent. The netherworld is a crossroads, coterminous with all planes. Outsiders can enter from any plane, but mortals can't travel to other planes from the netherworld.</p>", 
            "slot": "none", 
            "name": "Netherworld Cauldron", 
            "weight": "1/2 ton", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Netherworld Cauldron", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">Using the <i>Netherworld Cauldron </i>to boil a mythic hero to death destroys it.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The <i>Nimbus of Radiant Truth </i>exists only when good has need of a great champion. Such a champion can attain it only though a perilous quest that tests mettle and righteousness. Rather than being a physical object, the <i>Nimbus of Radiant Truth </i>manifests as a glowing halo of light around the wearer's head. It's ordinarily as bright as <i>continual flame</i>, but in battle it brightens to the dazzling brilliance of <i>daylight</i>. Its radiance is treated as resulting from a 9th-level spell for purposes of interaction with other sources of light and darkness. The radiance of the nimbus can be suppressed or resumed as a standard action.</p><p class=\"stat-block\">The <i>Nimbus of Radiant Truth</i> grants a +6 enhancement bonus to Wisdom and Charisma. Treat this as a temporary ability bonus for the first 24 hours the nimbus is worn. Its wearer can't deliberately utter a lie, though the nimbus doesn't prevent other forms of deception, evasiveness, and giving incomplete answers within the boundaries of the truth. All of the wearer's natural weapons and any weapons she wields overcome damage reduction as though they were good-aligned. In addition, the <i>Nimbus of Radiant Truth</i> has the following powers.</p><ul><li>The wearer can bring forth a <i>zone of truth </i>(DC 20) with a 40-foot radius at will. By expending one use of mythic power, the DC increases to 30.</li><li>As an immediate action, the wearer can expend one use of mythic power to gain the benefits of freedom's call (as the Liberation domain power) or nimbus of light (as the Sun domain power) for 2 minutes. For purposes of this power, the wearer has a cleric level equal to her character level. Either power can be dismissed as a free action, but any unused duration is lost.</li><li>Seven times per day, the wearer can <i>cure moderate wounds</i> as a cleric with a caster level equal to her character level. The wearer adds her mythic tier to the hit points healed.</li><li>Three times per day, the wearer can unleash a <i>holy aura</i> (DC 25) or an empowered <i>holy smite</i> (DC 22).</li><li>Once per day, the wearer can unleash a blast of righteous power. Treat this as <i>sunburst</i> (DC 27) centered on the wearer, except that it has no effect on good-aligned creatures and inflicts double damage to evil-aligned creatures. After this power is used, the nimbus fades to a barely visible glow for 1 hour, and the wearer loses access to all of its powers save its enhancement bonuses. She remains unable to lie.</li><li>Once per week, the wearer can expend one use of mythic power to perform a <i>resurrection</i>.</li></ul><p class=\"stat-block\">The wearer of the <i>Nimbus of Radiant Truth</i> can remove it as though it were a physical item, and place it either on the head of another creature or on an inanimate object. When placed on an inanimate object, the <i>Nimbus of Radiant Truth</i> can be picked up. When placed on a living creature, it can't be removed except by the wearer's conscious choice.</p><p class=\"stat-block\">When donned by a creature of evil alignment, the nimbus blasts the creature for 20d6 points of damage, then teleports 1d10&times;10 miles away in a random direction. However, if the wearer becomes evil some time after donning it, the <i>nimbus</i> retains its powers and doesn't damage the wearer. The nimbus cannot be deceived by any mortal means of masking alignment (including mythic abilities).</p>", 
            "slot": "headband", 
            "name": "Nimbus of Radiant Truth", 
            "weight": "-", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Nimbus of Radiant Truth", 
            "type": "item", 
            "subtype": "headband", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Nimbus of Radiant Truth</i> can be destroyed by placing it on the head of a person who was once completely good and innocent, but is now corrupted into the vilest depths of evil and depravity.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">A twisted blend of artifact, disease, and malign intellect, the <i>Plaguebringer</i> isn't so much found as contracted. Once it infects a host, <i>Plaguebringer</i> renders him immune to the effects of any lesser disease. Despite this immunity, the host can still spread disease; indeed, his body becomes an incubator for the countless ailments of the mortal world. When exposed to a disease, the host automatically fails any saving throw to avoid contracting it, but suffers no ill effects. The host indefinitely remains an asymptomatic carrier for any diseases caught.</p>", 
            "slot": "none", 
            "name": "Plaguebringer", 
            "weight": "-", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Plaguebringer", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong necromancy", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">To be destroyed, <i>Plaguebringer</i> must first be forced or tricked into the body of an angel. The angel must then willingly sacrifice itself by dying at the heart of a star.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }, 
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> also grants the following abilities:</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }, 
                        {
                            "body": "<ul><li>The host receives a +2 profane bonus on attack rolls, caster level checks, and saving throws.</li><li>The host generates an aura of unlife in a 30-foot radius. All living creatures other than the host within this radius take 2d6 points of negative energy damage each round. Undead creatures gain fast healing 5 that stacks with any fast healing they already possess. This aura can be suppressed or resumed as a standard action.</li><li>As part of using an ability that requires him to expend mythic power, the host can target a mythic creature within 30 feet. If that creature fails a DC 23 Fortitude save, it contracts a random disease (as <i>contagion</i>) and one use of its mythic power is stolen and granted to the host. If the host fails to steal mythic power, he must expend double the usual amount of his own mythic power or the ability fails.</li><li>The host can use <i>contagion</i> heightened to 8th level (DC 23) at will.</li><li>The host can use empowered <i>vampiric touch </i>three times per day.</li><li>As a swift action, the host can expend one use of mythic power to gain the effects of <i>death ward</i>, <i>divine power</i>, and <i>spell resistance</i>. These effects last 1 round per tier he possesses and can't be dispelled.</li><li>Once per day, the host can expend two uses of mythic power to summon a nightwing to do his bidding for 1 hour. If the nightwing is slain, a new one can't be summoned for 1 week.</li></ul>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Plaguebringer", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> is intelligent, with an Intelligence score of 15, a Wisdom of 10, and a Charisma of 20. It has a neutral evil alignment, communicates by empathy, and has an Ego of 30. It exists only to spread disease and cause suffering. It protects and aids hosts that please it. If infecting a host who resists these goals, it withholds its abilities and attempts to control the host. <i>Plaguebringer</i> can take a single standard or swift action on its host's turn to activate any of its powers that don't require a touch attack. It has five uses of mythic power available to expend each day. It can use its host's own mythic power by becoming dominant (<i>Pathfinder RPG Core Rulebook</i> 535).</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p class=\"stat-block\">When infecting a host, it has full access to its host's senses, along with darkvision and blindsense with a range of 120 feet. When not in a host, <i>Plaguebringer</i> has only limited awareness, with hearing and blindsense usable to a range of 30 feet and no vision. When not infecting a host, <i>Plaguebringer</i> is undetectable by normal vision due to its microscopic size, though <i>detect evil</i> reveals its presence. It can fly at a speed of 30 feet, and can infect a new host by entering its body. If the target fails a DC 30 Fortitude save, <i>Plaguebringer</i> infects it and the creature gains access to the artifact's powers<i>.</i> If the target succeeds, <i>Plaguebringer</i> can't attempt to infect it again for 1 month.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Plaguebringer", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> can leave a host by becoming dominant and choosing to leave. Immediately after it leaves, the host is affected by multiple <i>contagion</i> effects (DC 30), one for each of the diseases listed in the spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Plaguebringer", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Fashioned from a single piece of black jade, this 3-foot-long scepter has a T-shaped handle carved to resemble the head of a horned crocodile. The scepter's other end curls and forms an eyehook, to which is tied a leather strap. Strung along this strap are four small, copper bells. Each bell signifies a single concept related to rulership: authority, banishment, dominion, and imprisonment.</p><p class=\"stat-block\">An individual seeking to wield the scepter must first bond with the artifact by permanently offering it one use of her mythic power. Thereafter, the owner must always keep one use of power unspent to maintain the bond. If the owner expends all her mythic power, the bond breaks and the individual can no longer access any of the scepter's power until she reestablishes her bond of ownership.</p><p class=\"stat-block\">Once bonded, the scepter can be wielded as a <i>+6 brilliant energy light mace</i> that grants a +4 enhancement bonus to its bonded owner's Charisma score. In addition, the owner can expend one use of mythic power and ring the scepter's bells to produce the following effects:</p><ul><li>The wielder can ring the bell of authority to cast <i>command</i> targeting any non-mythic creature.</li><li>The wielder can ring the bell of banishment to cast <i>dismissal</i> upon any non-mythic outsider with a CR at least 3 less than the wielder's total class level plus her tier.</li><li>The wielder can ring the bell of dominion to cast <i>sanctuary</i> on any non-mythic creature.</li><li>The wielder can ring the bell of imprisonment to cast <i>forcecage</i> on any non-mythic creature with a CR at least 3 less than the wielder's total class level plus her tier.</li></ul><p class=\"stat-block\">The caster level for all four effects is equal to the owner's total character level plus her tier. When she rings a bell, she can also expend an additional use of mythic power to increase the DC of the spell-like ability's saving throw by 10.</p><p class=\"stat-block\">Lastly, the owner can use the scepter to appoint a mythic agent to be a protector and advocate of the owner's people. When she does so, she bestows 1d4 uses of mythic power upon that creature that last for 1 month if the creature is mythic, or until they are spent if the creature is non-mythic. If the agent is mythic, these points increase the agent's maximum number of mythic uses for the month. If the champion is non-mythic, as long as that agent retains at least one use of mythic power, it gains the hard to kill and surge base mythic abilities.</p>", 
            "slot": "none", 
            "name": "Scepter of the Shining Lord", 
            "weight": "4 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Scepter of the Shining Lord", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong abjuration and enchantment", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Scepter of the Shining Lord</i> explodes if its owner uses it to appoint a non-mythic queen, lord, or other ruler as an agent. This slays the scepter's owner and makes the ruler mythic.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This strangely shaped, ebon-colored rock streaked with deep purple veins is actually the petrified heart of a long-forgotten mythic hero. Over the centuries, the heart has appeared as an amulet, the head of a staff, and a mace head. Regardless of its form, the <i>Shadowwraith Heart</i> functions the same. The heart seeks out the location of the nearest source of mythic power&mdash;either a creature or place&mdash;and when brought to the source devours its power. As soon as it comes within a 60-foot-radius of a mythic creature, it begins to leech off that creature's mythic power. Each round a mythic creature remains within the area of effect, it must succeed at a DC 25 Fortitude save or lose 1d4 uses of mythic power. If the heart drains a mythic creature of all its daily uses of mythic power, the creature loses a mythic tier. The tier loss is semi-permanent, remaining until the creature successfully completes one trial.</p>", 
            "slot": "none", 
            "name": "Shadowwraith Heart", 
            "weight": "3 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Shadowwraith Heart", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong necromancy", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>Implanting the Shadowwraith Heart into the chest of a dying mythic hero reanimates the heart, restoring the hero as the heal spell (CL 15th), though the hero loses all mythic tiers.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">With its shimmering, luminous silver-gray sails and tendency to briefly shift in and out of phase with the Material Plane, this star-faring sailing ship is often mistaken for a ghost ship. Though non-mythic creatures can board the ship as passengers, the <i>Silver Maiden</i> requires a mythic creature to be its captain. If the ship currently has no captain, a mythic character can claim the captaincy by touching the ship's wheel and stating her desire to be captain. The captain then serves until death or voluntarily retirement. Upon assuming the captaincy, the captain becomes aware of all of the ship's powers, and can propel the ship completely unaided from anywhere aboard the vessel, whether sailing the high seas of a terrestrial world or gliding through the vast blackness of deep space.</p><p class=\"stat-block\">At will, the captain can expend two uses of mythic power to launch the <i>Silver Maiden </i>into outer space. Once in space, the ship can sail through the vacuum at incredible speeds. Although exact travel times vary, a voyage between two planets within a solar system takes 2d20 days, and a voyage to another star system takes 2d20 weeks (or more at the GM's discretion). The captain must know which world she wishes to travel to (as if the captain cast <i>greater teleport</i>). When the ship arrives at its destination, it slowly descends to the surface (as the <i>feather fall</i> spell), and typically lands in a body of water. Once earthbound, the ship moves as a standard sailing ship. If the planet has no water or comparable liquid, the ship lands on solid ground and is unable to move until the captain once again launches the ship back into space.</p><p class=\"stat-block\">The <i>Silver Maiden </i>can also sail the Outer Planes. At will, the captain can expend three uses of mythic power to transport the ship to another plane, as the <i>plane shift</i> spell. When the ship arrives at its extraplanar destination, it appears in a body of water or comparable liquid, 1 to 100 miles from the captain's intended destination. If the plane has no water (such as the Plane of Earth) the ship appears on solid ground, and is unable to move until the captain transports it to another plane. If the plane has neither water nor a solid surface, such as the Plane of Air, the ship continues to slowly fall (as the <i>feather fall</i> spell) until the captain transports it to another plane.</p><p class=\"stat-block\">The <i>Silver Maiden</i> protects its passengers from the environmental dangers of deep space and the outer planes, and can even sail the molten surface of a star. At all times, the ship simulates a comfortable temperature and gravity normal for its current captain's home world. This protection extends 10 feet from the exterior of the vessel.</p>", 
            "slot": "none", 
            "name": "Silver Maiden", 
            "weight": "500 tons", 
            "cl": "30th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Silver Maiden", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "overwhelming abjuration and transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Silver Maiden can be destroyed if its captain sails it into a black hole.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This mithral cap includes prominent guards for the eyes and nose. The helmet was forged under duress by a dwarven smith to further the ambitions of his mad brother. The <i>Tarnhelm</i> has the following powers.</p><ul><li>The wearer gains the shapechanger subtype.</li><li>The wearer gains immunity to polymorph effects, except ones he chooses to allow to affect him.</li><li>At will, the wearer can use <i>greater invisibility</i> as a spell-like ability for as long a duration as desired.</li><li>At will, the wearer can change his appearance in the same fashion as a <i>hat of disguise</i>, with a DC 25 Will save required to disbelieve the illusion. If the <i>Tarnhelm</i> is used to create a disguise, the wearer receives a +25 bonus on the Disguise check.</li><li>Three times per day, the wearer can use <i>greater teleport</i>, exactly as if he had cast the spell of the same name. The wearer can teleport additional times by expending one use of mythic power per teleport.</li><li>Three times per day, the wearer can assume the form of an animal as though he had cast <i>beast shape IV</i>, except the duration lasts until the effect is dismissed or dispelled. The wearer can change shape additional times by expending one use of mythic power per transformation.</li><li>By expending two uses of mythic power, the wearer can assume the form of Gargantuan chromatic or metallic dragon. The effect lasts until dispelled or dismissed. He gains a +14 size bonus to Strength, a +12 size bonus to Constitution, a +10 natural armor bonus, a fly speed of 150 feet (poor), blindsense 90 feet, darkvision 180 feet, a breath weapon, DR 15/magic, frightful presence (DC 23), one bite (4d6), two claws (2d8), two wing attacks (2d6), and one tail slap (2d8). All his breath weapons deal 16d8 points of damage and allow a Reflex save (DC 10 plus his tier plus his Constitution modifier) for half damage. This ability otherwise functions as <i>form of the dragon III</i>.</li></ul>", 
            "slot": "head", 
            "name": "Tarnhelm", 
            "weight": "2 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Tarnhelm", 
            "type": "item", 
            "subtype": "head", 
            "aura": "strong conjuration, illusion, and transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Tarnhelm</i> can be destroyed by being struck by a succession by hammer blows from a dwarven smith wielding an adamantine hammer, a human smith with a steel hammer, and an elven smith using a hammer of spun glass. Each must succeed at a DC 30 Craft (armor) check when landing the blow. Failure destroys the hammer, disrupts the attempt to destroy the <i>Tarnhelm</i>, and deals 12d6 points of damage to the smith.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">Formed of meteoric adamantine, the massive anvil known as the <i>Trueforge</i> appears and vanishes according to unknowable whims&mdash;perhaps those of a greater power, perhaps its own. A creature with sufficient power and knowledge can bind the <i>Trueforge</i> to a fixed location to best take advantage of its power.</p><p class=\"stat-block\">Labor at the <i>Trueforge</i> requires both supreme skill and mythic power. Non-mythic creatures are affected as the <i>feeblemind</i> spell (DC 30) for daring to use the forge, and can't use the forge's abilities even if they succeed at their saving throws.</p><p class=\"stat-block\">When toiling at the <i>Trueforge</i>, a mythic creature can create magical weapons and armor with a cost up to her mythic tier squared times 2,000 gp, ignoring the nonmagical cost of the item created. For example, a 10th-tier character could craft a magic weapon of a +10 enhancement equivalent, worth 200,000 gp plus the cost of the weapon itself. The item forged must be at least partially metal, such as a breastplate or spear. Creating such an item requires only half the usual value of raw materials. However, to create items involving exotic materials (such as adamantine), the creator must use and have access to the normal amount of the material.</p><p class=\"stat-block\">Regardless of the materials involved, it takes 1 day of labor to forge a nonmagical light or one-handed weapon, shield, or suit of light armor; 2 days to forge a suit of medium armor or two-handed weapon; and 3 days to forge a suit of heavy armor. For items with magical properties, square the number of days of labor and multiply by 1,000 to determine the total gold piece value. For example, completing an item with magical properties worth 144,000 gp or less requires 12 days of work. The crafter must labor continuously on the item, not sleeping until work is completed, though she's kept awake and vigorous through the magic of the forge. If the work is interrupted for more than 1 hour at a time or more than 2 hours in a single day, the item is ruined, and half the value of the raw materials wasted.</p><p class=\"stat-block\">In addition to making normal and magical weapons and armor, the <i>Trueforge</i> can repair a broken magic item, generally in half the number of days it would take to make it from scratch. It can even repair or create an artifact, though such a task requires months of preparation to gather the proper materials followed by weeks of labor at the forge.</p><p class=\"stat-block\">Only one person can work the forge at a time. As the crafter labors, the <i>Trueforge</i> feeds on her mythic power and life energy, drawing it into the item forged. Forging nonmagical items carries less risk. The crafter must succeed at a DC 25 Fortitude save at the start of each day of work or gain 2 permanent negative levels. For magic items, the save DC is equal to 25 plus the number of days worked thus far. At the start of each day of labor, the crafter must expend a number of uses of mythic power equal to the number of days worked so far plus one.</p><p class=\"stat-block\">If the crafter accumulates a number of negative levels equal to her own character level or exhausts her mythic power, the labor proves fatal at the end of the day. Normally, this ruins the work in progress, but if this occurs on the final day of work, the crafter finishes the item as she dies. Her soul enters the item, making it an intelligent item with the crafter's personality&mdash;and likely some of her abilities, as determined by the GM.</p><p class=\"stat-block\">Creatures immune to level drain, whether by innate nature or magical protection, can't use the <i>Trueforge</i>.</p>", 
            "slot": "none", 
            "name": "Trueforge", 
            "weight": "500 lbs.", 
            "cl": "25th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Trueforge", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "overwhelming transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Trueforge</i> can be destroyed by first destroying every object forged by it, then shattering the forge with a single blow from a <i>hammer of thunderbolts</i>.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }
    ]
}