{
    "body": "<p>Minor artifacts are not necessarily unique items. Even so, they cannot be created by mortal means.</p>", 
    "name": "Minor Artifacts", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">This <i>+4 determination</i> <i>heavy steel shield </i>has the preserved head of a medusa mounted in its center, its eyes shut tight. It grants its wearer a +4 resistance bonus on saving throws and immunity to gaze attacks. When the wearer fights defensively or uses Combat Expertise, the shield's bonuses to AC and on saving throws increase to +6. When she's taking the total defense action, the bonuses increase to +10.</p><p class=\"stat-block\">As a standard action, the wearer of the <i>aegis</i> can expend one use of mythic power to awaken the medusa's head, causing its serpentine hair to writhe and its glowing, red eyes to open. This unleashes a cone of widened <i>fear</i> in the direction of the wearer's choice. The head remains awakened for 1 round per tier the wearer possesses, during which the wearer gains a petrifying gaze like that of the medusa's (turn to stone permanently, 30 feet), except the effect is caused by meeting the gaze of the shield's mounted head rather than the bearer's gaze.</p><p class=\"stat-block\">The save DC for both the fear and petrification effects is equal to 10 + the wearer's tier + the wearer's Charisma modifier. While the medusa's head is awakened, the wearer can attempt to make an enemy look into its eyes as a standard action, using the normal rules for gaze attacks (<i>Bestiary</i> 300).</p>", 
            "slot": "shield", 
            "name": "Aegis", 
            "weight": "15 lbs.", 
            "cl": "15th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Aegis", 
            "type": "item", 
            "subtype": "shield", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The aegis is destroyed if the medusa whose head adorns it is brought back to life, and the awakened shield meets the gaze of this medusa.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">When a mythic creature uses this +<i>6 keen vorpal greataxe</i> forged from a dull black alloy to decapitate his foes, the axe's head glows with dozens of mysterious runes<i>. </i>The wielder of a <i>black iron axe</i> can claim any heads he decapitates with the artifact, and use them as batteries for mythic power. The axe's wielder can place a single use of mythic power into the head as a full-round action for later use. A decapitated head rots and become useless in 1d6 days. Only the creature that placed the use of mythic power in a head can use the power stored within it, and she must be in physical contact with the head to do so. Each head weighs 10 pounds.</p>", 
            "slot": "none", 
            "name": "Black Iron Axe", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Black Iron Axe", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>If a mythic hero uses a black iron axe to decapitate herself, the artifact loses all of its magical properties and becomes a plain iron axe. The uses of mythic power remain in the affected heads after the black iron axe is destroyed.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">These five oblong, wooden planks range in length from 5 inches to about 1 foot, and weigh 1 pound each. None is carved thicker than a finger, and their sides taper to form dull blades. Each is delicately carved with intricate, symmetrical designs of seemingly primitive origin. A long cord bound to the plank through a hole at the top of the blade allows the bearer to whirl the blade about in a circle, causing it to emit a low, growling tone with a strange warble that can be heard many miles away.</p><p class=\"stat-block\">In the hands of a mythic creature, whirling bullroarers can induce powerful sonic waves that trigger profound emotional reactions in anyone they touch. A mythic creature can attempt to spin up to two bullroarers at a time, provided he has a free hand for each. Spinning more than two bullroarers creates a cacophony that causes their effects to cancel each other out. The penetrating sonic waves don't need to be audible to be effective, however they can't affect creatures immune to mind-affecting effects.</p><p class=\"stat-block\">The bullroarers affect mythic opponents within a radius of 60 feet plus 10 additional feet per the tier wielder possesses, and non-mythic creatures within double that range. The effect remains for as long as the artifact's owner swings the bullroarer, up to a maximum number of rounds equal to his mythic tier. The individual blades and their powers are listed below.</p>", 
            "slot": "none", 
            "name": "Bullroarers of Outburst", 
            "weight": "5 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong enchantment", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The bullroarers simultaneously shatter if all five are swung at the same time while their bearer stands within the eye of a massive hurricane.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst/Blade of Courage", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">All allies within the area of effect are treated as if affected by of a <i>blessing of courage and life</i> spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Blade of Courage", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst/Blade of Castigation", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">All opponents within the area fall to their knees as if affected by a <i>castigate</i> spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Blade of Castigation", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst/Blade of Despair", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">All opponents within the area of effect that hear the sound become saddened as if affected by a <i>crushing despair </i>spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Blade of Despair", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst/Blade of Fear", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">All opponents within the area of effect that hear the sound become frightened as if affected by a <i>fear </i>spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Blade of Fear", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Bullroarers of Outburst/Blade of Rage", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">All opponents within the area of effect that hear the sound become enraged as if affected by a <i>rage </i>spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Blade of Rage", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This looks to be just two plain steel rings. But when a mythic creature grasping them expends one use of mythic power as a swift action, they explode into a 10-foot-long spiked fighting chain formed from of the wielder's choice of acid, cold, fire, or electricity. The wielder can dismiss this effect as a free action. The chain is a <i>+6 spiked chain</i> that deals 4d6 points of damage of the chosen type instead of the normal damage typically done by a spiked chain. Once activated, the chain retains it shape for 1 hour or until the wielder dismisses the weapon, whichever comes first.</p>", 
            "slot": "none", 
            "name": "Elemental Chain", 
            "weight": "3 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Elemental Chain", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">Feeding its twin steel rings to an elemental lord destroys an <i>elemental chain</i>.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The fleshhook is an ancient ceremonial artifact used by high priests to serve the sacred feast-meat from their cooking pots. This 4-foot-long wooden pole is wrapped with three metal bands etched with elaborate cygnets and ravens&mdash;one band at the base, one in the center, and one shaped into a headpiece that forks into four sharpened tines. When recreating the ancient feasting ritual, which takes 10 minutes, a mythic creature can use the fleshhook to imbue the meat served upon its tines with his own mythic power. With each piece of meat served, the bearer can transfer one use of mythic power to the creature that eats the meat.</p><p class=\"stat-block\">If eaten by a mythic creature, the meat replenishes one use of mythic power. If eaten by a non-mythic creature, it grants a single use of mythic power for 24 hours. For as long as that non-mythic creature holds this use of mythic power, it's considered a mythic creature for the purposes of spells and effects, and gains both the hard to kill and surge base mythic abilities. Once that use of mythic power is spent, the creature loses these abilities and is no longer considered mythic.</p>", 
            "slot": "none", 
            "name": "Fleshhook of Mythic Sustenance", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Fleshhook of Mythic Sustenance", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>fleshhook of mythic sustenance</i> snaps and become useless if used to serve the rotten flesh of a mythic creature to a powerful outsider.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">While this <i>+3 seeking arrow</i> is carried, it grants its bearer a +2 luck bonus on saving throws and skill checks. The wielder doubles her favored enemy bonus on attack and damage rolls against any creature of that type she attacks with the arrow.</p><p class=\"stat-block\">When taking a full-round action to fire a single shot using the arrow, the wielder ignores all range penalties for that attack. By expending one use of mythic power while such an attack, the wielder scores an automatic critical hit if the attack hits, and the arrow bypasses any damage reduction the target possesses.</p>", 
            "slot": "none", 
            "name": "Fortune's Arrow", 
            "weight": "1/10 lb.", 
            "cl": "15th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Fortunes Arrow", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> can be destroyed by burying it within the heart of a being of pure chaos at the center of the realm of purest law.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Fortunes Arrow/Destruction/Fortunes arrow", 
                            "type": "section", 
                            "name": "Fortune's arrow", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "name": "Destruction", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Fortunes Arrow/Fortunes arrow", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> can always be recovered if searched for. Even if lost, it finds its way back to its previous owner within 1d6 days as long as she still lives. <i>Fortune's arrow</i> fails to return to its owner only if she dies or freely gives it to another.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Fortune's arrow", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This gruesome artifact looks like the mummified, hollowed-out arm of a glabrezu. This graft contains an imprisoned parasitic demon that can be satiated only by mythic power. To use the artifact, the user must place his own naked arm into the hollow graft, which then permanently bonds itself to his flesh and muscle. If placed upon the arm of a non-mythic character, the graft instead devours the limb, dealing 5d6 points of damage and amputating the arm.</p><p class=\"stat-block\">Once attached, the <i>glabrezu claw</i> surrounds its wearer with a field of force. This provides a deflection bonus to AC equal to the wearer's mythic tier. The wearer also gains immunity to electricity and poison. In addition, the wearer can feed the <i>glabrezu claw</i> some of his mythic power in order to activate spell-like abilities. All these spell-like abilities have a caster level equivalent to the graft wearer's total class levels plus his mythic tier.</p><p class=\"stat-block\">The graft wearer can expend one use of mythic power to gain telepathy with a range of 100 feet for 2 hours (<i>Bestiary</i> 300) or cast any of the following spells: <i>chaos hammer, confusion, dispel magic, mirror image, reverse gravity, </i>or <i>true seeing</i>.</p><p class=\"stat-block\">By expending two uses, he can cast <i>greater teleport</i> (self plus 50 pounds of objects only), <i>veil </i>(self only), or <i>unholy blight.</i></p><p class=\"stat-block\">By expending three uses, he can cast <i>power word stun</i> or summon (level 4, either 1 glabrezu 30% or 1d2 vrocks 70%; <i>Bestiary</i> 300).</p>", 
            "slot": "none", 
            "name": "Glabrezu Claw", 
            "weight": "5 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Glabrezu Claw", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong varied [evil]", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>glabrezu claw</i> crumbles to dust and the demon within is destroyed if placed upon arm of a formerly evil high priest who has atoned for his past and converted to worship a good deity.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This humble-looking, round-bottomed flask was used to purify one of the legendary <i>philosopher's stones</i>, and acquired some special properties as a side effect of this use. The <i>hermetic flask</i> and its creations function for only users with the alchemy class feature (<i>Pathfinder RPG Advanced Player's Guide</i> 26) and the ability to make extracts. Using the flask normally requires an alchemist's lab or crafting kit. Makeshift tools can be used, but result in a &ndash;5 penalty on all checks.</p><p class=\"stat-block\">If a user spends 10 minutes and 100 gp, and succeeds at a DC 30 Craft (alchemy) check, the flask can distill one dose of alchemical essence. If the user expends one use of mythic power during the distilling process, 10 doses are made instead. Alchemical essence remains stable only as long as it's contained within the <i>hermetic flask</i>. As a standard action, an alchemist can pour forth a dose and immediately convert it into an alchemical item worth 100 gp or less, or into a poison worth 1,000 gp or less. He may throw it or apply it as part of the same standard action.</p><p class=\"stat-block\">A weapon-like liquid, such as alchemist's fire, congeals into a fragile globule and remains stable until thrown or otherwise broken. Any such substance poured from the flask remains stable for 1 minute, and then dissolves harmlessly. The purity of the alchemical essence increases the effectiveness of alchemical items derived from it. Any save DCs associated with the item increase by 2, and any damage caused or healed by it increases by 50% (including ability damage). The <i>hermetic flask</i> can hold a maximum of 10 doses of alchemical essence at a time.</p><p class=\"stat-block\">The user can identify the properties of an unknown alchemical substance or poison by pouring it into an empty <i>hermetic flask</i> and succeeding at a DC 25 Craft (alchemy) check for a normal substance, or a DC 30 or 35 check for a rarer substance. This analysis takes 1 minute and doesn't destroy the substance. Poisons analyzed in the flask can be converted into an antidote as part of this check, consuming the poison in the process. Such an antidote automatically cures the poison in any creature currently suffering from it, and provides immunity to further exposure to that specific poison for 24 hours. The antidote remains stable for as long as it's within the flask, and for 1 minute after it's removed.</p><p class=\"stat-block\">By expending one use of mythic power and using the flask as part of a Craft check, the user can halve the cost of materials needed to create an alchemical item or poison. This doesn't apply to the creation of alchemical essence.</p>", 
            "slot": "none", 
            "name": "Hermetic Flask", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Hermetic Flask", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>hermetic flask</i> can be destroyed by using it to analyze any of the products of a <i>philosopher's stone</i>. Such an act of hubris shatters the flask in a powerful explosion, dealing 25d6 points of fire damage in a 30-foot-radius spread. The person performing the experiment receives no saving throw. Other victims can halve the damage with a successful DC 30 Reflex save.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">These cloudy, white crystals are believed to form spontaneously&mdash;though extremely infrequently&mdash;when a region of planar chaos drifts near a lawfully oriented one. When carried by a non-mythic creature, a <i>nexus crystal</i> bestows the ability to survive the conditions of a hostile plane as though the bearer were native to that plane. For example, the crystal would give immunity to the fires of the Plane of Fire and the life-draining radiation of the Negative Energy Plane. Any adaptation given protects only against the hazards of the plane itself, not the creatures within it&mdash;fire attacks from creatures on the Plane of Fire are still hazardous to the bearer. The crystal doesn't provide protection against extreme conditions not normally experienced by inhabitants of the given plane, such as the vacuum of space on the Material Plane.</p><p class=\"stat-block\">When carried by a mythic creature, a <i>nexus crystal</i> has the following additional powers.<ul><li>As a standard action, the bearer can bestow the crystal's planar adaptation ability to another by touching the creature with the crystal and expending one use of mythic power. The protection can be withdrawn over any distance on the same plane with a standard action. The use of mythic power can't be recovered while the protection remains in place. If another creature claims the crystal and uses this ability, any protection bestowed by the previous owner immediately ends.</li><li>As a standard action, the bearer can use <i>plane shift</i> to move herself and up to seven other willing creatures to any plane she is familiar with by expending one use of mythic power. If traveling to a location she's already visited, she can reduce the inaccuracy of <i>plane shift </i>by expending two uses of mythic power when she does so, in which case she appears 1d6&ndash;1 miles (minimum 0 miles) from her destination.</li><li>As a standard action, the bearer can touch another creature with the <i>nexus crystal</i> and expend three uses of mythic power to use <i>plane shift</i> to move the target to a random plane (Reflex DC 27 negates).</li><li>As a standard action, the bearer can expend two uses of mythic power to create a widened <i>dimensional lock</i> centered on the crystal instead of on a point in space. The lock lasts for 24 hours or until dismissed.</li><li>As a full-round action, the bearer can attempt to draw back other creatures that teleported away by expending four uses of mythic power. If she succeeds at a DC 40 Knowledge (planes) check, the bearer can draw back up to one creature per mythic tier she possesses that departed via a conjuration (teleportation) effect in the previous round. To draw back a creature, the bearer must be within 15 feet of the location the creature left from. If the creature resists, it can attempt a Will save (DC 25 + the bearer's tier) to avoid returning. The bearer can choose freely which creatures from a group to pull back, and can even pull back creatures that departed with different means or to different destinations, as long as their points of departure are within range.</li></ul></p>", 
            "slot": "none", 
            "name": "Nexus Crystal", 
            "weight": "1 lb.", 
            "cl": "18th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Nexus Crystal", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>nexus crystal</i> can be destroyed by invoking its <i>plane shift</i> power as the bearer steps through a <i>gate</i>. Doing so destroys the crystal and the <i>gate</i>, and the resulting magical explosion causes 18d10 points of damage to creatures within a 2-mile-radius burst of either side of the <i>gate</i> (Reflex DC 27 for half damage). Permanent gates between planes could potentially be destroyed in this fashion, at the GM's discretion.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">A <i>ring of equilibrium </i>is a wooden ring carefully carved from core of an oak tree, decorated with delicate runes, and sanded and finished to be perfectly round, smooth, and symmetrical. When slipped on a finger, it sizes itself appropriately.</p><p class=\"stat-block\">It's said the ring has a will of its own, but if it does, it evinces no obvious agenda. It favors wearers who possess strong personality traits&mdash;either those with strong morals, who exemplify goodness and honor, or those utterly devoid of morals, with the vilest and blackest souls imaginable. The ring especially favors mythic creatures, and often refuses to slip onto the finger of a creature that lacks strong personality traits or isn't mythic.</p><p class=\"stat-block\">The ring has no special power over the living, but when its wearer dies or it's placed on the finger of a dead creature it deems worthy, the corpse and equipment of the wearer remain where they are but the ring vanishes entirely. Within 24 hours, a tree grows in a location that's as close as possible to where the wearer died. The next day, the tree splits along the middle, revealing a cavity where the wearer has been resurrected whole and uninjured, with the ring still adorning her finger. If the wearer died in an unsafe place, the tree appears as close to that location as possible while still being relatively safe for the wearer.</p><p class=\"stat-block\">This rebirth comes at a price. The wearer receives certain knowledge that somewhere in the world, another being has been resurrected along with her&mdash;an individual of an opposite alignment who is every bit as wretched as the wearer is good, or vice versa. The opposite has roughly the same level and power as the wearer. The wearer has no knowledge of this other party whatsoever, other than that it exists and is free to do whatever it wishes&mdash;perpetrate any crime or perform any good deed&mdash;thanks to the wearer. This opposite is always brought back a considerable distance from the wearer. If the wearer dies again but the opposite doesn't, the wearer is resurrected again, along with another creature of an opposed nature. This cycle continues indefinitely until the ring is discarded or it moves on.</p>", 
            "slot": "ring", 
            "name": "Ring of Equilibrium", 
            "weight": "-", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Ring of Equilibrium", 
            "type": "item", 
            "subtype": "ring", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> is destroyed if the wearer commits suicide while wearing it and while her opposite is still alive and healthy.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Ring of Equilibrium/Destruction/A ring of equilibrium", 
                            "type": "section", 
                            "name": "A ring of equilibrium", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "name": "Destruction", 
                    "source": "Mythic Adventures"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This 3-foot-long aspen rod bears glyphs of protection and abjuration. Each end is capped with a smooth copper sphere. While holding the rod, the bearer automatically perceives any spell cast (or spell-like ability used) within a 120-foot radius, even if she can't otherwise perceive the caster. Spells cast from spell completion and spell trigger items are automatically detected as well. The bearer immediately knows the specific spell cast, whether or not it was from a magic item, its level, the caster level, and whether the spell is arcane or divine.</p><p class=\"stat-block\">When the bearer of the <i>rod of spell sundering</i> counters a spell, she can counterspell with any spell of equal or greater level she's prepared, automatically countering as if she'd cast the proper spell to counterspell. As an immediate action after countering a spell, the rod's wielder can expend one use of mythic power to reflect the spell back on the caster. The rod's bearer must have line of effect to reflect a spell, unless the spell reflected doesn't require it. Treat the caster as the target, center, or origin of the spell's effect, as appropriate. Treat the spell as though cast by the rod's bearer on the caster. The power of the <i>rod of spell sundering</i> augments the spell, increasing the DC of any saving throws by 2 and the spell's caster level by the bearer's tier.</p><p class=\"stat-block\">When used as a weapon, the <i>rod of spell sundering</i> functions as a masterwork light mace. On a successful attack, it targets the creature struck with <i>greater dispel magic</i>, with a caster level equal to its bearer's character level plus her mythic tier. This effect can also be delivered with a successful melee touch attack made using the rod.</p>", 
            "slot": "none", 
            "name": "Rod of Spell Sundering", 
            "weight": "4 lbs.", 
            "cl": "18th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Rod of Spell Sundering", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong abjuration", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>rod of spell sundering</i> can be destroyed by leaving it within an area devoid of all magic for a year and a day. After this, it must be broken across the knee of a spellcaster formerly capable of casting at least 5th-level spells who lost her powers by using <i>mage's disjunction</i> on an artifact.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This <i>+4 wounding throwing longspear</i> has a 2-foot-long iron spearhead covered with over 30 cruel flesh barbs. On a critical hit, the barbs lodge in the victim's flesh and can be removed only by tearing the blade free. Yanking the blade free is a full-round action that requires a successful Strength check with a DC equal to the attack roll that struck the critical hit, and deals 3d6 points of damage to the victim.</p><p class=\"stat-block\">In the hands of a mythic creature, the spear gains the <i>returning</i> special ability, and when thrown seemingly comes alive, screaming wickedly as it flies. When it hits a creature, it radiates <i>fear</i> (as the spell) in a 60-foot-radius burst surrounding the creature struck.</p><p class=\"stat-block\">Each use of mythic power the wielder expends when throwing the spear increases the spear's throwing range by 100 feet.</p>", 
            "slot": "none", 
            "name": "Screaming Spear of the Sun", 
            "weight": "4 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Screaming Spear of the Sun", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong divination and enchantment", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>screaming spear of the sun </i>disintegrates if thrown into the flaming heart of a sun.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Similar to the <i>staff of the magi</i>, this long ivory staff is inlaid with platinum sigils and burns with eldritch fire when its powers are called upon. Unlike a normal staff, a <i>staff of eldritch sovereignty</i> holds 50 charges and can't be recharged normally. Some of its powers use charges, and others don't. A <i>staff of eldritch sovereignty</i> doesn't lose its powers if it runs out of charges. The following powers don't use charges:</p><ul><li><i>Arcane lock</i></li><li><i>Arcane sight</i></li><li><i>Daylight</i></li><li><i>Knock</i></li><li><i>Mage armor</i></li><li><i>Mage hand</i></li><li><i>Touch of idiocy</i></li></ul><p class=\"stat-block\">The following powers drain 1 charge per use:</p><ul><li><i>Black tentacles</i></li><li><i>Cone of cold</i> (15d6 damage, Reflex DC 20 half)</li><li><i>Fireball</i> (10d6 damage, Reflex DC 18 half)</li><li><i>Greater dispel magic</i></li><li><i>Greater invisibility</i></li><li><i>Greater teleport</i></li><li><i>Lightning arc</i> (15d6 damage, Reflex DC 20 half)</li><li><i>Major image</i> (Will DC 18 disbelief)</li><li><i>Suggestion</i> (Will DC 18 negates)</li></ul><p class=\"stat-block\">These powers drain 2 charges per use:</p><ul><li><i>Summon monster IX</i> (the summoned creatures receive the benefits of the Augment Summoning feat)</li><li><i>Plane shift</i> (Will DC 22 negates, arrive 2 to 200 miles from the intended destination)</li><li><i>Prismatic sphere</i> (DC 24)</li><li><i>Prismatic spray</i> (DC 22)</li></ul><p class=\"stat-block\">For 5 charges, the <i>staff of arcane sovereignty</i> creates a <i>gate</i>.</p><p class=\"stat-block\">The <i>staff of eldritch sovereignty</i> has higher DCs than normal for a staff. The wielder still uses her own save DCs if they exceed those of the staff.</p><p class=\"stat-block\">The wielder can use any of her metamagic feats on spells cast with the <i>staff of eldritch sovereignty</i> by expending 1 charge per increase in spell level, with a minimum of 1 charge spent. The adjusted level of the spell can't be increased above 9th level. For example, a user with Quicken Spell can spend 5 charges to cast a quickened <i>cone of cold</i> with the staff, but couldn't use it to cast quickened <i>greater teleport</i>.</p><p class=\"stat-block\">The wielder can expend one use of mythic power to gain the benefit of a number of charges equal to her mythic tier. Any excess charges are lost. For example, a 5th-tier wielder with Empower Spell could expend one use of mythic power to cast an empowered <i>fireball</i> without consuming any charges from the staff. A wielder who knows the mythic version of one of the staff's spells can cast such spells from the staff by expending one use of mythic power. This can be combined with using mythic power to provide charges. Finally, the wielder can expend one use of mythic power to add 1 charge to the staff, with no risk of explosion if the staff is already fully charged.</p><p class=\"stat-block\">A <i>staff of eldritch sovereignty</i> gives the wielder spell resistance equal to 23 plus her tier. If this is willingly lowered, however, the staff can be used to absorb arcane energy directed at its wielder, as a <i>rod of absorption</i> does. Unlike the rod, this staff converts spell levels into charges rather than retaining them as spell energy usable by a spellcaster. If the staff absorbs enough energy to exceed its limit of 50 charges, it explodes as if the wielder had performed a retributive strike (see Destruction). The wielder has no idea how many spell levels are cast at her&mdash;the staff doesn't communicate this knowledge as a <i>rod of absorption </i>does. Thus, absorbing spells can be risky.</p>", 
            "slot": "none", 
            "name": "Staff of Eldritch Sovereignty", 
            "weight": "5 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Staff of Eldritch Sovereignty", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong varied", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">A <i>staff of eldritch sovereignty</i> can be broken for a retributive strike. Such an act must be purposeful and declared by the wielder. All charges in the staff are released in a 30-foot-radius spread. Quadruple the wielder's tier and add this amount to the number of charges remaining in the staff. All creatures within 10 feet of the staff take an amount of damage equal to 10 times this number. A successful Reflex save with a DC equal to 23 plus the wielder's tier halves the damage.</p><p class=\"stat-block\">Unlike with the <i>staff of the magi</i>, breaking a <i>staff of arcane sovereignty</i> invariably destroys the wielder (no saving throw).</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Forged by powerful fey from the primal word as a gift to mortal champions, a <i>sword of mists</i> is a <i>+6 defending greatsword </i>of gleaming blue steel with a stag's head pommel<i>.</i> Strange, ancient runic etchings encircle the rain guard, and the cross guard is fashioned in the shape of thorny vines. Anyone who wields the weapon gains low-light vision, resist nature's lure (as the druid class feature), and the ability to speak and understand Sylvan.</p><p class=\"stat-block\">The wielder can expend one use of mythic power to imbue the blade for 1 minute with the ability to bypass the hardness of any solid object and cut through even the toughest material as if slicing through butter.</p><p class=\"stat-block\">Once per week, the wielder can expend one use of mythic power to enter the primal world of fey from the Material Plane or vice versa.</p>", 
            "slot": "none", 
            "name": "Sword of the Mists", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Sword of the Mists", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong conjuration and transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">If bathed in the blood of its fey creators, a <i>sword of mists</i> mystically melts into a pool of useless lead.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This simple neck ring consists of a silver braid with matching ivory ends sculpted to resemble wolf's heads. The torc allows itself to be worn by only a mythic character who swears absolute service to his deity. Thereafter, the torc cannot be removed until its wearer dies. The wearer gains an enhancement bonus to his Charisma score equal to half his tier (minimum 1). Once per day, he can use the torc to cast <i>commune </i>for the purpose of contacting his deity. Lastly, he can expend one use of his mythic power to cast <i>legend lore.</i></p><p class=\"stat-block\">If the wearer violates his deity's code of ethics, the torc constricts and begins suffocating him until he dies or receives an <i>atonement</i> spell.</p>", 
            "slot": "neck", 
            "name": "Torc of the Heavens", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Torc of the Heavens", 
            "type": "item", 
            "subtype": "neck", 
            "aura": "strong divination and transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">Melting a <i>torc of the heavens</i> in a cauldron filled with the boiling blood of an ancient red dragon destroys it.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ], 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">While in the hands of a non-mythic creature, a <i>witherfang</i> functions as a <i>+3 kukri</i>. However, over time it begins to consume the life essence of its wielder. If the wielder is non-mythic, each week he must succeed at a DC 20 Fortitude save or take 1d4 points of Constitution drain that can't be healed until 1 week after he stops wielding the weapon. The <i>witherfang</i> then converts the stolen life essence into mythic power. A <i>witherfang</i> can hold a maximum of 20 uses of mythic power.</p><p class=\"stat-block\">A mythic character can use a <i>witherfang's </i>stolen mythic power to activate her own mythic abilities or to enhance the blade with the following abilities: <i>bane</i>, <i>dancing</i>, <i>speed</i>, and <i>wounding</i>. Each ability lasts for 24 hours, and only one can be applied to the blade within each 24-hour period. The wielder can increase <i>the witherfang's</i> enhancement bonus by 1 for each use of mythic power she expends. Alternately, the wielder can expend one use of mythic power to imbue the blade with the <i>bane</i> special ability, two uses to imbue it with the <i>wounding </i>special ability, three uses to imbue it with the <i>speed</i> special ability, or four uses to imbue it with the <i>dancing</i> special ability.</p>", 
            "slot": "none", 
            "name": "Witherfang", 
            "weight": "2 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Witherfang", 
            "type": "item", 
            "source": "Mythic Adventures", 
            "aura": "strong necromancy and transmutation", 
            "sections": [
                {
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\"> permanently loses its magical properties if plunged deep into the heart of a non-mythic humanoid that no longer possesses a soul.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Witherfang/Destruction/A witherfang", 
                            "type": "section", 
                            "name": "A witherfang", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "name": "Destruction", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}