{
    "body": "<p>A duel is a form of combat, but unlike ordinary combat, the participants must all agree to willingly enter the duel and abide by its rules. If either side breaks the rules, that side is considered the loser of the duel, regardless of any other outcome, and if its members continue aggressive action, the fight continues using the standard rules for combat.</p><p>The rules for a duel are usually quite simple, but might vary if all of the participants are of a particular class or if all of the participants agree on specific restrictions or guidelines. Such discussions typically happen before the duel, allowing both sides to properly prepare, but as with all elements of a duel, this is not always the case. Most duels utilize the following simple rules.</p><p>&bull;&nbsp;Each participant must fight alone and can receive no help from outside sources, with the exception of other creatures who are taking part in the duel, such as familiars, animal companions, or other bonded creatures. If the duel consists of more than one participant on a side, those fighting alongside one another are free to aid each other.</p><p>&bull;&nbsp;The types of weapons that can be used in the duel are agreed upon before the duel begins. Typical restrictions include only using melee weapons, ranged weapons, unarmed (or natural) weapons, magic, or any combination of these. The rules of a duel may require all duel participants to use the same weapon or types of attacks. This is especially the case in duels that require swords, spells, or firearms. Absent any such rules, any type of weapon is permissible.</p><p>&bull;&nbsp;The duel usually lasts until one of the combatants has been knocked unconscious or otherwise prevented from continuing. Spells such as <i>hold person</i> do not end duels, but <i>flesh to stone</i> certainly does, assuming the target fails her saving throw. Some duels go to the death and are only ended when one duelist or team is cut to pieces or reduced to a pile of smoking ashes. Other duels last until first blood, first strike, or a number of successful attacks. These latter types of duels are usually intended to settle disputes where a creature's death is not the required end result.</p><p>&bull;&nbsp;In the case of duels that exclusively use magic, additional rules might prohibit the use of summoned or conjured creatures, unless the duel is performed by such creatures at the behest of the spellcasters involved (as is common among druids and summoners).</p><p>&bull;&nbsp;In the case of duels exclusively among warriors, additional rules typically prohibit the use of poison or even entire types of attacks (such as prohibiting ranged attacks, or requiring the use of firearms). In addition, most such duels prohibit the use of magic that affects other participants, although spells that enhance the caster are sometimes allowed.</p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Duels/Starting a Duel", 
    "type": "section", 
    "name": "Starting a Duel", 
    "source": "Ultimate Combat"
}