{
    "body": "<p>There are many ways a spellcaster can become afflicted with a spellblight. These conditions can be gained by way of a <i>bestow curse</i> or <i>major curse</i> spell, as well as spontaneously with a number of unusual circumstances, many of which are detailed below. </p>", 
    "name": "Gaining Spellblights", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Gaining Spellblights", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"areas-of-spellblight\">Typically, the act of casting a spell has little chance of inflicting a spellblight, but there are some areas of magical instability where the mere act of casting a spell within the area can endanger a spellcaster. There are two main types of spellblight areas. In areas of minor spellblight, each time a spellcaster casts a spell, she must succeed at a DC 14 Will saving throw or be affected by a random minor spellblight. In areas of major spellblight, the caster must succeed at a DC 22 saving throw or contract a major spellblight. Due to the strange and random nature of such areas, their effects are not always consistent. There are areas that inflict a single type of spellblight, and areas that are easier or harder to resist with each spell cast. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Gaining Spellblights/Areas of Spellblight", 
            "type": "section", 
            "name": "Areas of Spellblight", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"curses-and-other-spells\">All spellblights can be inflicted upon spellcasters with a <i>bestow curse</i> or <i>major curse</i> spell. <i>Bestow curse</i> can bestow any minor spellblight, while a <i>major curse</i> is required to afflict a spellcaster with a major spellblight. Other spells may inflict a specific spellblight or may allow the caster to select any spellblight as part of the spell. A successful saving throw against the spell prevents the spellblight from taking hold.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Gaining Spellblights/Curses and Other Spells", 
            "type": "section", 
            "name": "Curses and Other Spells", 
            "source": "Ultimate Magic"
        }
    ]
}