{
    "body": "<p>GMs may choose to include the following methods of acquiring spellblights. </p>", 
    "name": "Optional Ways to Acquire Spellblights", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"antimagic-field\">The first time a spellcaster attempts to cast a spell within an <i>antimagic field</i>, there is a chance she will spontaneously gain a major spellblight. The caster must succeed at a Will saving throw (DC 15 + the caster level of the <i>antimagic field</i> or DC 23 if there is no caster level for the effect).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Antimagic Field", 
            "type": "section", 
            "name": "Antimagic Field", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"arcane-spell-failure\">When a spellcaster fails an arcane failure check by rolling a 5% (a roll of 01&ndash;05 on the spell failure roll) or lower, she has a chance of becoming afflicted with a spellblight. The failed spellcaster must succeed on a Will saving throw (DC 15 + the spell's level) or gain a spellblight. A failed spell of 4th level or lower results in a minor spellblight, while a failed spell of 5th level or higher results in a major spellblight. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Arcane Spell Failure", 
            "type": "section", 
            "name": "Arcane Spell Failure", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"crafting-magic-items\">When a spellcaster is crafting a magic item, and fails the skill check to create the item, the GM can choose to give the caster a spellblight instead of having that check result in a cursed item. Determine the spellblight randomly based on the caster level of the item she was attempting to create. Creating an item with a caster level of 10 or lower gives a random minor spellblight, while creating an item of caster level 11 or higher gives a random major spellblight.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Crafting Magic Items", 
            "type": "section", 
            "name": "Crafting Magic Items", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"spell-turning\">When a spellcaster is warded with a <i>spell turning</i>, and so is the creature he or she attacks, such occurrences usually create a resonance field as described in the spell's description. Instead, the spellcaster who cast the original effect can choose not to create the resonance field and both spellcasters are affected by a major spellblight. The spell that triggered the resonance field drains away without effect.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Spell Turning", 
            "type": "section", 
            "name": "Spell Turning", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"teleportation-mishap\">A spellcaster who casts a teleportation spell that results in a teleportation mishap has a chance of gaining a spellblight.<span class=\"char-style-override-41\"> The spellcaster who cast the teleportation spell must succeed at a Will saving throw (DC 15 + the spell level of the teleport) or gain a major spellblight.</span></p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Teleportation Mishap", 
            "type": "section", 
            "name": "Teleportation Mishap", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"use-magic-device\">When a spellcaster rolls a natural 1 while attempting to use a magic device with the Use Magic Device skill, she can choose to risk gaining a minor spellblight instead of not being able to activate the item for 24 hours (Will negates DC 10 + item's caster level).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Spellblights/Optional Ways to Acquire Spellblights/Use Magic Device", 
            "type": "section", 
            "name": "Use Magic Device", 
            "source": "Ultimate Magic"
        }
    ]
}