{
    "body": "<p>This race builder allows you to create a new race by buying racial qualities and racial traits with Race Points (RP). There are a number of differences between racial qualities and racial traits. The main difference is that racial qualities are mandatory (you must make a choice for each category of racial qualities provided in these rules), whereas racial traits are optional. There are six categories of racial qualities, including type, subtypes (if any), size, base speed, ability score modifiers, and languages. Racial traits present a number of interesting options for the race you are creating, from expanded modes of movement and bonuses on skill checks to even stranger powers, like a frightening croak attack or the ability to change shape. Racial traits are split up into a number of different categories, such as defense, offense, and magical traits.</p><p>Before you buy racial qualities and traits, you must determine the power level of your race. The GM decides this based on the needs of her campaign. The power level of the race determines the number of RP you get to build the race, as well as the maximum number of racial traits you can choose from each racial trait category and what kinds of traits you can take from those categories.</p><p>Sometimes racial qualities and traits cost 0 RP or a negative number of RP, which means they can be taken for free or gain back RP, respectively. In the case of racial qualities, choosing a 0-point option still counts toward your choice for that racial quality category, and in the case of racial traits, such choices still count toward the maximum number of traits per racial trait category.</p><p>There are three power levels: standard, advanced, and monstrous. Standard races can only take standard racial traits, while advanced races can take both standard and advanced racial traits, and monstrous races can take standard, advanced, and monstrous racial traits. Table 4&ndash;1 summarizes the number of RP you can spend as well as the maximum number of traits per racial trait category you can take based on your power level.</p>", 
    "name": "Creating a New Race", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Creating a New Race", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<table id=\"racial-points-and-trait-minimums-by-power-level\"><caption>Racial Points and Trait Maximums by Power Level</caption><thead><tr><th>Power Level</th><th>RP Range</th><th>Traits per Category</th></tr></thead><tr class=\"odd\"><td>Standard</td><td>1&ndash;10</td><td>3</td></tr><tr class=\"even\"><td>Advanced</td><td>11&ndash;20</td><td>4</td></tr><tr class=\"odd\"><td>Monstrous</td><td>20+</td><td>5</td></tr></table>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Creating a New Race/Racial Points and Trait Maximums by Power Level", 
            "type": "table", 
            "name": "Racial Points and Trait Maximums by Power Level", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Once you have determined the race's power level, follow each of the steps below to create your race.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section"
        }
    ]
}