{
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>This is the race's creature type. A race's creature type is similar to the corresponding creature type, with a few important differences. The first difference is that each race type assumes members of the race are roughly humanoid in shape and have two arms, two legs, a torso, and a head. This is important so that a race can take advantage of all the various magic item slots available to characters and can utilize the standard weapon and armor options. The second difference is that all of these race types are 0-Hit Dice creatures, which means that their Hit Dice, base attack bonus, saving throw progression, skill points, class skills, and weapon and armor proficiencies are based on the class levels each member of a race takes.</p><p>Like other racial qualities, each type has a point cost. The baseline creature type&mdash;humanoid&mdash;costs 0 RP, and offers the most flexibility when choosing other racial traits and racial abilities, while a more expensive type typically grants less flexibility. The cost of the race's type also determines which of these types you can choose from based on the power level of the race you are creating. You cannot pick a type with an RP cost equal to or higher than the maximum RP cost of the power level of the race you are building. This means you must build an advanced race if you want to make a race with the undead type, or a monstrous race if you are building a race with the construct type. If you want to make a construct- or undead-themed creature at lower power levels, see the Special Subtypes sidebar on page 218 for some lower-cost options.</p><p>Sometimes a race type may grant racial traits as features. For instance, the construct type grants members of that race darkvision 60 feet. If this is the case, the cost of that racial trait is already paid for when you buy the type quality, and this trait does not count toward the maximum when you buy racial traits from the corresponding racial trait category. For instance, when buying other vision traits for a construct race, the darkvision 60 feet feature that race already has does not count toward the limit of five traits from the senses racial trait category for the race. Traits granted by the race type still count for meeting any other trait prerequisites.</p><p>The humanoid type requires that you pick at least one subtype for your race, and the outsider (native) type allows you to make a decision about what other plane your race may have ties to. Keep track of your race's creature type, any subtypes it has, and any planes it has ties to. Sometimes a race's type, subtypes, or planar ties serve as prerequisites for some racial traits. For instance, you must have the ratfolk subtype to take the rodent empathy racial trait, and you must have ties to Abaddon, the Abyss, or Hell in order to take the fiendish sorcery racial trait.</p>", 
            "name": "Type Quality", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>Aberrations have bizarre anatomies, strange abilities, alien mindsets, or any combination of the three. An aberration has the following features.</p><ul><li>Aberrations have the darkvision 60 feet racial trait. </li><li>Aberrations breathe, eat, and sleep.</li></ul>", 
                    "name": "Aberration", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Aberration", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "3 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A construct race is a group of animated objects or artificially created creatures. A construct race has the following features.</p><ul><li>Constructs have no Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty). </li><li>Constructs have the low-light vision racial trait.</li><li>Constructs have the darkvision 60 feet racial trait.</li><li>Constructs are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). </li><li>Constructs cannot heal damage on their own, but can often be repaired via exposure to a certain kind of effect (depending on the construct's racial abilities) or through the use of the Craft Construct feat. Constructs can also be healed through spells such as <i>make whole</i>. A construct with the fast healing special quality still benefits from that quality.</li><li>Constructs are not subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.</li><li>Constructs are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).</li><li>Constructs do not risk death due to massive damage, but they are immediately destroyed when reduced to 0 hit points or fewer.</li><li>Constructs cannot be raised or resurrected.</li><li>Constructs are hard to destroy, and gain bonus hit points based on their size, as shown on the following table. </li></ul>", 
                    "name": "Construct", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Construct", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "20 RP", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Construct Size</th><th>Bonus Hit Points</th></tr></thead><tr class=\"odd\"><td>Tiny</td><td>&mdash;</td></tr><tr class=\"even\"><td>Small</td><td>10</td></tr><tr class=\"odd\"><td>Medium</td><td>20</td></tr><tr class=\"even\"><td>Large</td><td>30</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Construct/Construct Size", 
                            "type": "table", 
                            "name": "Construct Size", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<ul><li>Constructs do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that a construct can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.</li></ul>", 
                            "source": "Advanced Race Guide", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>A dragon is a reptilian creature with magical or unusual abilities. A dragon race has the following features. </p><ul><li>Dragons have the darkvision 60 feet racial trait. </li><li>Dragons have the low-light vision racial trait.</li><li>Dragons are immune to magical sleep effects and paralysis effects.</li><li>Dragons breathe, eat, and sleep.</li></ul>", 
                    "name": "Dragon", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Dragon", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "10 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A fey is a creature with supernatural abilities and connections to nature or to some other force or place. A fey race has the following features. </p><ul><li>Fey have the low-light vision racial trait.</li><li>Fey breathe, eat, and sleep.</li></ul>", 
                    "name": "Fey", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Fey", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "2 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Humanoid races have few or no supernatural or spell-like abilities, but most can speak and have well-developed societies. Humanoids are usually Small or Medium, unless they have the giant subtype, in which case they are Large. Every humanoid creature also has a subtype to match its race, such as human, giant, goblinoid, reptilian, or tengu. If you are making a new humanoid race, you should either find an existing subtype to match or make a new one by using the name of the race as the subtype. If you are making a half-breed race, it should have the racial type of both parent races. For example, a half-elf has both the human and the elf subtypes. Subtypes are often important to qualify for other racial abilities and feats. If a humanoid has a racial subtype, it is considered a member of that race in the case of race prerequisites. A humanoid race has the following features. </p><ul><li>Humanoids breathe, eat, and sleep.</li></ul>", 
                    "name": "Humanoid", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Humanoid", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Monstrous humanoids are similar to humanoids, but have monstrous or animalistic features. They often have magical abilities as well. A monstrous humanoid race has the following features. </p><ul><li>Monstrous humanoids have the darkvision 60 feet racial trait. </li><li>Monstrous humanoids breathe, eat, and sleep.</li></ul>", 
                    "name": "Monstrous Humanoid", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Monstrous Humanoid", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "3 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A native outsider is at least partially composed of the essence (but not necessarily the matter) of some plane other than the Material Plane. Some creatures start out as some other type and become outsiders when they attain a higher (or lower) state of spiritual existence. When making a native outsider race, it is sometimes important to pick a single Outer Plane that race is tied to. For example, tieflings are tied to Abaddon, the Abyss, or Hell. Such ties can be important for qualifying for other racial abilities, but it's not required that a native outsider be tied to another plane. A native outsider race has the followings features.</p><ul><li>Native outsiders have the darkvision 60 feet racial trait.</li><li>Native outsiders breathe, eat, and sleep.</li></ul>", 
                    "name": "Outsider (3 RP)", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Outsider (3 RP)", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "native", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This type encompasses humanoid-shaped vegetable creatures. Note that regular plants, such as those found in ordinary gardens and fields, lack Wisdom and Charisma scores and are not creatures, but objects, even though they are alive. A plant race has the following features. </p><ul><li>Plants have the low-light vision racial trait. </li><li>Plants are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). </li><li>Plants are immune to paralysis, poison, polymorph, sleep effects, and stunning. </li><li>Plants breathe and eat, but do not sleep, unless they want to gain some beneficial effect from this activity. This means that a plant creature can sleep in order to regain spells, but sleep is not required to survive or stay in good health.</li></ul>", 
                    "name": "Plant", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Plant", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "10 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Undead races are once-living creatures animated by spiritual or supernatural forces. An undead race has the following features. </p><ul><li>Undead have no Constitution score. Undead use their Charisma score in place of their Constitution score when calculating hit points, Fortitude saves, and any special ability that relies on Constitution (such as when calculating a breath weapon's DC). </li><li>Undead have the darkvision 60 feet racial trait.</li><li>Undead are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). </li><li>Undead are immune to bleed damage, death effects, disease, paralysis, poison, sleep effects, and stunning. </li><li>Undead are not subject to nonlethal damage, ability drain, or energy drain, and are immune to damage to physical ability scores (Constitution, Dexterity, and Strength), as well as to exhaustion and fatigue effects.</li><li>Undead are harmed by positive energy and healed by negative energy. An undead creature with the fast healing special quality still benefits from that quality. </li><li>Undead are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless). </li><li>Undead do not risk death from massive damage, but are immediately destroyed when reduced to 0 hit points or fewer.</li><li>Undead are not affected by <i>raise dead</i> and <i>reincarnate</i> spells or abilities. <i>Resurrection</i> and <i>true resurrection</i> can affect undead creatures. These spells turn undead creatures back into the living creatures they were before becoming undead.</li><li>Undead do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that an undead creature can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.</li></ul>", 
                    "name": "Undead", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Undead", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "16 RP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Two of the creature types&mdash;construct and undead&mdash;create interesting player options, but are too expensive if you are trying to create a race within the strictures of the standard power level. If you are making a standard race and still want it to be a construct or undead race, consider the two special subtypes detailed below, the half-construct and half-undead. Each of these includes much of the flavor of the types they are related to, but grants fewer abilities and immunities. These subtypes can be added to any of the race types except for construct and undead. When you apply these subtypes to the humanoid type, choose another subtype as the creature's other half. For example, you could make a creature that is humanoid (half-construct, human).</p>", 
            "name": "Special Subtypes", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Special Subtypes", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>A half-construct race is a group of creatures that are artificially enhanced or have parts replaced by constructed mechanisms, be they magical or mechanical. A half-construct race has the following features.<ul><li>Half-constructs gain a +2 racial bonus on saving throws against disease, mind-affecting effects, poison, and effects that cause either exhaustion or fatigue.</li><li>Half-constructs cannot be raised or resurrected.</li><li>Half-constructs do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that a half-construct can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required for the construct to survive or stay in good health.</li></ul><h3 id=\"half-undead-(5-rp)\">Half-Undead (5 RP)</h3></p><p>Half-undead races are strange or unholy fusions of the living and the undead. Players interested in playing a half-undead race might also consider the dhampir, the progeny of a vampire and a human. A half-undead race has the following features.</p><ul><li>Half-undead have the darkvision 60 feet racial trait.</li><li>Half-undead gain a +2 racial bonus on saving throws against disease and mind-affecting effects.</li><li>Half-undead take no penalties from energy-draining effects, though they can still be killed if they accrue more negative levels than they have Hit Dice. After 24 hours, any negative levels they've gained are removed without any additional saving throws.</li><li>Half-undead creatures are harmed by positive energy and healed by negative energy. A half-undead creature with the fast healing special quality still benefits from that quality.</li></ul>", 
                    "name": "Half-Construct", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Special Subtypes/Half-Construct", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "7 RP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>There are a number of racial traits that require a certain humanoid subtype as a prerequisite. This is usually the case when a racial trait mentions a race in its name. As the GM, you can view these subtype prerequisites as suggestions and indicators as to what kinds of races or humanoid subtypes would usually take these traits. Feel free to change the name or racial subtype prerequisite of such a trait to better fit the race you are building.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Humanoid Subtypes as Prerequisites", 
            "type": "section", 
            "name": "Humanoid Subtypes as Prerequisites", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The next step is to pick a size quality for your race. Most races are Medium or Small, which have no prerequisites, but you can also elect to make your race either Large or Tiny with the following modifications at the listed point cost.</p>", 
            "name": "Size Quality", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"large-(7-rp)\"><i>Prerequisite</i>: Humanoids taking this quality must have the giant subtype; <i>Benefit</i>: Large creatures gain a +2 size bonus to Strength and a &ndash;2 size penalty to Dexterity. Large races take a &ndash;1 size penalty to their AC, a &ndash;1 size penalty on attack rolls, a +1 bonus on combat maneuver checks and to their CMD, and a &ndash;4 size penalty on Stealth checks. A Large creature takes up a space that is 10 feet by 10 feet and has a reach of 5 feet.</p>", 
                    "name": "Large", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality/Large", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "7 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"medium-(0-rp)\">Medium races have no bonuses or penalties due to their size. A Medium creature has a space of 5 feet by 5 feet and a reach of 5 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"small-(0-rp)\">Small races gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a &ndash;1 penalty on combat maneuver checks and to their CMD, and a +4 size bonus on Stealth checks. Small races have a space of 5 feet by 5 feet and a reach of 5 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section", 
                    "name": "Small"
                }, 
                {
                    "body": "<p id=\"tiny-(4-rp)\"><i>Prerequisites</i>: Aberration, construct, dragon, fey, outsider (native), or plant type; <i>Benefit</i>: Tiny creatures gain a +2 size bonus to Dexterity and a &ndash;2 size penalty to Strength. Tiny races gain a +2 size bonus to their AC, a +2 size bonus on attack rolls, a &ndash;2 penalty on combat maneuver checks and to their CMD, and a +8 size bonus on Stealth checks. Tiny characters take up a space of 2-1/2 feet by 2-1/2 feet, so up to four of these characters can fit into a single square. Tiny races typically have a natural reach of 0 feet, meaning they can't reach into adjacent squares. They must enter an opponent's square to attack it in melee. This provokes an attack of opportunity from the opponent. Since they have no natural reach, they do not threaten the squares around them. Other creatures can move through those squares without provoking attacks of opportunity. Tiny creatures typically cannot flank an enemy.  </p>", 
                    "name": "Tiny", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality/Tiny", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "4 RP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>The next step is to pick the base speed quality for your race. Some racial traits can increase speed or grant other movement types, but these traits usually require the normal speed quality as a prerequisite. You have the following options.</p>", 
            "name": "Base Speed Quality", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Base Speed Quality", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"normal-speed-(0-rp)\">The race has a base speed of 30 feet. </p>", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"slow-speed-(-1-rp)\">The race has a base speed of 20 feet. If the race is Medium, its members' speed is never modified by armor or encumbrance. </p>", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "-1 RP", 
                    "type": "section", 
                    "name": "Slow Speed"
                }
            ]
        }, 
        {
            "body": "<p>The next step is to determine the ability score modifier quality for your race. In many ways, choosing this quality is one of the most important choices when creating a new race, as it determines many of the native abilities of that race.</p><p>With the exception of the human heritage modifier quality, when you choose a race's ability score modifiers, you are choosing what ability scores are modified for every member of that race. Only the human heritage modifier quality allows individual members to decide which ability score is modified during character creation.</p><p>Most of the ability score modifier qualities divide ability scores into two broad categories that each represent three of the six abilities: physical (Strength, Dexterity, and Constitution) and mental (Intelligence, Wisdom, and Charisma).</p><p>With the exception of the human heritage modifier quality, bonuses granted to ability scores with one of these qualities count as racial bonuses for the purpose of qualifying for racial trait prerequisites.</p>", 
            "name": "Ability Score Modifier Quality", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"advanced-(4-rp)\"><i>Prerequisites</i>: Advanced or monstrous power level; <i>Modifiers</i>: Pick either mental or physical ability scores. Members of this race gain a +2 bonus to all of those scores, a +4 bonus to one score of the other type, and a &ndash;2 penalty to one other ability score of the other type.</p>", 
                    "name": "Advanced", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Advanced", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "4 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"flexible-(2-rp)\">Members of this race gain a +2 bonus to any two ability scores.</p>", 
                    "name": "Flexible", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Flexible", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "2 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"greater-paragon-(2-rp)\">Members of this race gain a +4 bonus to one ability score, a &ndash;2 penalty to one physical ability score, and a &ndash;2 penalty to one mental ability score.</p>", 
                    "name": "Greater Paragon", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Greater Paragon", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "2 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"greater-weakness-(-3-rp)\">Pick either mental or physical ability scores. Members of this race take a &ndash;4 penalty to one of those ability scores, a &ndash;2 penalty to another of those ability scores, and a +2 bonus to the other ability score.</p>", 
                    "name": "Greater Weakness", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Greater Weakness", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "-3 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"human-heritage-(0-rp)\"><i>Prerequisites</i>: Human subtype; <i>Modifiers</i>: Members of this race gain a +2 to any single ability score of your choice during character creation.</p>", 
                    "name": "Human Heritage", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Human Heritage", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"mixed-weakness-(-2-rp)\">Pick either mental or physical ability scores. Members of this race gain a +2 bonus to one ability score of that type and a &ndash;2 penalty to another ability score of that type. They also gain a +2 bonus to one ability score of the other type and a &ndash;4 penalty to another ability score of the other type.</p>", 
                    "name": "Mixed Weakness", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Mixed Weakness", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "-2 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"paragon-(1-rp)\">Members of this race gain a +4 bonus to a single ability score, and a &ndash;2 penalty to either all physical or all mental ability scores. If the bonus is to a single physical ability score, the penalties apply to all mental ability scores, and vice versa.</p>", 
                    "name": "Paragon", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Paragon", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "1 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"specialized-(1-rp)\">Pick either mental or physical ability scores. Members of this race gain a +2 bonus to two ability scores of the chosen type, and a &ndash;2 penalty to one ability score of the other type.</p>", 
                    "name": "Specialized", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Specialized", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "1 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"standard-(0-rp)\">Members of this race gain a +2 bonus to one physical ability score, a +2 bonus to one mental ability score, and a &ndash;2 penalty to any other ability score.</p>", 
                    "name": "Standard", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Standard", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"weakness-(-1-rp)\">Members of this race gain a +2 bonus to one physical ability score, a +2 bonus to one mental ability score, and a &ndash;4 penalty to any other ability score.</p>", 
                    "name": "Weakness", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Ability Score Modifier Quality/Weakness", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "-1 RP", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>The next step is to pick the race's language quality. This quality determines the starting languages and bonus languages for the race. There are three options. In cases where the language trait instructs you to choose a racial language, that language is either the race's racial language (if any; feel free to create a new language for the race if you wish), Draconic (if it is a humanoid with the reptilian subtype), or, if the race is of the outsider (native) type, one of the planar languages (Abyssal, Aquan, Auran, Celestial, Ignan, Infernal, or Terran) of the corresponding plane. (Creatures tied to Abaddon can take either Abyssal or Infernal as a racial language.) If your race is native to the Darklands, you can replace Common with Undercommon.</p><p>Construct and undead races usually have the racial language of the race that created them. </p>", 
            "name": "Language Quality", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Language Quality", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"linguist-(1-rp)\">Members of this race start with Common plus their racial language (if any). Furthermore, members of this race with high Intelligence scores can learn any languages they want (except Druidic and other secret languages).</p>", 
                    "name": "Linguist", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Language Quality/Linguist", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "1 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"standard-(0-rp)\">Members of this race start with Common plus their racial language (if any). Furthermore, choose up to seven languages (except for Druidic or other secret languages). Members of this race with high Intelligence scores can choose from any of these additional languages.</p>", 
                    "name": "Standard", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Language Quality/Standard", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"xenophobic-(0-rp)\">Members of this race start with their racial language only. Races without a racial language cannot take this array. Furthermore, choose up to four languages (except for Druidic or other secret languages), one of which must be Common (or Undercommon, if the race is native to the Darklands). Members of this race with high Intelligence scores can choose from any of these additional languages.</p>", 
                    "name": "Xenophobic", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Language Quality/Xenophobic", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "0 RP", 
                    "type": "section"
                }
            ]
        }
    ], 
    "name": "Racial Qualities", 
    "source": "Advanced Race Guide"
}