{
    "body": "<p>Once you have chosen all your racial qualities, you may then choose your racial traits with your remaining RP.</p><p>Racial traits are divided into several categories: ability score, defense, feat and skill, magical, movement, offense, senses, weakness, and other racial traits. The number of racial traits you can buy from each category depends on the power level of the race you are creating&mdash;standard races can pick no more than three traits from each category, advanced races can pick no more than four traits from each category, and monstrous races can pick no more than five traits from each category. Furthermore, traits in each category are organized by type&mdash;standard, advanced, and monstrous. Standard races can only select traits from the standard section of each category, advanced races can select traits from the standard or advanced sections, and monstrous races can select from any section.</p><p>Unless stated otherwise, all racial traits are extraordinary abilities, and each racial trait can only be taken once.</p><p>The following format is used for all racial traits.</p>", 
    "name": "Step 3: Racial Traits", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 3 Racial Traits", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>Each racial trait begins with its name. The number of RP each trait costs is listed in parentheses directly after the name. For racial traits you can take more than once, this is the number of RP you pay each time you take the traits, unless stated otherwise in the Special line of the trait description.</p><blockquote><p><i>Prerequisites</i>: Some racial traits have prerequisites. Your race must meet any prerequisites listed in this entry before you can take the trait. Some traits require a specific type or subtype, while others require that you take other racial traits or qualities before you take it. </p><p><i>Benefit</i>: This is the benefit the racial trait grants the members of the race you are creating. </p><p><i>Special</i>: This includes additional facts about the racial trait.</p></blockquote><p class=\"shortcutBar\" style=\"border: 0;\">Ability Score&nbsp;&nbsp; Defense&nbsp;&nbsp; Feats and Skills&nbsp;&nbsp; Magic&nbsp;&nbsp; Movement&nbsp;&nbsp; Offense&nbsp;&nbsp; Senses&nbsp;&nbsp; Weakness&nbsp;&nbsp; Other</p>", 
            "name": "Name", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 3 Racial Traits/Name", 
            "source": "Advanced Race Guide", 
            "abbrev": "RP Cost", 
            "type": "section"
        }
    ]
}