{
    "body": "<p>A race is more than just a group of individuals with similar qualities and traits. A race is a collection of people with a shared history and cultural identity. While the race builder presents many options for creating new races, and it may be tempting to treat each section as a buffet of options to help you ferret out the most optimal choices for your character, it is generally more beneficial for your campaign world to conceptualize your race first. Before choosing options, consider answering some questions about your race and its culture. Answering these questions can aid you in making reasonable choices about the qualities and traits of your race so that it can better fit in the game world&mdash;rather than just being a collection of seemingly random options. Such questions might include the following.</p><ul><li>Where does your race tend to live and why? </li><li>What does your race look like? How does the members' appearance help them adapt to their typical environment? </li><li>What is your race's history? Does it have a creation myth? Were there pivotal events in the race's history?</li><li>What kinds of relationships does your race have with other races? Does it have allies? Competitors? Enemies? Hated foes? </li><li>What classes does your race tend to favor? </li></ul><p>If you are using these rules and you are not the GM, make sure you work closely with your GM to create a race that fills a definite niche and need in her campaign world.</p>", 
    "name": "Step 1: Concept", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>Generating ability scores for most of the races you create with these rules&mdash;even advanced and monstrous races&mdash;uses the standard methods for character building. Races without Constitution scores are the exception, and require some slight changes to the ability score generation methods. The changes are as follows.</p>", 
            "name": "Races without Constitution", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"standard\">Roll 4d6, discarding the lowest result as normal, and sum the results, but only do this five times, and assign them as you see fit, skipping Constitution.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution/Standard", 
                    "type": "section", 
                    "name": "Standard", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"classic\">Roll 3d6 and sum the results five times, and assign them as you see fit, skipping Constitution. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution/Classic", 
                    "type": "section", 
                    "name": "Classic", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"heroic\">Roll 2d6 and add 6 to the sum of each. Do this five times and assign them as you see fit, skipping Constitution.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution/Heroic", 
                    "type": "section", 
                    "name": "Heroic", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"dice-pool\">Instead of a pool of 24d6, races without Constitution get a pool of 20d6 to assign to the ability scores, except for Constitution. These characters still must assign a minimum of 3d6 in each of the other ability scores. Increase the number for high-powered games. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution/Dice Pool", 
                    "type": "section", 
                    "name": "Dice Pool", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"purchase\">When using the purchase method for ability scores, assume members of races without Constitution have a Constitution score of 10 and buy the rest of the abilities normally using the points allocated for the campaign's power level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Races without Constitution/Purchase", 
                    "type": "section", 
                    "name": "Purchase", 
                    "source": "Advanced Race Guide"
                }
            ]
        }, 
        {
            "body": "<p>Because they have powerful racial traits and abilities, advanced and monstrous races require greater challenges, especially at lower levels. The basic guideline for accomplishing this is to treat a group of characters with advanced and monstrous races as a level or more higher for a number of levels based on their total RP spent, using the following chart. Calculate the party's adjusted average party level, and use that number, rather than the actual APL, when creating encounters and adventures for the group. For groups with mixed power levels, average the RP and round the result to the nearest multiple of 10.</p>", 
            "name": "Challenging Advanced and Monstrous Races", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Challenging Advanced and Monstrous Races", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<table><thead><tr><th></th><th colspan=\"4\"><center>Average Party Level</center></th></tr><tr><th>Average RP</th><th>1&ndash;5</th><th>6&ndash;10</th><th>11&ndash;15</th><th>16&ndash;20</th></tr></thead><tr class=\"odd\"><td>20</td><td>+1 level</td><td>+0 level</td><td>+0 level</td><td>+0 level</td></tr><tr class=\"even\"><td>30</td><td>+2 level</td><td>+1 level</td><td>+0 level</td><td>+0 level</td></tr><tr class=\"odd\"><td>40</td><td>+3 level</td><td>+2 level</td><td>+1 level</td><td>+0 level</td></tr></table>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Step 1 Concept/Challenging Advanced and Monstrous Races/Average Party Level", 
                    "type": "table", 
                    "name": "Average Party Level", 
                    "source": "Advanced Race Guide"
                }
            ]
        }
    ]
}