{
    "body": "<p>The maneuver master specializes in more complicated moves than simple damage-dealing strikes. </p>", 
    "name": "Maneuver Master", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"bonus-feat\">In addition to normal monk bonus feats, a maneuver master may select any Improved combat maneuver feat (such as Improved Overrun) as a bonus feat. At 6th level and above, he may select any Greater combat maneuver feat (such as Greater Grapple) as a bonus feat. At 10th level and above, he may select any maneuver Strike feat (such as Tripping Strike) as a bonus feat. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feat"
        }, 
        {
            "body": "<p id=\"flurry-of-maneuvers\">At 1st level, as part of a full-attack action, a maneuver master can make one additional combat maneuver, regardless of whether the maneuver normally replaces a melee attack or requires a standard action. The maneuver master uses his monk level in place of his base attack bonus to determine his CMB for the bonus maneuvers, though all combat maneuver checks suffer a &ndash;2 penalty when using a flurry. At 8th level, a maneuver master may attempt a second additional combat maneuver, with an additional &ndash;3 penalty on combat maneuver checks. At 15th level, a maneuver master may attempt a third additional combat maneuver, with an additional &ndash;7 penalty on combat maneuver checks. This ability replaces flurry of blows. </p>", 
            "name": "Flurry of Maneuvers", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Flurry of Maneuvers", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"maneuver-defense\">At 3rd level, if a maneuver master has an Improved combat maneuver feat, any creature attempting that maneuver against the maneuver master provokes an attack of opportunity, even if it would not normally do so. This ability replaces still mind<span class=\"char-style-override-12\">.</span></p>", 
            "name": "Maneuver Defense", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Maneuver Defense", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"reliable-maneuver\">At 4th level, as a swift action, a maneuver master may spend 1 point from his <i>ki</i> pool before attempting a combat maneuver. He can roll his combat maneuver check for that maneuver twice and use the better result. This ability replaces slow fall. </p>", 
            "name": "Reliable Maneuver", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Reliable Maneuver", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"meditative-maneuver\">At 5th level, as a swift action, a maneuver master can add his Wisdom modifier on any combat maneuver check he makes before the beginning of his next turn. He must choose which combat maneuver check to grant the bonus to before making the combat maneuver check. This ability replaces purity of body. </p>", 
            "name": "Meditative Maneuver", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Meditative Maneuver", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sweeping-maneuver\">At 11th level, a maneuver master can make two combat maneuvers as a standard action, as long as neither maneuver requires the maneuver master to move. He may perform two identical maneuvers against two adjacent enemies, or he may perform two different combat maneuvers against the same target. This ability replaces diamond body.</p>", 
            "name": "Sweeping Maneuver", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Sweeping Maneuver", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"whirlwind-maneuver\">At 15th level, once per day as a full-round action, a maneuver master can attempt a single combat maneuver against every opponent he threatens, as long as the combat maneuver does not require movement.<span class=\"char-style-override-12\"> </span>He makes a single combat maneuver check, and it applies to all targets. This ability replaces quivering palm.</p>", 
            "name": "Whirlwind Maneuver", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Whirlwind Maneuver", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}