{
    "body": "<p>The master of many styles is a collector. For every move, he seeks a counter. For every style, he has a riposte. Ultimately, he seeks perfection through the fusion of styles. </p>", 
    "name": "Master of Many Styles", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"bonus-feat:\"> At 1st level, 2nd level, and every four levels thereafter, a master of many styles may select a bonus style feat or the Elemental Fist feat. He does not have to meet the prerequisites of that feat, except the Elemental Fist feat. Alternatively, a master of many styles may choose a feat in that style's feat path (such as Earth Child Topple) as one of these bonus feats if he already has the appropriate style feat (such as Earth Child Style). The master of many styles does not need to meet any other prerequisite of the feat in the style's feat path. This ability replaces a monk's standard bonus feats.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feat"
        }, 
        {
            "body": "<p id=\"fuse-style\">At 1st level, a master of many styles can fuse two of the styles he knows into a more perfect style. The master of many styles can have two style feat stances active at once. Starting a stance provided by a style feat is still a swift action, but when the master of many styles switches to another style feat, he can choose one style whose stance is already active to persist. He may only have two style feat stances active at a time. </p><p>At 8th level, the master of many styles can fuse three styles at once. He can have the stances of three style feats active at the same time. Furthermore, he can enter up to three stances as a swift action.</p><p>At 15th level, the master of many styles can fuse four styles at once. He can have the stances of four style feats active at the same time. Furthermore, he can enter up to four stances as a free action by spending 1 point from his <i>ki</i> pool. </p><p>This ability replaces flurry of blows.</p>", 
            "name": "Fuse Style", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles/Fuse Style", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-style\">At 20th level, a master of many styles can have the stances of five style feats active at once, and can change those stances as a free action. This ability replaces perfect self. </p>", 
            "name": "Perfect Style", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles/Perfect Style", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}