{
    "body": "<p>The sohei are masters of the horse and the hunt. A monastic soldier, the sohei is equally adept at combat afoot or on horseback. While skilled in unarmed techniques, many sohei favor weapons they can use while mounted on horseback or against others' horses. </p>", 
    "name": "Sohei", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"skills\">A sohei gains Handle Animal as a class skill. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">A sohei is proficient with all simple and martial weapons and with light armor. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"bonus-feats\">A sohei may select mounted combat feats as bonus feats. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"devoted-guardian\">At 1st level, a sohei can always act in a surprise round even if he does not notice his enemies, though he remains flat-footed until he acts. In addition, a sohei gains a bonus on initiative rolls equal to 1/2 his monk level. At 20th level, a sohei's initiative roll is automatically a natural 20. This ability replaces stunning fist. </p>", 
            "name": "Devoted Guardian", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Devoted Guardian", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unarmed-strike\">A sohei's unarmed strike damage does not increase at 4th level and above.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Unarmed Strike", 
            "type": "section", 
            "name": "Unarmed Strike", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"monastic-mount\">At 4th level, a sohei may spend 1 point from his <i>ki</i> pool to grant his mount temporary hit points equal to twice his level for 1 hour per level. In addition, as long as the sohei and his mount are adjacent, including when mounted, the mount gains any of the following abilities the sohei possesses: AC bonus, diamond soul, evasion, high jump, improved evasion, <i>ki</i> strike (as long as the sohei has at least 1 point in his <i>ki</i> pool), perfect self, and still mind. When a sohei spends points from his <i>ki</i> pool, his mount gains the same benefits as the sohei. This ability replaces fast movement and increased unarmed damage.</p>", 
            "name": "Monastic Mount", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Monastic Mount", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-weapon\">At 4th level, as a swift action, a sohei may spend 1 point from his <i>ki</i> pool to grant any weapon he wields (including his unarmed strike) a +1 enhancement bonus on attack and damage rolls, increasing by +1 per four levels after 4th to a maximum bonus of +5 at 20th level, until the end of his next turn. This ability replaces slow fall and abundant step.</p>", 
            "name": "Ki Weapon", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Ki Weapon", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"weapon-training\">At 6th level, a sohei gains weapon training in one of the following weapon groups, as the fighter class feature: bows, crossbows, monk weapons, polearms, spears, or thrown weapons. He may select an additional group of weapons for every six levels after 6th, to a maximum of three at 18th level. A sohei may use flurry of blows and <i>ki</i> strike with any weapon in which he has weapon training. This ability replaces purity of body, diamond body, quivering palm, timeless body, and tongue of sun and moon. </p>", 
            "name": "Weapon Training", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Weapon Training", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}