{
    "body": "<p>The style of the tetori is that of the majestic wrestler&mdash;a warrior with a dizzying array of grabs, holds, and locks with which to bewilder and incapacitate his foes. </p>", 
    "name": "Tetori", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"bonus-feat\">A tetori gains the following bonus feats: 1st level&mdash;Improved Grapple, 2nd level&mdash;Stunning Pin, 6th level&mdash;Greater Grapple, 10th level&mdash;Pinning Knockout, 14th level&mdash;Choke Hold, 18th level&mdash;Neckbreaker. These feats replace a monk's normal bonus feats. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feat"
        }, 
        {
            "body": "<p id=\"graceful-grappler\">A tetori uses his monk level in place of his base attack bonus to determine CMB and CMD for grappling. At 4th level, he suffers no penalties on attack rolls, can make attacks of opportunity while grappling, and retains his Dexterity bonus to AC when pinning an opponent or when grappled. At 8th level, a tetori gains the grab special attack when using unarmed strikes (<i>Pathfinder RPG Bestiary</i> 301), and can use this ability against creatures his own size or smaller by spending 1 point from his <i>ki</i> pool, or against larger creatures by spending 2 points from his <i>ki</i> pool. At 15th level, a tetori gains the constrict special attack (<i>Bestiary</i> 298), inflicting his unarmed strike damage on any successful grapple check. This ability replaces flurry of blows.</p>", 
            "name": "Graceful Grappler", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Graceful Grappler", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"counter-grapple\">At 4th level, a tetori wrestler may make an attack of opportunity against a creature attempting to grapple him. This ability does not allow the tetori to make an attack of opportunity against a creature with the Greater Grapple feat. At 6th level, he may use counter-grapple even if his attacker has concealment or total concealment, at 8th level even if he is flat-footed, and at 10th level even if his attacker has exceptional reach. This ability replaces slow fall.</p>", 
            "name": "Counter-Grapple", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Counter-Grapple", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"break-free\">At 5th level, a tetori adds his monk level on combat maneuver or Escape Artist checks made to escape a grapple. If a tetori fails a save against an effect that causes him to become entangled, paralyzed, slowed, or staggered, he may spend 1 point from his <i>ki</i> pool as an immediate action to attempt a new save. This ability replaces high jump.</p>", 
            "name": "Break Free", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Break Free", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inescapable-grasp\">At 9th level, a tetori can spend 1 point from his <i>ki</i> pool to suppress his opponents' <i>freedom of movement</i> and magical bonuses to Escape Artist or on checks to escape a grapple. At 13th level, this ability also duplicates the effect of <i>dimensional anchor</i>. At 17th level, the tetori's unarmed strike gains the <i>ghost touch</i> special ability, and an incorporeal creature that he strikes gains the grappled condition (Reflex negates, DC 10 + 1/2 the wrestler's level + his Wisdom modifier). Inescapable grasp is a swift action and lasts until the beginning of the wrestler's next turn. This ability replaces abundant step, improved evasion, timeless body, and tongue of sun and moon.</p>", 
            "name": "Inescapable Grasp", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Inescapable Grasp", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"form-lock\">At 13th level, a tetori can negate a polymorph effect by touch with a Wisdom check, adding a bonus equal to his monk level, against a DC of 11 + the caster level of the effect (or HD of the creature, for supernatural polymorph effects). This is a standard action requiring 2 points from the tetori's <i>ki</i> pool, or an immediate action if a creature the tetori is grappling attempts to use a polymorph effect. This ability replaces diamond soul.</p>", 
            "name": "Form Lock", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Form Lock", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"iron-body\">At 19th level, as a move action, a tetori can make his tissues ultra-dense for 1 minute as the <i>iron body</i> spell by spending 3 points from his <i>ki </i>pool. This ability replaces empty body.</p>", 
            "name": "Iron Body", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Iron Body", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}