{
    "body": "<p>A desert is any sort of terrain that receives very little rainfall. It can be warm, temperate, or cold.</p><p>This section pertains mostly to warm and temperate deserts. In cold environments, a desert is usually tundra, which acts like another terrain category depending on the current season. During most of the year, a cold desert is covered in a layer of permafrost, creating hard, stable terrain (which is treated as plains). During the warm season, the permafrost thaws and turns the area into mud (which is treated as marsh).</p>", 
    "name": "Desert", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Desert", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A difficult desert is a treacherous place, full of sand dunes, sinkholes, rubble, sandstorms, or numerous ravines. Rare seasonal rains might cause flash floods, sweeping away or drowning any creature in their path. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus. Survival checks to get along in the wild increase by 5.</p><p>Treat a flash flood as an avalanche, except instead of suffocating from being buried under rock, creatures who are buried must hold their breaths or start drowning.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>A desert hex feature might be a city or tomb long buried under the sands, one or more geoglyphs, an unusual mesa, a majestic canyon, a tar pit, or an oasis. A tall structure&mdash;such as a mesa or ruined tower&mdash;can be used as a landmark for navigation or an observation point to get a better view of the surrounding area. Other features might point to hidden treasures, ley lines, or celestial conjunctions.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>The hex might be home to one or more kinds of flying predators (typically dragons and sphinxes), poisonous monsters capable of tracking wounded prey over long distances, or subterranean creatures that use burrowing and similar tactics to make ambush attacks. The desert might also be home to nomadic raiders, genies, or elementals of a type fitting the desert's environment. The chance of random encounters within these deserts increases by 10%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>This hex might contain valuable ore, water (such as an oasis), or a rare but useful plant (such as a cactus used for medicine or exotic beverages).</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>A secret desert hex might have shifting sand dunes, acrid winds, poisonous terrain, elemental portals, or some other strange feature that hides its secrets.</p><p>Ruins half-buried in the desert could still contain lost treasures or might already be looted. In either case, the ruins can be used as a place to take shelter from storms or as a lair for monsters. PCs who take shelter in these ruins suffer no effect from storms and similar hazards, but the chance of random encounters increases by 25%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}