{
    "body": "<p>A normal forest hex can be any sort of common forest: sparse patches of trees in the lowlands, thickly needled pines of the taiga, a lush tropical jungle, or even an ancient fruit tree grove turned overgrown and wild.</p>", 
    "name": "Forest", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Forest", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A difficult forest is a treacherous place, full of rotting trees that can fall without warning, twisted scythe trees that lunge at their victims, or witch-lights that lead expeditions off the path. For each hour spent traveling through a difficult forest, there is a 5% chance of a falling tree hazard. Survival check DCs to avoid getting lost increase by 5.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>A forest hex feature could be either a cluster of massive old-growth trees or some type of tree that is unique to that region. In an old-growth forest, the canopy limits how much light reaches the ground, so undergrowth tends to be low-lying, tough plants like mosses and ferns.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>This kind of forest hex is often treated with awe by local people, as hunting grounds are full of a terrifying array of arboreal creatures. The chance of random encounters within these forests increases by 10%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>This hex contains valuable lumber, medicinal herbs, or plentiful sources of game meat. Survival checks to get along in the wild gain a +5 bonus.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>A secret forest hex has thick mists or deep shadows that make fully exploring it a time-consuming prospect. Exploration time increases by 50%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}