{
    "body": "<p>A hill is lower and less steep than a mountain. Hills are often transitional terrain between mountains and plains.</p>", 
    "name": "Hill", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Hill", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Full of short cliffs and jagged stones, a difficult hill hex requires extra caution to avoid dangerous falls. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>The hex might be the site of a famous historical battle or the burial mound of long-dead chieftains. It provides a commanding view of the surrounding region and is useful as a waypoint. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>The hex is cut with valleys and trenches that obscure predators from view. The chance of random encounters increases by 25%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>The hex contains resources such as quality stone, coal, precious metals, or gems.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>Hidden caverns provide shelter and lairs for monsters. Locating these caverns requires a successful DC 10 Perception or Survival check. PCs who take shelter here suffer no effect from storms and similar hazards, but the chance of random encounters increases by 10%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}