{
    "body": "<p>Plains can be fields of high grasses, permanently frozen tundra, or flat badlands.</p>", 
    "name": "Plain", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Plain", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Dangerous plains tend to be filled with small sinkholes and pits that can twist or break the legs of the unwary. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>The plain might be the site of an old battlefield, with the remnants of earthwork defenses and trenches.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>Ambush predators abound in these plains hexes, using the cover of tall grass to outflank and strike surprised prey. In tundra and badlands terrain, predators lie in wait underground using abilities such as burrow, or by digging shallow pits to hide in. The chance of random encounters increases by 25%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>The hex has edible plants (such as wheat or cacti) or useful vegetable matter (such as flax or cotton).</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>Stolen goods are buried in the hex and marked with an innocuous sign, such as an out-of-place river rock. With a successful DC 25 Perception check, the PCs recognize the marker and can each salvage treasure or nonmagical gear worth 10 gp per character level.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}