{
    "body": "<p>Normal settlement hexes are small villages or military encampments. Settlements usually appear with another terrain type they're built upon. Frequently used trails or even simple roads reduce travel time through the hex by 25&mdash;50% depending on the terrain type for that hex.</p>", 
    "name": "Settlement", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Settlement", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A difficult settlement hex holds the ruins of an abandoned town or one full of the victims of famine, plague, or another devastating event. Decrepit buildings might collapse at any moment (treat as a cave-in or collapse; ).</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>The settlement hex has a community with a well-known reputation or historical significance.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>This settlement is lawless, frequently attacked by brigands or pirates, or plagued by civil unrest. The chance of random encounters increases by 25%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>The settlement is a trading post, merchant camp, or small fort on a crucial crossroad or river crossing, and goods of many types (particularly trade goods and natural resources from nearby hexes) pass through the area.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>A secret settlement is a bandit fort, pirate town, village inhabited by monsters, or secret home of someone trying to avoid normal civilization. The hex primarily resembles an adjacent hex type, and access to the settlement is usually hidden.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}