{
    "body": "<p>Whether a river, lake, or ocean, this type of hex is predominantly water. If the PCs lack swim speeds or boats, it is best to treat lakes and oceans as obstacles for the PCs to travel around rather than through. Treat the shores of the water hex as the adjacent terrain type.</p>", 
    "name": "Water", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Water", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Whitewater rapids, strong tides, or underwater vortexes mean this water is more challenging to cross. The Swim DCs to cross these waters increase by 5.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Difficult"
        }, 
        {
            "body": "<p>The hex is part of a large or well-known river's course, or has a sturdy bridge that facilitates easy crossing.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Feature"
        }, 
        {
            "body": "<p>The hex might be home to predatory aquatic creatures or opportunistic hunters waiting to strike prey that comes to drink. The chance of random encounters increases by 10%, or 25% if the PCs spend most of their time in the water.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Hunting Ground"
        }, 
        {
            "body": "<p>Fish, shellfish, and pearls are plentiful in the hex. In some situations, the benefit of this resource is the availability of fresh water rather than the contaminated water or salt water available in nearby hexes.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>The hex might contain an oasis, a connection to the Plane of Water, or a spring with magical powers.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Secret"
        }
    ]
}