{
    "body": "<p>Iron priests preach of the messengers from beyond the stars, envoys of the divine brought in a falling star. Iron priests can affect robots and other unliving constructs with channeled energy, but lack power over the undead. An iron priest has the following class features.</p>", 
    "name": "Iron Priest", 
    "source": "Technology Guide", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Archtypes/Technology-Themed Archetypes/Iron Priest", 
    "type": "class_archetype", 
    "subtype": "cleric", 
    "abbrev": "Cleric Archetype", 
    "sections": [
        {
            "body": "<p>The iron priest's class skills are Appraise (Int), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Heal (Wis), Knowledge (engineering) (Int), Knowledge (history) (Int), Knowledge (local), Knowledge (religion) (Int), Linguistics (Int), Profession (Wis), Spellcraft (Int), and Survival (Wis).</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Archtypes/Technology-Themed Archetypes/Iron Priest/Class Skills", 
            "type": "section", 
            "name": "Class Skills", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>When an iron priest channels energy to heal or harm living creatures, she heals or harms constructs with the clockwork or robot subtypes as well. Constructs without those subtypes are also affected, but gain only half the normal amount of healing or take only half the normal amount of damage, as appropriate. An iron priest cannot harm or heal undead with channel energy. This ability alters channel energy.</p>", 
            "name": "Channel Energy", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Archtypes/Technology-Themed Archetypes/Iron Priest/Channel Energy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Technology Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>An iron priest can spontaneously cast <i>make whole</i> and <i>greater make whole</i> in place of <i>cure</i>/<i>inflict moderate wounds</i> and <i>cure</i>/<i>inflict critical wounds</i>, regardless of whether she channels positive or negative energy. This ability alters casting.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Archtypes/Technology-Themed Archetypes/Iron Priest/Spontaneous Casting", 
            "type": "section", 
            "name": "Spontaneous Casting", 
            "source": "Technology Guide"
        }
    ]
}