{
    "body": "<p>This is the typical Fame of a character who has completed a couple of adventures.</p>", 
    "name": "Fame 10", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>With the help of a wizard or magical ritual, you gain the ability to prepare and cast a few weak arcane spells. If you spend 1 PP, you can prepare 4 wizard cantrips or one 1st-level wizard spell. If you spend 2 PP, you can prepare 4 wizard cantrips and one 1st-level wizard spell. You cast these spells as a wizard, and must have the minimum Intelligence to prepare these spells. You can't select this award if you're a wizard. After 24 hours, you take 1d3 points of Intelligence damage and lose any prepared spells you didn't cast.</p>", 
            "name": "Arcane Study I", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Arcane Study I", 
            "source": "Ultimate Campaign", 
            "abbrev": "1 or 2 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>If you happen to find yourself in trouble with authorities as a result of false accusations, an influential benefactor steps forth to vouch for your honor, absolving you of any wrongdoing. You can use this award without penalty up to three times, after which the available benefactors begin to question your reputation; any further uses cost you an additional 1d4 Prestige Points.</p>", 
            "name": "Character Witness", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Character Witness", 
            "source": "Ultimate Campaign", 
            "abbrev": "5 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>You may secure the assistance of a dedicated sage, librarian, or other knowledgeable individual, granting you a +5 bonus on any single Knowledge check after 1 hour of research. You make this Knowledge check as if you were trained in that skill.</p>", 
            "name": "Lore of Ages", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Lore of Ages", 
            "source": "Ultimate Campaign", 
            "abbrev": "1 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>The long time you've spent on the road with fellow travelers has enhanced your knack for picking up local customs. Knowledge (local) becomes a class skill for you as long as you have this title.</p>", 
            "name": "Wanderer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Wanderer", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, 1 PP", 
            "type": "section"
        }
    ]
}