{
    "body": "<p>This is the Fame of a successful adventurer whose exploits have made her a local hero.</p>", 
    "name": "Fame 30", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This award works like arcane study II, except you can prepare one 3rd-level wizard spell, and the Intelligence damage is 1d6 instead of 1d4. You can use this award, arcane study I, and arcane study II at the same time. You can't select this award if you're a wizard.</p>", 
            "name": "Arcane Study III", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Arcane Study III", 
            "source": "Ultimate Campaign", 
            "abbrev": "3 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>Undergo a bloody ritual with an ally whose Fame is at least 30. Once per week when in the company of that ally, you may lend him up to 5 Prestige Points, which he can spend as he pleases. If he does not spend them within 24 hours, they return to you.</p>", 
            "name": "Blood-Bound", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Blood-Bound", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, PP 2", 
            "type": "section"
        }, 
        {
            "body": "<p>If you are reduced to 0 hit points or fewer but are not dead, you automatically stabilize; on your next turn, you are healed 2d8+3 hit points. You can select this award only once per character level.</p>", 
            "name": "Escape Death", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Escape Death", 
            "source": "Ultimate Campaign", 
            "abbrev": "5 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>You can select this title only if you have selected the initiate title. Your rank within your chosen organization increases. You gain an appellation appropriate to the organization and a +4 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made to interact with anyone within the organization. If you belong to multiple organizations, you may select this title multiple times.</p>", 
            "name": "Officer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Officer", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, PP 5", 
            "type": "section"
        }, 
        {
            "body": "<p>Within your Sphere of Influence, you hold enough respect that you can arrest, detain, and confiscate possessions from any common citizen you suspect has committed or is committing a crime. This right does not apply when dealing with nobles, aristocrats, political figures, or those who have ranks or titles similar to or greater than your own.</p>", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, 5 PP", 
            "type": "section", 
            "name": "Warden"
        }, 
        {
            "body": "<p>Word of your deeds has spread far and wide, even outside of your Sphere of Influence. For the next 24 hours, you may use your Fame as if you were within your Sphere of Influence without needing to make the appropriate check, though your Fame is effectively halved outside your Sphere of Influence. You may select this award even when outside your Sphere of Influence.</p>", 
            "name": "Worldly Fame", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Worldly Fame", 
            "source": "Ultimate Campaign", 
            "abbrev": "2 PP", 
            "type": "section"
        }
    ]
}