{
    "body": "<p>This is the starting Fame for a new 1st-level adventurer.</p>", 
    "name": "Fame 1", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You gain a +4 luck bonus on a single skill check. You must use this award before you attempt the check in question.</p>", 
            "name": "Hero's Luck", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Heros Luck", 
            "source": "Ultimate Campaign", 
            "abbrev": "1 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>In any settlement of at least 5,000 inhabitants, you may locate a corrupt official. If you're imprisoned or fined for crimes committed in the settlement's jurisdiction, you may take advantage of this contact. You pay no fines and escape sentencing if you can make a Diplomacy check (DC 15 for petty crimes, 20 for serious crimes, or 25 for capital crimes). You can use this ability once per game session. You may select this title once for each settlement in your Sphere of Influence; each time you select it, choose one settlement where you may use the award.</p>", 
            "name": "Palm Greaser", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Palm Greaser", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, 4 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>You gain the services of an imp, mephit, quasit, or similar extraplanar creature from the Improved Familiar list on page 127 of the <i>Core Rulebook</i>. You can choose a creature with an alignment up to 1 step away from yours on each alignment axis. The creature acts as your willing servant for a number of encounters equal to your Intelligence, Wisdom, or Charisma bonus (whichever is highest), but remains for no more than 24 hours. The creature is a called outsider and automatically returns to its home plane at the end of this service.</p>", 
            "name": "Planar Pact", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Planar Pact", 
            "source": "Ultimate Campaign", 
            "abbrev": "5 PP", 
            "type": "section"
        }
    ]
}