{
    "body": "<p>This is the Fame of an adventurer who has achieved celebrity status.</p>", 
    "name": "Fame 40", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You canselect this title only if you have selected the officer title. Your rank within your chosen organization increases to a position of command. You can call upon low-ranking members of your organization to perform mundane personal tasks at your behest, including running messages, announcing your arrival, and making sure preparations are made to accommodate your needs. In addition, you gain a +4 bonus on Intimidate checks made to influence any members of your organization's greatest rival group (such as a competing guild or citizens of a hostile country). If you belong to multiple organizations, you may select this title multiple times.</p>", 
            "name": "Commander", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Commander", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, 4 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>Your reputation as an agent of your homeland's interests precedes you. When traveling outside your Sphere of Influence, you gain a +2 bonus on all Diplomacy and Sense Motive checks against citizens or natives of your homeland.</p>", 
            "name": "Patriot", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Patriot", 
            "source": "Ultimate Campaign", 
            "abbrev": "Title, 4 PP", 
            "type": "section"
        }, 
        {
            "body": "<p>You use your reputation to gain a private audience with a powerful individual such as a queen, general, high priest, or guildmaster. You gain a +2 circumstance on Diplomacy checks for the duration of that audience.</p>", 
            "name": "Privileged Meeting", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Privileged Meeting", 
            "source": "Ultimate Campaign", 
            "abbrev": "2 PP", 
            "type": "section"
        }
    ]
}