{
    "body": "<p>From the sly rogue to the stalwart paladin, the Pathfinder RPG allows you to make the character you want to play. When generating a character, start with your character's concept. Do you want a character who goes toe-to-toe with terrible monsters, matching sword and shield against claws and fangs? Or do you want a mystical seer who draws his powers from the great beyond to further his own ends? Nearly anything is possible. </p><p>Once you have a general concept worked out, use the following steps to bring your idea to life, recording the resulting information and statistics on your Pathfinder RPG character sheet, which can be found at the back of this book and photocopied for your convenience. </p>", 
    "name": "Generating a Character", 
    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Start by generating your character's ability scores. These six scores determine your character's most basic attributes and are used to decide a wide variety of details and statistics. Some class selections require you to have better than average scores for some of your abilities.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 1-Determine Ability Scores", 
            "type": "section", 
            "name": "Step 1-Determine Ability Scores", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Next, pick your character's race, noting any modifiers to your ability scores and any other racial traits (see Races). There are seven basic races to choose from, although your GM might have others to add to the list. Each race lists the languages your character automatically knows, as well as a number of bonus languages. A character knows a number of additional bonus languages equal to his or her Intelligence modifier.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 2-Pick Your Race", 
            "type": "section", 
            "name": "Step 2-Pick Your Race", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A character's class represents a profession, such as fighter or wizard. If this is a new character, he starts at 1st level in his chosen class. As he gains experience points (XP) for defeating monsters, he goes up in level, granting him new powers and abilities.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 3-Pick Your Class", 
            "type": "section", 
            "name": "Step 3-Pick Your Class", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Determine the number of skill ranks possessed by your character, based on his class and Intelligence modifier (and any other bonuses, such as the bonus received by humans). Then spend these ranks on skills, but remember that you cannot have more ranks than your level in any one skill (for a starting character, this is usually one). After skills, determine how many feats your character receives, based on his class and level, and select them from those presented in Feats.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 4-Pick Skills and Select Feats", 
            "type": "section", 
            "name": "Step 4-Pick Skills and Select Feats", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Each new character begins the game with an amount of gold, based on his class, that can be spent on a wide range of equipment and gear, from chainmail armor to leather backpacks. This gear helps your character survive while adventuring. Generally speaking, you cannot use this starting money to buy magic items without the consent of your GM.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 5-Buy Equipment", 
            "type": "section", 
            "name": "Step 5-Buy Equipment", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Finally, you need to determine all of a character's details, including his starting hit points (hp), Armor Class (AC), saving throws, initiative modifier, and attack values. All of these numbers are determined by the decisions made in previous steps. Aside from these, you need to decide on your character's name, alignment, and physical appearance. It is best to jot down a few personality traits as well, to help you play the character during the game. Additional rules (like age and alignment) are described in Additional Rules.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 6-Finishing Details", 
            "type": "section", 
            "name": "Step 6-Finishing Details", 
            "source": "Core Rulebook"
        }
    ]
}