{
    "body": "<p>While playing the Pathfinder RPG<i>, </i>the Game Master describes the events that occur in the game world, and the players take turns describing what their characters do in response to those events. Unlike storytelling, however, the actions of the players and the characters controlled by the Game Master (frequently called non-player characters, or NPCs) are not certain. Most actions require dice rolls to determine success, with some tasks being more difficult than others. Each character is better at some things than he is at other things, granting him bonuses based on his skills and abilities. </p><p>Whenever a roll is required, the roll is noted as &ldquo;d#,&rdquo; with the &ldquo;#&rdquo; representing the number of sides on the die. If you need to roll multiple dice of the same type, there will be a number before the &ldquo;d.&rdquo; For example, if you are required to roll 4d6, you should roll four six-sided dice and add the results together. Sometimes there will be a + or &ndash; after the notation, meaning that you add that number to, or subtract it from, the total results of the dice (not to each individual die rolled). Most die rolls in the game use a d20 with a number of modifiers based on the character's skills, his or her abilities, and the situation. Generally speaking, rolling high is better than rolling low. Percentile rolls are a special case, indicated as rolling d%. You can generate a random number in this range by rolling two differently colored ten-sided dice (2d10). Pick one color to represent the tens digit, then roll both dice. If the die chosen to be the tens digit rolls a &ldquo;4&rdquo; and the other d10 rolls a &ldquo;2,&rdquo; then you've generated a 42. A zero on the tens digit die indicates a result from 1 to 9, or 100 if both dice result in a zero. Some d10s are printed with &ldquo;10,&rdquo; &ldquo;20,&rdquo; &ldquo;30,&rdquo; and so on in order to make reading d% rolls easier. Unless otherwise noted, whenever you must round a number, always round down.</p><p>As your character goes on adventures, he earns gold, magic items, and experience points. Gold can be used to purchase better equipment, while magic items possess powerful abilities that enhance your character. Experience points are awarded for overcoming challenges and completing major storylines. When your character has earned enough experience points, he increases his character level by one, granting him new powers and abilities that allow him to take on even greater challenges.</p>", 
    "name": "Playing the Game", 
    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Playing the Game", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The rules presented are here to help you breathe life into your characters and the world they explore. While they are designed to make your game easy and exciting, you might find that some of them do not suit the style of play that your gaming group enjoys. Remember that these rules are yours. You can change them to fit your needs. Most Game Masters have a number of &ldquo;house rules&rdquo; that they use in their games. The Game Master and players should always discuss any rules changes to make sure that everyone understands how the game will be played. Although the Game Master is the final arbiter of the rules, the Pathfinder RPG is a shared experience, and all of the players should contribute their thoughts when the rules are in doubt.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Playing the Game/The Most Important Rule", 
            "type": "section", 
            "name": "The Most Important Rule", 
            "source": "Core Rulebook"
        }
    ]
}