{
    "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Fantasy literature is filled with examples of characters with wondrous powers who have no interest in being heroes or villains. Sages content to watch events unfold as they will, clerics imbued by the gods with special powers, herbalists with knowledge of special concoctions, all have unique abilities and insights that are theirs alone and, should such characters come to favor friendly adventurers, might use their special influence and abilities to turn the course of entire campaigns. To represent the unique skills and powers of individual NPCs and to grant PCs an occasional rules-related benefit for their interaction with the characters of a campaign's setting, the GM might devise boons to have certain important NPCs grant those PCs they come to favor.</p><p>In short, a boon is a quantifiable, non-monetary way an NPC might help the PCs. This might take the form of a discount on goods or services, a one-time bonus on a specific skill check, or even a simple magical benefit that only that character can provide. The nature of a boon depends more on an NPC's role in a campaign world than any statistical element. As position in society doesn't necessarily correlate with class levels or specific rules, boons are largely based on a GM's sense of logic and campaign believability. A young prince who is merely a 1st-level aristocrat might thus be able to grant a far more favorable boon&mdash;granting a pardon, financing a voyage, decreeing a law&mdash;than a baker statted out as an 11th-level commoner. </p><p>Boons are not wantonly granted, and PCs should not expect to gain useful aid from every NPC they meet. Only NPCs with an attitude of helpful grant such benefits, and usually even then only to PCs they've come to trust over a significant period of time or those who have done them meaningful personal services. In such relationships, NPCs are more likely to favor an individual than an entire adventuring party, making it possible for only one party member to be granted a boon while less favored members are overlooked. PCs shouldn't expect all NPCs to grant boons; some just might not have anything special to provide or aren't important enough to have much to offer. The success of those who try to extort boons from characters using mind-affecting magics is largely up to the GM, as the effects of mundane boons might easily be guessed, while more unique ones might only be known to the NPC. Regardless of the effect, PCs should never have direct control over the granting of boons&mdash;PCs never get boons they can grant and cannot force even the closest allies to grant benefits against their will. </p><p>What a boon entails varies widely, depending not just on the NPC who provides it, but the tastes of the GM and needs of a campaign. At their heart, boons are intended to be a simple way for GMs to provide PCs with a minor rules-related benefit in reward for developing bonds with NPCs. Boons are never monetary, though they often have a monetary value, and should feel like favors between friends, not something that would change the life of either the characters or NPC. They might occasionally involve established elements of the rules&mdash;like a discount on equipment or adding a bonus on a skill check in a specific situation&mdash;but such occurrences should prove minor. Boons tend to take three forms: favor boons, skill boons, and unique boons. </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Any character of any class or social level might seek to aid their friends, with favors embodying such benefits. A shopkeeper granting a 10% discount on his goods, a nobleman using his influence to set up a meeting with a local lord, or a retired adventurer loaning someone his masterwork longbow all count as favors.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/NPC Boons/Favor", 
                    "type": "section", 
                    "name": "Favor", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>Certain NPCs can share their expertise in specific fields or pass their influence on to others. Skill boons are minor bonuses on skill checks that an NPC might pass on to a favored PC. As a guideline, skill bonuses usually grant either a +2 bonus on a skill in a very specific situation&mdash;never on all uses of a skill&mdash;or a one-time +4 bonus on a specific skill check. For example, a famous merchant might give a character his signet ring, providing a +2 bonus on Diplomacy checks made with other merchants in his home city's marketplace; a scholar of a lost city's lore might instruct a PC, granting her a +2 bonus on Knowledge (history) checks made regarding that ruin; or a guardsman might even allow a friendly PC to call in a favor he has with a local pickpocket, granting a one-time +4 bonus on an Intimidate check made against that individual.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/NPC Boons/Skill", 
                    "type": "section", 
                    "name": "Skill", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>The rarest of all boons, unique boons are special powers an NPC might grant that are exclusive to that character and fall outside the purview of his class's typical abilities. Unique boons are special abilities too minor to be part of a character's class abilities or so specific to a story's details as to require a GM's customization. A ghost who can grant a favored PC the power to see through her evil illusionist husband's illusions; a cleric of the god of light who can grant a blessing that causes an ally's weapons to deal an additional +1 point of damage on all attacks made against the shadowy creatures haunting the nearby catacombs; or an alchemist who can concoct a potion making the drinker immune to brown mold for 24 hours, all might be example of unique boons. As such boons have the most flexibility and the widest potential for exploitation, GMs should limit unique boons to be useful only once or to prove relevant for but a single adventure.</p><p>What follows is a list of boons that might be offered by members of each of the NPC classes in the <i>Pathfinder RPG Core Rulebook</i>. As it would be impossible to cover all the possibilities of NPC situations and potential boons, the rest of this section should be considered a guide to creating your own boons or a shopping list from which you might choose boons to add to NPCs in a campaign. GMs looking for more specific examples should see Chapter 9, as each NPC therein includes an example boon that might be granted by such a character. Although the boons listed here detail some granted by characters with specific NPC classes, any NPC of any class can grant a boon.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/NPC Boons/Unique", 
                    "type": "section", 
                    "name": "Unique", 
                    "source": "Game Mastery Guide"
                }
            ], 
            "name": "NPC Boons", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>While users of divine magic are often regarded simply as healers, their wisdom and vaunted positions mean they can have much more to offer.</p><p><b>Favor</b>: Free healing on a single occasion.</p><p><b>Favor</b>: Letter of recommendation to lower-ranking priests, ordering them to help the PCs as required (granting the aid of a 1st-level adept hireling for 3 days).</p><p><b>Skill</b>: Favorable introductions to contacts in a local church, providing a PC a +2 bonus on Diplomacy checks made to influence members of that specific church.</p><p><b>Skill</b>: Proves especially knowledgeable in mysterious alchemical techniques, granting a PC a +4 bonus on one Craft (alchemy) check made to create an alchemical item.</p><p><b>Unique</b>: Can brew 4 unique potions that instantly heal the disease filth fever. </p><p><b>Unique</b>: Allows the PC to commune with the spirit animal of his tribe, granting the PC the ability to <i>speak with animals</i> of a specific regional species once per day. </p><p><b>Favor</b>: Provides an invitation to an aristocratic event, such as an estate party, royal gala, or public celebration.</p><p><b>Favor</b>: Use of influence to save the PCs from prosecution for a crime.</p><p><b>Skill</b>: Offering a day-long primer on local courtesy, granting the PC a +2 bonus on a Knowledge (nobility) check for the city or region.</p><p><b>Skill</b>: Attends a character on his visit to the royal court, granting the PC a +4 Sense Motive check on interactions with the court's members during that outing.</p><p><b>Unique</b>: Loans a ship and provides a crew for a voyage to a distant land.</p><p><b>Unique</b>: Grants a PC a minor, landless title that affords him access to certain local rights.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/Adept", 
            "type": "section", 
            "name": "Adept", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Aristocrats vary in rank from village squires to emperors, with most having wealth and position that grants them great influence in a community.</p><p><b>Favor</b>: Provides an invitation to an aristocratic event, such as an estate party, royal gala, or public celebration.</p><p><b>Favor</b>: Use of influence to save the PCs from prosecution for a crime.</p><p><b>Skill</b>: Offering a day-long primer on local courtesy, granting the PC a +2 bonus on a Knowledge (nobility) check for the city or region.</p><p><b>Skill</b>: Attends a character on his visit to the royal court, granting the PC a +4 Sense Motive check on interactions with the court's members during that outing.</p><p><b>Unique</b>: Loans a ship and provides a crew for a voyage to a distant land.</p><p><b>Unique</b>: Grants a PC a minor, landless title that affords him access to certain local rights.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/Aristocrat", 
            "type": "section", 
            "name": "Aristocrat", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Although not usual famous or wealthy, commoners have a wide variety of skills and can usually come up with creative ways to repay favors.</p><p><b>Favor<b>: Provides a room and prepares an elaborate feast in a PC's honor.</p><p><b>Favor<b>: Provides a 50% discount on a high quality, non-magical item made using one of his Craft skills.</p><p><b>Skill<b>: Freely uses his highest Craft or Profession skill for the PC for a month of service (perhaps crewing a vehicle or ship, tending to a rare plant, or training an animal) .</p><p><b>Skill<b>: Shares rural remedies, granting the PC a +2 bonus when using Heal to treat diseases.</p><p><b>Unique<b>: Creates a map or leads a PC through the local wilderness to a secret location only he knows about.</p><p><b>Unique<b>: Competently manages a home or business for an absentee PC.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/Commoner", 
            "type": "section", 
            "name": "Commoner", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Skilled craftsmen, professionals, and learned members of society regularly have a wide range of specific talents and obscure information that can prove useful to PCs.</p><p><b>Favor<b>: Provides material for a PC, cutting the price to create a non-magical item in half.</p><p><b>Favor<b>: Can find a seller to buy any non-magic item or a buyer for any magic item. </p><p><b>Skill<b>: Grants access to an exceptionally well outfitted workspace, granting a PC a +4 bonus on a specific Craft or Profession check.</p><p><b>Skill<b>: Teaches a PC a trick of the trade, granting a perpetual +1 bonus on one Craft or Profession check that the PC and expert share.</p><p><b>Unique<b>: Obtains membership in a regional guild, providing a PC with a 10% discount on a certain kind of goods in a wide region.</p><p><b>Unique<b>: Can create a special tool that opens an ancient lock, circumvents an impassible trap, or replaces a part of a fabulous broken mechanism.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/Expert", 
            "type": "section", 
            "name": "Expert", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Professional warriors typically have a wide range of experience and useful contacts among other career combatants, those they serve, and those they oppose.</p><p><b>Favor<b>: Gifts a PC one non-magical weapon, piece of armor, or adventuring gear.</p><p><b>Favor<b>: Can guard a precious object or hide it where none will find it.</p><p><b>Skill<b>: Relates his experience patrolling the local sewers, granting a PC a +2 bonus on Knowledge (dungeoneering) checks in the city sewers.</p><p><b>Skill<b>: Provides information with which to blackmail a local criminal, granting a PC a +4 bonus on Intimidate checks against local street thugs.</p><p><b>Unique<b>: Can form a posse, bringing together a group of 2d4 low-level warriors to aid in one specific plan.</p><p><b>Unique<b>: Grants the secret of a specialized fighting style, providing a PC with a +1 bonus on initiative.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/NPCs/NPC Boons/Warrior", 
            "type": "section", 
            "name": "Warrior", 
            "source": "Game Mastery Guide"
        }
    ], 
    "name": "NPC Boons", 
    "source": "Game Mastery Guide"
}