{
    "body": "<p>Whether secreted away in a smoky basement laboratory or gleefully experimenting in a well-respected school of magic, the alchemist is often regarded as being just as unstable, unpredictable, and dangerous as the concoctions he brews. While some creators of alchemical items content themselves with sedentary lives as merchants, providing tindertwigs and smokesticks, the true alchemist answers a deeper calling. Rather than cast magic like a spellcaster, the alchemist captures his own magic potential within liquids and extracts he creates, infusing his chemicals with virulent power to grant him impressive skill with poisons, explosives, and all manner of self-transformative magic. </p>", 
    "name": "Alchemist", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist", 
    "type": "class", 
    "image": "Alchemist.png", 
    "subtype": "base", 
    "hit_die": "d8", 
    "alt": "Damiel", 
    "sections": [
        {
            "body": "<p id=\"role\">The alchemist's reputation is not softened by his exuberance (some would say dangerous recklessness) in perfecting his magical extracts and potion-like creations, infusing these substances with magic siphoned from his aura and using his own body as experimental stock. Nor is it mollified by the alchemist's almost gleeful passion for building explosive bombs and discovering strange new poisons and methods for their use. These traits, while making him a liability and risk for most civilized organizations and institutions of higher learning, seem to fit quite well with most adventuring groups.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>The following table lists the starting gold piece value for alchemist characters. In addition, each character begins play with an outfit worth 10 gp or less.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table: Starting Wealth</caption><thead><tr><th>Class</th><th>Starting Wealth</th><th>Average</th></tr></thead><tr class=\"even\"><td>Alchemist</td><td>3d6 &times; 10 gp</td><td>105 gp</td></tr></table>", 
                    "source": "Advanced Player's Guide", 
                    "type": "table"
                }
            ], 
            "name": "Starting Wealth", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The alchemist's class skills are Appraise (Int), Craft (any) (Int), Disable Device (Dex), Fly (Dex), Heal (Wis), Knowledge (arcana) (Int), Knowledge (nature) (Int), Perception (Wis), Profession (Wis), Sleight of Hand (Dex), Spellcraft (Int), Survival (Wis), Use Magic Device (Cha).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"skill-ranks-per-level\">4 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-2-1:-alchemist\"><caption>Table:  Alchemist</caption><thead><tr id=\"level-bonus-save-save-save-special-1st-2nd-3rd-4th-5th-6th\"><th rowspan=\"2\">Level</th><th rowspan=\"2\">Base Attack Bonus</th><th rowspan=\"2\">Fort Save</th><th rowspan=\"2\">Ref Save</th><th rowspan=\"2\">Will Save</th><th rowspan=\"2\">Special</th><th colspan=\"6\">Extracts per Day</th></tr><tr><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+2</td><td>+2</td><td>+0</td><td style=\"white-space: normal;\">Alchemy, bomb 1d6, Brew Potion, mutagen, Throw Anything</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+3</td><td>+3</td><td>+0</td><td style=\"white-space: normal;\">Discovery, poison resistance +2, poison use</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+3</td><td>+3</td><td>+1</td><td style=\"white-space: normal;\">Bomb 2d6, swift alchemy</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">Discovery</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">Bomb 3d6, poison resistance +4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Discovery, swift poisoning</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Bomb 4d6</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>8th</td><td>+6/+1</td><td>+6</td><td>+6</td><td>+2</td><td style=\"white-space: normal;\">Discovery, poison resistance +6</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>9th</td><td>+6/+1</td><td>+6</td><td>+6</td><td>+3</td><td style=\"white-space: normal;\">Bomb 5d6</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>10th</td><td>+7/+2</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">Discovery, poison immunity</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>11th</td><td>+8/+3</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">Bomb 6d6</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>12th</td><td>+9/+4</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Discovery</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>13th</td><td>+9/+4</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Bomb 7d6</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td></tr><tr class=\"even\"><td>14th</td><td>+10/+5</td><td>+9</td><td>+9</td><td>+4</td><td style=\"white-space: normal;\">Discovery, persistent mutagen</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td></tr><tr class=\"odd\"><td>15th</td><td>+11/+6/+1</td><td>+9</td><td>+9</td><td>+5</td><td style=\"white-space: normal;\">Bomb 8d6</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td></tr><tr class=\"even\"><td>16th</td><td>+12/+7/+2</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Discovery</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td></tr><tr class=\"odd\"><td>17th</td><td>+12/+7/+2</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Bomb 9d6</td><td>5</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td></tr><tr class=\"even\"><td>18th</td><td>+13/+8/+3</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Discovery, instant alchemy</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td></tr><tr class=\"odd\"><td>19th</td><td>+14/+9/+4</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Bomb 10d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td></tr><tr class=\"even\"><td>20th</td><td>+15/+10/+5</td><td>+12</td><td>+12</td><td>+6</td><td style=\"white-space: normal;\">Grand discovery</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td></tr></table>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Skills/Skill Ranks per Level/Table Alchemist", 
                            "type": "table", 
                            "name": "Table: Alchemist", 
                            "source": "Advanced Player's Guide"
                        }
                    ], 
                    "name": "Skill Ranks per Level", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "name": "Class Skills", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following are class features of the alchemist.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">Alchemists are proficient with all simple weapons and bombs. They are also proficient with light armor, but not with shields.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"alchemy\">Alchemists are not only masters of creating mundane alchemical substances such as alchemist's fire and smokesticks, but also of fashioning magical potion-like extracts in which they can store spell effects. In effect, an alchemist prepares his spells by mixing ingredients into a number of extracts, and then &ldquo;casts&rdquo; his spells by drinking the extract. When an alchemist creates an extract or bomb, he infuses the concoction with a tiny fraction of his own magical power&mdash;this enables the creation of powerful effects, but also binds the effects to the creator.</p><p>When using Craft (alchemy) to create an alchemical item, an alchemist gains a competence bonus equal to his class level on the Craft (alchemy) check. In addition, an alchemist can use Craft (alchemy) to identify potions as if using <i>detect magic</i>. He must hold the potion for 1 round to make such a check.</p><p>An alchemist can create three special types of magical items&mdash;extracts, bombs, and mutagens. Bombs are explosive splash weapons, and mutagens are transformative elixirs that the alchemist drinks to enhance his physical abilities&mdash;both of these are detailed in their own sections below.</p><p>Extracts are the most varied of the three. In many ways, they behave like spells in potion form, and as such their effects can be dispelled by effects like <i>dispel magic</i> using the alchemist's level as the caster level. Unlike potions, though, extracts can have powerful effects and duplicate spells that a potion normally could not.</p><p> An alchemist can create only a certain number of extracts of each level per day. His base daily allotment of extracts is given on Table 2&ndash;1. In addition, he receives bonus extracts per day if he has a high Intelligence score, in the same way a wizard receives bonus spells per day.</p><p>When an alchemist mixes an extract, he infuses the chemicals and reagents in the extract with magic siphoned from his own magical aura. An extract immediately becomes inert if it leaves the alchemist's possession, reactivating as soon as it returns to his keeping&mdash;an alchemist cannot normally pass out his extracts for allies to use (but see the &ldquo;infusion&rdquo; discovery below). An extract, once created, remains potent for 1 day before losing its magic, so an alchemist must re-prepare his extracts every day. Mixing an extract takes 1 minute of work&mdash;most alchemists prepare many extracts at the start of the day or just before going on an adventure, but it's not uncommon for an alchemist to keep some (or even all) of his daily extract slots open so that he can prepare extracts in the field as needed.</p><p>Although the alchemist doesn't actually cast spells, he does have a formulae list that determines what extracts he can create. An alchemist can utilize spell-trigger items if the spell appears on his formulae list, but not spell-completion items (unless he uses Use Magic Device to do so). An extract is &ldquo;cast&rdquo; by drinking it, as if imbibing a potion&mdash;the effects of an extract exactly duplicate the spell upon which its formula is based, save that the spell always affects only the drinking alchemist. An alchemist can draw and drink an extract as a standard action. The alchemist uses his level as the caster level to determine any effect based on caster level.</p><p>Creating extracts consumes raw materials, but the cost of these materials is insignificant&mdash;comparable to the valueless material components of most spells. If a spell normally has a costly material component, that component is expended during the consumption of that particular extract. Extracts cannot be made from spells that have focus requirements (alchemist extracts that duplicate divine spells never have a divine focus requirement).</p><p>An alchemist can prepare an extract of any formula he knows. To learn or use an extract, an alchemist must have an Intelligence score equal to at least 10 + the extract's level. The Difficulty Class for a saving throw against an alchemist's extract is 10 + the extract level + the alchemist's Intelligence modifier.</p><p>An alchemist may know any number of formulae. He stores his formulae in a special tome called a formula book. He must refer to this book whenever he prepares an extract but not when he consumes it. An alchemist begins play with two 1st-level formulae of his choice, plus a number of additional forumlae equal to his Intelligence modifier. At each new alchemist level, he gains one new formula of any level that he can create. An alchemist can also add formulae to his book just like a wizard adds spells to his spellbook, using the same costs, pages, and time requirements. An alchemist can study a wizard's spellbook to learn any formula that is equivalent to a spell the spellbook contains. A wizard, however, cannot learn spells from a formula book. An alchemist does not need to decipher arcane writings before copying them.</p>", 
                    "name": "Alchemy", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Alchemy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bomb\">In addition to magical extracts, alchemists are adept at swiftly mixing various volatile chemicals and infusing them with their magical reserves to create powerful bombs that they can hurl at their enemies. An alchemist can use a number of bombs each day equal to his class level + his Intelligence modifier. Bombs are unstable, and if not used in the round they are created, they degrade and become inert&mdash;their method of creation prevents large volumes of explosive material from being created and stored. In order to create a bomb, the alchemist must use a small vial containing an ounce of liquid catalyst&mdash;the alchemist can create this liquid catalyst from small amounts of chemicals from an alchemy lab, and these supplies can be readily refilled in the same manner as a spellcaster's component pouch. Most alchemists create a number of catalyst vials at the start of the day equal to the total number of bombs they can create in that day&mdash;once created, a catalyst vial remains usable by the alchemist for years.</p><p>Drawing the components of, creating, and throwing a bomb requires a standard action that provokes an attack of opportunity. Thrown bombs have a range of 20 feet and use the Throw Splash Weapon special attack. Bombs are considered weapons and can be selected using feats such as Point-Blank Shot and Weapon Focus. On a direct hit, an alchemist's bomb inflicts 1d6 points of fire damage + additional damage equal to the alchemist's Intelligence modifier. The damage of an alchemist's bomb increases by 1d6 points at every odd-numbered alchemist level (this bonus damage is not multiplied on a critical hit or by using feats such as Vital Strike). Splash damage from an alchemist bomb is always equal to the bomb's minimum damage (so if the bomb would deal 2d6+4 points of fire damage on a direct hit, its splash damage would be 6 points of fire damage). Those caught in the splash damage can attempt a Reflex save for half damage. The DC of this save is equal to 10 + 1/2 the alchemist's level + the alchemist's Intelligence modifier.</p><p>Alchemists can learn new types of bombs as discoveries (see the Discovery ability) as they level up. An alchemist's bomb, like an extract, becomes inert if used or carried by anyone else.</p>", 
                    "name": "Bomb", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Bomb", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"brew-potion\">At 1st level, alchemists receive Brew Potion as a bonus feat. An alchemist can brew potions of any formulae he knows (up to 3rd level), using his alchemist level as his caster level. The spell must be one that can be made into a potion. The alchemist does not need to meet the prerequisites for this feat.</p>", 
                    "name": "Brew Potion", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Brew Potion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mutagen\">At 1st level, an alchemist discovers how to create a mutagen that he can imbibe in order to heighten his physical prowess at the cost of his personality. It takes 1 hour to brew a dose of mutagen, and once brewed, it remains potent until used. An alchemist can only maintain one dose of mutagen at a time&mdash;if he brews a second dose, any existing mutagen becomes inert. As with an extract or bomb, a mutagen that is not in an alchemist's possession becomes inert until an alchemist picks it up again.</p><p>When an alchemist brews a mutagen, he selects one physical ability score&mdash;either Strength, Dexterity, or Constitution. It's a standard action to drink a mutagen. Upon being imbibed, the mutagen causes the alchemist to grow bulkier and more bestial, granting him a +2 natural armor bonus and a +4 alchemical bonus to the selected ability score for 10 minutes per alchemist level. In addition, while the mutagen is in effect, the alchemist takes a &ndash;2 penalty to one of his mental ability scores. If the mutagen enhances his Strength, it applies a penalty to his Intelligence. If it enhances his Dexterity, it applies a penalty to his Wisdom. If it enhances his Constitution, it applies a penalty to his Charisma.</p><p>A non-alchemist who drinks a mutagen must make a Fortitude save (DC 10 + 1/2 the alchemist's level + the alchemist's Intelligence modifier) or become nauseated for 1 hour&mdash;a non-alchemist can never gain the benefit of a mutagen, but an alchemist can gain the effects of another alchemist's mutagen if he drinks it. (Although if the other alchemist creates a different mutagen, the effects of the &ldquo;stolen&rdquo; mutagen immediately cease.) The effects of a mutagen do not stack. Whenever an alchemist drinks a mutagen, the effects of any previous mutagen immediately end.</p>", 
                    "name": "Mutagen", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Mutagen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"throw-anything\">All alchemists gain the Throw Anything feat as a bonus feat at 1st level. An alchemist adds his Intelligence modifier to damage done with splash weapons, including the splash damage if any. This bonus damage is already included in the bomb class feature.</p>", 
                    "name": "Throw Anything", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Throw Anything", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"discovery\">At 2nd level, and then again every 2 levels thereafter (up to 18th level), an alchemist makes an incredible alchemical discovery. Unless otherwise noted, an alchemist cannot select an individual discovery more than once. Some discoveries can only be made if the alchemist has met certain prerequisites first, such as uncovering other discoveries. Discoveries that modify bombs that are marked with an asterisk (*) do not stack. Only one such discovery can be applied to an individual bomb. The DC of any saving throw called for by a discovery is equal to 10 + 1/2 the alchemist's level + the alchemist's Intelligence modifier. </p>", 
                    "name": "Discovery", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery", 
                    "sections": [
                        {
                            "body": "<p id=\"acid-bomb*\">When the alchemist creates a bomb, he can choose to have it inflict acid damage. Creatures that take a direct hit from an acid bomb take an additional 1d6 points of acid damage 1 round later.</p>", 
                            "name": "Acid bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Acid bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"combine-extracts\">When the alchemist creates an extract, he can place two formulae into one extract. When the extract is consumed, both formulae take effect. This extract has a level two levels higher than the highest-level formulae placed in the extract. An alchemist must be at least 8th level before selecting this discovery.</p>", 
                            "name": "Combine extracts", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Combine extracts", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"concentrate-poison\">The alchemist can combine two doses of the same poison to increase their effects. This requires two doses of the poison and 1 minute of concentration. When completed, the alchemist has one dose of poison. The poison's frequency is extended by 50% and the save DC increases by +2. This poison must be used within 1 hour of its creation or it is ruined.</p>", 
                            "name": "Concentrate poison", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Concentrate poison", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"concussive-bomb*\">When the alchemist creates a bomb, he can choose to have it inflict sonic damage. Concussive bombs deal 1d4 points of sonic damage, plus 1d4 points of sonic damage for every odd-numbered level, instead of 1d6. Creatures that take a direct hit from a concussive bomb are deafened for 1 minute unless they succeed at a Fortitude save. An alchemist must be at least 6th level before selecting this discovery.</p>", 
                            "name": "Concussive bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Concussive bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"delayed-bomb\">The alchemist can place a bomb so that it explodes a number of rounds after the alchemist ceases contact with the bomb. This delay can be any number of rounds as chosen by the alchemist, up to a number of rounds equal to his level. If at any point the alchemist reclaims possession of the delayed bomb, he can end the timer and prevent the bomb's detonation. A delayed bomb detonates immediately if any other creature attempts to touch or move it, or if the bomb's contents are removed from the vial (such as if the vial breaks). The bomb deals damage as if it scored a direct hit to any creature in the square with the bomb when it detonates, and splash damage to all adjacent creatures as normal. An alchemist cannot have more than one delayed bomb at one time. If he creates another delayed bomb, the previous bomb becomes inert. <i>Dispel magic</i> can neutralize a delayed bomb, as can a successful Disable Device check (DC equals 10 + the alchemist's level + the alchemist's Intelligence modifier). An alchemist must be at least 8th level before selecting this discovery.</p>", 
                            "name": "Delayed bomb", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Delayed bomb", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"dilution\">Once per day, the alchemist can dilute any one potion or elixir, creating two doses of the same potion from one. Diluting a potion costs a number of gp equal to one-quarter of the potion's market value. A potion that has been diluted cannot be diluted again. This discovery cannot be used to dilute extracts or mutagens. An alchemist must be at least 12th level before selecting this discovery.</p>", 
                            "name": "Dilution", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Dilution", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"dispelling-bomb\">When the alchemist creates a bomb, he can choose to have it dispel magic effects instead of deal damage. Creatures that take a direct hit from a dispelling bomb are subject to a targeted <i>dispel magic</i> spell, using the alchemist's level as the caster level. This cannot be used to target a specific spell effect. The alchemist must be at least 6th level before selecting this discovery.</p>", 
                            "name": "Dispelling Bomb", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Dispelling Bomb", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"elixir-of-life\">Once per day, the alchemist can brew an elixir of life. This special concoction costs 25,000 gp to create and takes 1 hour of work. An elixir of life, when administered by the alchemist who brewed it, restores life to a dead creature as per the spell <i>true resurrection</i>. Alternatively, the alchemist himself may drink the elixir of life, after which point he is immediately targeted with a <i>resurrection</i> spell the next time he is killed. Used in this manner, the effects of an elixir of life persist only for a number of days equal to the alchemist's Intelligence modifier; if he does not die before that time expires, the effects of the elixir of life end. An alchemist must be at least 16th level before selecting this discovery.</p>", 
                            "name": "Elixir of life", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Elixir of life", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"enhance-potion\">A number of times per day equal to his Intelligence modifier, the alchemist can cause any potion he drinks to function at a caster level equal to his class level.</p>", 
                            "name": "Enhance potion", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Enhance potion", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"eternal-potion\">If an alchemist drinks a potion that he extends, the effects of that potion become permanent until he chooses to make another potion effect permanent. An alchemist must be at least 16th level and must possess the extend potion discovery before selecting this discovery.</p>", 
                            "name": "Eternal potion", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Eternal potion", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"explosive-bomb*\">The alchemist's bombs now have a splash radius of 10 feet rather than 5 feet. Creatures that take a direct hit from an explosive bomb catch fire, taking 1d6 points of fire damage each round until the fire is extinguished. Extinguishing the flames is a full-round action that requires a Reflex save. Rolling on the ground provides the target with a +2 to the save. Dousing the target with at least 2 gallons of water automatically extinguishes the flames.</p>", 
                            "name": "Explosive bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Explosive bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"extend-potion\">A number of times per day equal to his Intelligence modifier, the alchemist can cause any potion he drinks that does not have an instantaneous duration to function at twice its normal duration. This does not apply to extracts.</p>", 
                            "name": "Extend potion", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Extend potion", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"fast-bombs\">An alchemist with this discovery can quickly create enough bombs to throw more than one in a single round. The alchemist can prepare and throw additional bombs as a full-round action if his base attack bonus is high enough to grant him additional attacks. This functions just like a full-attack with a ranged weapon. An alchemist must be at least 8th level before selecting this discovery.</p>", 
                            "name": "Fast bombs", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Fast bombs", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"feral-mutagen\">Whenever the alchemist imbibes a mutagen, he gains two claw attacks and a bite attack. These are primary attacks and are made using the alchemist's full base attack bonus. The claw attacks deal 1d6 points of damage (1d4 if the alchemist is Small) and the bite attack deals 1d8 points of damage (1d6 if the alchemist is Small). While the mutagen is in effect, the alchemist gains a +2 competence bonus on Intimidate skill checks.</p>", 
                            "name": "Feral mutagen", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Feral mutagen", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"force-bomb*\">When the alchemist creates a bomb, he can choose to have it inflict force damage. Force bombs deal 1d4 points of force damage, plus 1d4 points of force damage for every odd-numbered level, instead of 1d6. Creatures that take a direct hit from a force bomb are knocked prone unless they succeed on a Reflex save. An alchemist must be at least 8th level before selecting this discovery.</p>", 
                            "name": "Force bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Force bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"frost-bomb*\">When the alchemist creates a bomb, he can choose to have it inflict cold damage. Creatures that take a direct hit from a frost bomb are staggered on their next turn unless they succeed on a Fortitude save.</p>", 
                            "name": "Frost bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Frost bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"grand-mutagen\">The alchemist's mutagen now grants a +6 natural armor bonus, a +8 alchemical bonus to one ability score (Strength, Dexterity, or Constitution), a +6 alchemical bonus to a second physical ability score, and a +4 alchemical bonus to a third physical ability score. The alchemist takes a &ndash;2 penalty to his Intelligence, Wisdom, and Charisma as long as the mutagen persists (see Mutagen). An alchemist must be at least 16th level and must possess the greater mutagen discovery before selecting this discovery.</p>", 
                            "name": "Grand mutagen", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Grand mutagen", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"greater-mutagen\">The alchemist's mutagen now grants a +4 natural armor bonus, a +6 alchemical bonus to one physical ability score (Strength, Dexterity, or Constitution), and a +4 alchemical bonus to a second physical ability score. The alchemist takes a &ndash;2 penalty on both associated mental ability scores as long as the mutagen persists. An alchemist must be at least 12th level before selecting this discovery.</p>", 
                            "name": "Greater mutagen", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Greater mutagen", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"infuse-mutagen\">When the alchemist creates a mutagen, he can infuse it with an extra bit of his own magical power. This inflicts 2 points of Intelligence damage to the alchemist and costs 1,000 gp in rare reagents, but the mutagen created persists on its own and is not rendered inert if the alchemist creates another mutagen. This allows an alchemist to create different types of mutagens and keep them handy for emergencies. This does not allow an alchemist to gain the effects of multiple mutagens&mdash;only the most recently imbibed mutagen has any effect.</p>", 
                            "name": "Infuse mutagen", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Infuse mutagen", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"inferno-bomb*\">The effects of the smoke created by an alchemist's bomb duplicate the effects of <i>incendiary cloud</i> instead of <i>fog cloud</i>, filling an area equal to twice the bomb's splash radius for 1 round per level. An alchemist must be at least 16th level and must possess the smoke bomb discovery before selecting this discovery.</p>", 
                            "name": "Inferno bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Inferno bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"infusion\">When the alchemist creates an extract, he can infuse it with an extra bit of his own magical power. The extract created now persists even after the alchemist sets it down. As long as the extract exists, it continues to occupy one of the alchemist's daily extract slots. An infused extract can be imbibed by a non-alchemist to gain its effects.</p>", 
                            "name": "Infusion", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Infusion", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"madness-bomb\">The alchemist's bombs do more than sear flesh&mdash;they sear the mind. A creature that takes a direct hit from a madness bomb takes damage from the bomb plus 1d4 points of Wisdom damage. Reduce the amount of normal damage dealt by the bomb by 2d6 (so a bomb that would normally deal 6d6+4 points of damage deals 4d6+4 points of damage instead). The amount of Wisdom damage dealt by a madness bomb is reduced by 1 for each madness bomb that hit the target in the past 24 hours, to a minimum of 1 point of Wisdom damage. An alchemist must be at least 12th level before selecting this discovery.</p>", 
                            "name": "Madness bomb", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Madness bomb", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"poison-bomb*\">The effects of the smoke created by an alchemist's bomb duplicates the effects of <i>cloudkill</i> instead of <i>fog cloud</i>, filling an area equal to twice the bomb's splash radius for 1 round per level. An alchemist must be at least 12th level and must possess the smoke bomb discovery before selecting this discovery.</p>", 
                            "name": "Poison bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Poison bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"precise-bombs\">Whenever the alchemist throws a bomb, he can select a number of squares equal to his Intelligence modifier that are not affected by the splash damage from his bombs. If the bomb misses, this discovery has no effect.</p>", 
                            "name": "Precise bombs", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Precise bombs", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"shock-bomb*\">When the alchemist creates a bomb, he can choose to have it inflict electricity damage. Creatures that take a direct hit from a shock bomb are dazzled for 1d4 rounds.</p>", 
                            "name": "Shock bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Shock bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"smoke-bomb*\">When the alchemist creates a bomb, he can choose to have it create a cloud of thick smoke when it detonates. The cloud functions as <i>fog cloud</i>, filling an area equal to twice the bomb's splash radius for 1 round per level.</p>", 
                            "name": "Smoke bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Smoke bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"sticky-bomb\">The effects of the alchemist's bombs are persistent and continue to damage creatures for 1 round after the initial damage. Creatures that take a direct hit from a sticky bomb take the splash damage 1 round later. Bombs that have effects that would normally occur 1 round later instead have those effects occur 2 rounds later. An alchemist must be at least 10th level before selecting this discovery.</p>", 
                            "name": "Sticky bomb", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Sticky bomb", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"sticky-poison\">Any poison the alchemist creates is sticky&mdash;when the alchemist applies it to a weapon, the weapon remains poisoned for a number of strikes equal to the alchemist's Intelligence modifier. An alchemist must be at least 6th level before selecting this discovery.</p>", 
                            "name": "Sticky poison", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Sticky poison", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"stink-bomb*\">The effects of the smoke created by an alchemist's bomb can duplicate the effects of <i>stinking cloud</i> instead of <i>fog cloud</i>, filling an area equal to twice the bomb's splash radius for 1 round. An alchemist must possess the smoke bomb discovery before selecting this discovery.</p>", 
                            "name": "Stink bomb*", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Discovery/Stink bomb*", 
                            "subtype": "alchemist_discovery", 
                            "type": "section"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "link", 
                    "name": "Discoveries: Ultimate Magic"
                }, 
                {
                    "source": "Ultimate Combat", 
                    "type": "link", 
                    "name": "Discoveries: Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"poison-resistance\">At 2nd level, an alchemist gains a +2 bonus on all saving throws against poison. This bonus increases to +4 at 5th level, and then again to +6 at 8th level. At 10th level, an alchemist becomes completely immune to poison.</p>", 
                    "name": "Poison Resistance", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Poison Resistance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"poison-use\">Alchemists are trained in the use of poison and starting at 2nd level, cannot accidentally poison themselves when applying poison to a weapon.</p>", 
                    "name": "Poison Use", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Poison Use", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"swift-alchemy\">At 3rd level, an alchemist can create alchemical items with astounding speed. It takes an alchemist half the normal amount of time to create alchemical items, and he can apply poison to a weapon as a move action.</p>", 
                    "name": "Swift Alchemy", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Swift Alchemy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"swift-poisoning\">At 6th level, an alchemist can apply a dose of poison to a weapon as a swift action.</p>", 
                    "name": "Swift Poisoning", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Swift Poisoning", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"persistent-mutagen\">At 14th level, the effects of a mutagen last for 1 hour per level.</p>", 
                    "name": "Persistent Mutagen", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Persistent Mutagen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"instant-alchemy\">At 18th level, an alchemist can create alchemical items with almost supernatural speed. He can create any alchemical item as a full-round action if he succeeds at the Craft (alchemy) check and has the appropriate resources at hand to fund the creation. He can apply poison to a weapon as an immediate action.</p>", 
                    "name": "Instant Alchemy", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Instant Alchemy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"grand-discovery\">At 20th level, the alchemist makes a grand discovery. He immediately learns two normal discoveries, but also learns a third discovery chosen from the list below, representing a truly astounding alchemical breakthrough of significant import. For many alchemists, the promise of one of these grand discoveries is the primary goal of their experiments and hard work. </p>", 
                    "name": "Grand Discovery", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery", 
                    "sections": [
                        {
                            "body": "<p id=\"awakened-intellect\">The alchemist's constant exposure to strange chemicals has expanded his mind. His Intelligence score permanently increases by 2 points.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/Awakened Intellect", 
                            "type": "section", 
                            "name": "Awakened Intellect", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"eternal-youth\">The alchemist has discovered a cure for aging, and from this point forward he takes no penalty to his physical ability scores from advanced age. If the alchemist is already taking such penalties, they are removed at this time.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/Eternal Youth", 
                            "type": "section", 
                            "name": "Eternal Youth", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"fast-healing\">The alchemist's flesh responds to damage with shocking speed&mdash;he gains fast healing 5.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/Fast Healing", 
                            "type": "section", 
                            "name": "Fast Healing", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"philosopher's-stone\">The alchemist learns how to create a <i>philosopher's stone</i>, and can do so once per month at no cost. Creating a <i>philosopher's stone</i> takes 1 day of work.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/Philosophers Stone", 
                            "type": "section", 
                            "name": "Philosopher's Stone", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"poison-touch\">The alchemist gains a poisonous touch, as if under the effects of a <i>poison</i> spell. He can suppress or activate this ability as a free action. The physical appearance of how the alchemist generates and delivers his poisonous touch varies from alchemist to alchemist.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/Poison Touch", 
                            "type": "section", 
                            "name": "Poison Touch", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"true-mutagen\">The alchemist's mutagen now grants a +8 natural armor bonus and a +8 alchemical bonus to Strength, Dexterity, and Constitution. The alchemist takes a &ndash;2 penalty to his Intelligence, Wisdom, and Charisma as long as the mutagen persists (see Mutagen). An alchemist must possess the grand mutagen discovery before selecting this discovery.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Class Features/Grand Discovery/True Mutagen", 
                            "type": "section", 
                            "name": "True Mutagen", 
                            "source": "Advanced Player's Guide"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Alchemists gain access to a variety of formulae, allowing them to make extracts of the following spells. While most of these spells are found in the <i>Core Rulebook</i>, those marked with an asterisk (*) appear in Chapter 5 of this book.</p>", 
            "name": "Alchemist Formulae", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Alchemist Formulae", 
            "subtype": "spell_list", 
            "type": "embed", 
            "description": "alchemist"
        }, 
        {
            "url": "pfsrd://Advanced Players Guide/Classes/Alchemist/Alchemist Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "type": "link", 
                    "name": "Alchemist Archetypes: Ultimate Magic"
                }, 
                {
                    "source": "Ultimate Combat", 
                    "type": "link", 
                    "name": "Alchemist Archetypes: Ultimate Combat"
                }
            ], 
            "name": "Alchemist Archetypes", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Any."
}