{
    "body": "<p>While many warriors strive to perfect their art, spending all of their time honing their skill at martial arms, others spend as much effort dedicating themselves to a cause. These warriors, known as cavaliers, swear themselves to a purpose, serving it above all else. Cavaliers are skilled at fighting from horseback, and are often found charging across a battlefield, with the symbol of their order trailing on a long, fluttering banner. The cavalier's true power comes from the conviction of his ideals, the oaths that he swears, and the challenges he makes. </p>", 
    "name": "Cavalier", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier", 
    "type": "class", 
    "image": "Cavalier.png", 
    "subtype": "base", 
    "hit_die": "d10", 
    "alt": "Alian", 
    "sections": [
        {
            "body": "<p id=\"role\">Cavaliers tend to marshal forces on the battlefield, using their mounted talents and challenges to control the flow of the fight. Outside of battle, cavaliers can be found advancing their cause through diplomacy and, if needed, subterfuge. The cavalier is no stranger to courtly intrigue and can hold his own in even the most delicate of social situations.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>The following table lists the starting gold piece value for cavalier characters. In addition, each character begins play with an outfit worth 10 gp or less.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table: Starting Wealth</caption><thead><tr><th>Class</th><th>Starting Wealth</th><th>Average</th></tr></thead><tr class=\"even\"><td>Cavalier</td><td>5d6 &times; 10 gp</td><td>175 gp</td></tr></table>", 
                    "source": "Advanced Player's Guide", 
                    "type": "table"
                }
            ], 
            "name": "Starting Wealth", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The cavalier's class skills are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Intimidate (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str). </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"skill-ranks-per-level\">4 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-2-2:-cavalier\"><caption>Table:  Cavalier</caption><thead><tr id=\"level-bonus-save-save-save-special\"><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+1</td><td>+2</td><td>+0</td><td>+0</td><td style=\"white-space: normal;\">Challenge 1/day, mount, order, tactician</td></tr><tr class=\"even\"><td>2nd</td><td>+2</td><td>+3</td><td>+0</td><td>+0</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"odd\"><td>3rd</td><td>+3</td><td>+3</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Cavalier's charge</td></tr><tr class=\"even\"><td>4th</td><td>+4</td><td>+4</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Challenge 2/day, expert trainer</td></tr><tr class=\"odd\"><td>5th</td><td>+5</td><td>+4</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Banner</td></tr><tr class=\"even\"><td>6th</td><td>+6/+1</td><td>+5</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>7th</td><td>+7/+2</td><td>+5</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Challenge 3/day</td></tr><tr class=\"even\"><td>8th</td><td>+8/+3</td><td>+6</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"odd\"><td>9th</td><td>+9/+4</td><td>+6</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Greater tactician</td></tr><tr class=\"even\"><td>10th</td><td>+10/+5</td><td>+7</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Challenge 4/day</td></tr><tr class=\"odd\"><td>11th</td><td>+11/+6/+1</td><td>+7</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Mighty charge</td></tr><tr class=\"even\"><td>12th</td><td>+12/+7/+2</td><td>+8</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Bonus feat, demanding challenge</td></tr><tr class=\"odd\"><td>13th</td><td>+13/+8/+3</td><td>+8</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Challenge 5/day</td></tr><tr class=\"even\"><td>14th</td><td>+14/+9/+4</td><td>+9</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Greater banner</td></tr><tr class=\"odd\"><td>15th</td><td>+15/+10/+5</td><td>+9</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"even\"><td>16th</td><td>+16/+11/+6/+1</td><td>+10</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Challenge 6/day</td></tr><tr class=\"odd\"><td>17th</td><td>+17/+12/+7/+2</td><td>+10</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Master tactician</td></tr><tr class=\"even\"><td>18th</td><td>+18/+13/+8/+3</td><td>+11</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>19th</td><td>+19/+14/+9/+4</td><td>+11</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Challenge 7/day</td></tr><tr class=\"even\"><td>20th</td><td>+20/+15/+10/+5</td><td>+12</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Supreme charge</td></tr></table>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Skills/Skill Ranks per Level/Table Cavalier", 
                            "type": "table", 
                            "name": "Table: Cavalier", 
                            "source": "Advanced Player's Guide"
                        }
                    ], 
                    "name": "Skill Ranks per Level", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "name": "Class Skills", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following are the class features of the cavalier.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">Cavaliers are proficient with all simple and martial weapons, with all types of armor (heavy, light, and medium) and with shields (except tower shields).</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"challenge\">Once per day, a cavalier can challenge a foe to combat. As a swift action, the cavalier chooses one target within sight to challenge. The cavalier's melee attacks deal extra damage whenever the attacks are made against the target of his challenge. This extra damage is equal to the cavalier's level. The cavalier can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level. </p><p>Challenging a foe requires much of the cavalier's concentration. The cavalier takes a &ndash;2 penalty to his Armor Class, except against attacks made by the target of his challenge.</p><p>The challenge remains in effect until the target is dead or unconscious or until the combat ends. Each cavalier's challenge also includes another effect which is listed in the section describing the cavalier's order.</p>", 
                    "name": "Challenge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Challenge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mount\">A cavalier gains the service of a loyal and trusty steed to carry him into battle. This mount functions as a druid's animal companion, using the cavalier's level as his effective druid level. The creature must be one that he is capable of riding and is suitable as a mount. A Medium cavalier can select a camel or a horse. A Small cavalier can select a pony or wolf, but can also select a boar or a dog if he is at least 4th level. The GM might approve other animals as suitable mounts. </p><p>A cavalier does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained and begins play with Light Armor Proficiency as a bonus feat. A cavalier's mount does not gain the share spells special ability.</p><p>A cavalier's bond with his mount is strong, with the pair learning to anticipate each other's moods and moves. Should a cavalier's mount die, the cavalier may find another mount to serve him after 1 week of mourning. This new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the cavalier gains a level. </p>", 
                    "name": "Mount", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Mount", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"order\">At 1st level, a cavalier must pledge himself to a specific order. The order grants the cavalier a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts that the cavalier must follow. If he violates any of these edicts, he loses the benefits from his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.</p><p>A cavalier cannot change his order without undertaking a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once accomplished, he gains all of the bonuses from his new order. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.</p>", 
                    "name": "Order", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Order", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tactician\">At 1st level, a cavalier receives a teamwork feat as a bonus feat. He must meet the prerequisites for this feat. As a standard action, the cavalier can grant this feat to all allies within 30 feet who can see and hear him. Allies retain the use of this bonus feat for 3 rounds plus 1 round for every two levels the cavalier possesses. Allies do not need to meet the prerequisites of these bonus feats. The cavalier can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every 5 levels thereafter.</p>", 
                    "name": "Tactician", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Tactician", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"cavalier's-charge\">At 3rd level, a cavalier learns to make more accurate charge attacks while mounted. The cavalier receives a +4 bonus on melee attack rolls on a charge while mounted (instead of the normal +2). In addition, the cavalier does not suffer any penalty to his AC after making a charge attack while mounted. </p>", 
                    "name": "Cavalier's Charge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Cavaliers Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"expert-trainer\">At 4th level, a cavalier learns to train mounts with speed and unsurpassed expertise. The cavalier receives a bonus equal to 1/2 his cavalier level whenever he uses Handle Animal on an animal that serves as a mount. In addition, he can reduce the time needed to teach a mount a new trick or train a mount for a general purpose to 1 day per 1 week required by increasing the DC by +5. He can also train more than one mount at once, although each mount after the first adds +2 to the DC.</p>", 
                    "name": "Expert Trainer", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Expert Trainer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"banner\">At 5th level, a cavalier's banner becomes a symbol of inspiration to his allies and companions. As long as the cavalier's banner is clearly visible, all allies within 60 feet receive a +2 morale bonus on saving throws against fear and a +1 morale bonus on attack rolls made as part of a charge. At 10th level, and every five levels thereafter, these bonuses increase by +1. The banner must be at least Small or larger and must be carried or displayed by the cavalier or his mount to function. </p>", 
                    "name": "Banner", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Banner", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bonus-feat\">At 6th level, and at every six levels thereafter, a cavalier gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The cavalier must meet the prerequisites of these bonus feats.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"greater-tactician\">At 9th level, the cavalier receives an additional teamwork feat as a bonus feat. He must meet the prerequisites for this feat. The cavalier can grant this feat to his allies using the tactician ability. Using the tactician ability is a swift action.</p>", 
                    "name": "Greater Tactician", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Greater Tactician", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mighty-charge\">At 11th level, a cavalier learns to make devastating charge attacks while mounted. Double the threat range of any weapons wielded during a charge while mounted. This increase does not stack with other effects that increase the threat range of the weapon. In addition, the cavalier can make a free bull rush, disarm, sunder, or trip combat maneuver if his charge attack is successful. This free combat maneuver does not provoke an attack of opportunity.</p>", 
                    "name": "Mighty Charge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Mighty Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"demanding-challenge\">At 12th level, whenever a cavalier declares a challenge, his target must pay attention to the threat he poses. As long as the target is within the threatened area of the cavalier, it takes a &ndash;2 penalty to its AC from attacks made by anyone other than the cavalier.</p>", 
                    "name": "Demanding Challenge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Demanding Challenge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-banner\">At 14th level, the cavalier's banner becomes a rallying call to his allies. All allies within 60 feet receive a +2 morale bonus on saving throws against charm and compulsion spells and effects. In addition, while his banner is displayed, the cavalier can spend a standard action to wave the banner through the air, granting all allies within 60 feet an additional saving throw against any one spell or effect that is targeting them. This save is made at the original DC. Spells and effects that do not allow saving throws are unaffected by this ability. An ally cannot benefit from this ability more than once per day. </p>", 
                    "name": "Greater Banner", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Greater Banner", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"master-tactician\">At 17th level, the cavalier receives an additional teamwork feat as a bonus feat. He must meet the prerequisites for this feat. The cavalier can grant this feat to his allies using the tactician ability. Whenever the cavalier uses the tactician ability, he grants any two teamwork feats that he knows. He can select from any of his teamwork feats, not just his bonus feats.</p>", 
                    "name": "Master Tactician", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Master Tactician", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"supreme-charge\">At 20th level, whenever the cavalier makes a charge attack while mounted, he deals double the normal amount of damage (or triple if using a lance). In addition, if the cavalier confirms a critical hit on a charge attack while mounted, the target is stunned for 1d4 rounds. A Will save reduces this to staggered for 1d4 rounds. The DC is equal to 10 + the cavalier's base attack bonus. </p>", 
                    "name": "Supreme Charge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Class Features/Supreme Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following orders represent the most common chosen by cavaliers. Members of these orders are not necessarily bound together, but some organizations do exist that are comprised of cavaliers that all belong to one specific order.</p>", 
            "name": "Cavalier Orders", 
            "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>A cavalier who belongs to this order serves only himself, working to further his own aims and increase his own prestige. Cavaliers of this order tend to be selfish and concerned only with personal goals and objectives.</p>", 
                    "name": "Order of the Cockatrice", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Cockatrice", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must keep his own interests and aims above those of all others. He must always accept payment when it is due, rewards when earned, and an even (or greater) share of loot. The cavalier must take every opportunity to increase his own stature, prestige, and power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the cockatrice cavalier issues a challenge, he receives a +1 morale bonus on all melee damage rolls made against the target of his challenge as long as he is the only creature threatening the target (not counting his mount). This bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the cockatrice cavalier adds Appraise (Int) and Perform (Cha) to his list of class skills. In addition, an order of the cockatrice cavalier adds his Charisma modifier to the DC on another creature's attempt to demoralize him through Intimidate (in addition to his Wisdom modifier, as normal).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">A cavalier that belongs to the order of the cockatrice gains the following abilities as he increases in level. </p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"braggart\">At 2nd level, the cavalier can spend a standard action to extol his own accomplishments and battle prowess. He receives Dazzling Display as a bonus feat. He does not need a weapon in hand to use this ability. The cavalier receives a +2 morale bonus on melee attack rolls made against demoralized targets.</p>", 
                                    "name": "Braggart", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Cockatrice/Order Abilities/Braggart", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"steal-glory\">At 8th level, the cavalier can steal the glory from another creature's successful strike. Whenever a creature other than the cavalier scores a critical hit against a target that the cavalier is threatening, he can make an attack of opportunity against the same target.</p>", 
                                    "name": "Steal Glory", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Cockatrice/Order Abilities/Steal Glory", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"moment-of-triumph\">At 15th level, the cavalier can, as a free action, declare a moment of triumph. For 1 round, the cavalier receives a competence bonus equal to his Charisma modifier on all ability checks, attack rolls, damage rolls, saving throws, and skill checks. This bonus is also added to his AC. In addition, any critical threats he makes are automatically confirmed. The cavalier can use this ability once per day. </p>", 
                                    "name": "Moment of Triumph", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Cockatrice/Order Abilities/Moment of Triumph", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Cavaliers belonging to the order of the dragon dedicate themselves to a group of like-minded individuals, be it a mercenary company or a small band of adventurers. These cavaliers believe in loyalty and friendship, and are willing to lay down their lives to protect their allies.</p>", 
                    "name": "Order of the Dragon", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Dragon", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must remain loyal to his allies and must always work to further the aims of the group. He must protect his allies from harm and defend their honor when called into doubt.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the dragon cavalier issues a challenge, his allies receive a +1 circumstance bonus on melee attack rolls against the target of his challenge whenever he is threatening the target. This bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the dragon cavalier adds Perception (Wis) and Survival (Wis) to his list of class skills. In addition, whenever an order of the dragon cavalier uses Survival to provide food and water for his allies or to protect his allies from harsh weather, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">A cavalier that belongs to the order of the dragon gains the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"aid-allies\">At 2nd level, whenever an order of the dragon cavalier uses the aid another action to assist one of his allies, the ally receives a +3 bonus to his Armor Class, attack roll, saving throw, or skill check. At 8th level, and every six levels thereafter, this bonus increases by an additional +1.</p>", 
                                    "name": "Aid Allies", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Dragon/Order Abilities/Aid Allies", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"strategy\">At 8th level, the cavalier can spend a standard action to grant one of a number of bonuses to all allies within 30 feet (including himself). The allies must be able to see or hear the cavalier to receive this bonus. The cavalier can grant a +2 dodge bonus to AC for 1 round, a +2 morale bonus on all attack rolls for 1 round, or the ability to move up to their speed as an immediate action once. The cavalier can grant a different bonus to each ally within range, but allies can only benefit from this ability once per combat.</p>", 
                                    "name": "Strategy", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Dragon/Order Abilities/Strategy", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"act-as-one\">At 15th level, the cavalier can spend a standard action to move up to his speed and make a melee attack. All allies within 30 feet can also move up to their speed and make a melee attack as an immediate action. This movement and attack can be made as a charge if the movement qualifies. All attacks are made at a +2 bonus (this stacks with the bonus from a charge) and all participants receive a +2 dodge bonus to their AC for 1 round. A cavalier can use this ability once per combat.</p>", 
                                    "name": "Act as One", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Dragon/Order Abilities/Act as One", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A cavalier who belongs to this order has pledged himself to a sovereign; be it a king, queen, or even the local warlord. Cavaliers of this order are stalwart and dedicated to their cause, willing to go any length to ensure the safety of their lord and his domain.</p>", 
                    "name": "Order of the Lion", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Lion", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must protect the life and lands of his sovereign at all costs. He must obey the commands of his sovereign without question. He must strive to expand the power and prestige of his realm.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the lion cavalier issues a challenge, he receives a +1 dodge bonus to his AC against attacks made by the target of his challenge. This bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the lion cavalier adds Knowledge (local) (Int) and Knowledge (nobility) (Int) to his list of class skills. An order of the lion cavalier can make Knowledge (nobility) skill checks untrained. If he has ranks in the skill, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1) as long as the check involves his sovereign.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the lion gains the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"lion's-call\">At 2nd level, an order of the lion cavalier gains the ability to rally his allies. As a standard action, he can give an encouraging speech which grants all allies within 60 feet a competence bonus on their saving throws against fear equal to his Charisma modifier and a +1 competence bonus on attack rolls for a number of rounds equal to his cavalier level. If an ally within range is under the effect of a spell or ability that causes him to be frightened or panicked, he can immediately make another saving throw to resist the effect (if allowed).</p>", 
                                    "name": "Lion's Call", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Lion/Order Abilities/Lions Call", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"for-the-king\">At 8th level, an order of the lion cavalier can call out to his allies, inspiring them to greatness. As a swift action, the cavalier can grant a competence bonus equal to his Charisma modifier on all attack and damage rolls to all allies within 30 feet. This bonus lasts for 1 round. This ability can be used once per combat.</p>", 
                                    "name": "For the King", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Lion/Order Abilities/For the King", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"shield-of-the-liege\">At 15th level, an order of the lion cavalier can protect those around him. Allies that are adjacent to the cavalier receive a +2 shield bonus to their AC. In addition, as an immediate action, the cavalier can redirect an attack made at a creature adjacent to himself, as long as the creature making the attack is within the cavalier's reach. This ability must be declared before the attack roll is made. The attack is made against the cavalier's AC and defenses, even if the creature could not normally reach or attack the cavalier. The cavalier loses any cover or concealment bonuses when subject to the redirected attack.</p>", 
                                    "name": "Shield of the Liege", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Lion/Order Abilities/Shield of the Liege", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Cavaliers who join the order of the shield devote their lives to protecting the common folk, from the simple farmer to the honest craftsman. These cavaliers stand before the tide, protecting the innocent from roving marauders and hungry monsters.</p>", 
                    "name": "Order of the Shield", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Shield", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must protect the lives and prosperity of the common folk, shielding them from the deprivations of those who would seek to cause them harm or exploit them. He must give charity when it is warranted and aid when needed. He must take no action that would cause harm or hardship to those who cannot defend themselves.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the shield cavalier issues a challenge, he receives a +1 morale bonus on attack rolls made against the target of his challenge if the target makes an attack against a target other than the cavalier. This bonus lasts for 1 minute. The bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the shield cavalier adds Heal (Wis) and Knowledge (local) (Int) to his list of class skills. Whenever an order of the shield cavalier uses the Heal skill on a creature other than himself, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the shield gains the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"resolute\">At 2nd level, whenever the cavalier takes damage from a melee or ranged attack while wearing heavy armor, the cavalier can convert 1 point of lethal damage to 1 point of nonlethal damage. He can use this ability once each time he takes damage. This ability cannot be used to convert ability damage, ability drain, or energy damage to nonlethal damage. At 6th level, and every four levels thereafter, the amount of damage the cavalier can convert increases by 1. </p>", 
                                    "name": "Resolute", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Shield/Order Abilities/Resolute", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"stem-the-tide\">At 8th level, the cavalier receives Stand Still as a bonus feat, even if he does not meet the prerequisites. Instead of making a combat maneuver check to stop the creature from moving, a cavalier with this ability can elect to make a normal attack instead. If the attack hits and deals damage, the target must stop moving, just as if the cavalier had made a successful combat maneuver check.</p>", 
                                    "name": "Stem the Tide", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Shield/Order Abilities/Stem the Tide", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"protect-the-meek\">At 15th level, the cavalier can move to intercept foes. As an immediate action, he can move up to his speed (or his mount's speed, if mounted) and make a single melee attack. This movement provokes attacks of opportunity as normal. The cavalier must end his movement adjacent to an enemy. On his next turn, the cavalier is staggered and cannot use this ability again for 1 round.</p>", 
                                    "name": "Protect the Meek", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Shield/Order Abilities/Protect the Meek", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Cavaliers who join the order of the star dedicate themselves to the protection and service of a faith and its members. Cavaliers belonging to this order tend to follow many of the tenets and guides of the religion that they serve. When a cavalier joins this order, he should select a single religion to serve.</p>", 
                    "name": "Order of the Star", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Star", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must strive to protect the faith and all those who follow its teachings, from priest to common man. He must adhere to the strictures of the faith, promote its cause whenever possible, and serve the agents of the divine.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the star cavalier issues a challenge, he receives a +1 morale bonus on all his saving throws as long as he is threatening the target of his challenge. This bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the star cavalier adds Heal (Wis) and Knowledge (religion) (Int) to his list of class skills. An order of the star cavalier can make Knowledge (religion) skill checks untrained. If he has ranks in the skill, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1) as long as the check involves his chosen faith.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">An order of the star cavalier gains the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"calling\">At 2nd level, the cavalier can make a short prayer as a standard action, filling him with confidence in his abilities. At any point in the next minute, he can receive a competence bonus on an ability check, attack roll, saving throw, or skill check equal to his Charisma modifier. He must declare that he is using this bonus before the roll is made. He can use this ability up to four times per day, once for each type of check or roll. In addition, the cavalier adds 1/2 his cavalier level to any levels of paladin or cleric he might possess for the purposes of determining the effects of channel energy or lay on hands.</p>", 
                                    "name": "Calling", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Star/Order Abilities/Calling", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"for-the-faith\">At 8th level, the cavalier can call upon his faith to bolster himself in combat. As a free action, the cavalier can call out the name of his deity, granting him a morale bonus on attack rolls equal to his Charisma modifier for 1 round. In addition, any allies within 30 feet that share his faith also receive half this bonus (minimum +1). The cavalier can use this ability once per day, plus one additional time per day at 12th level and every four levels thereafter.</p>", 
                                    "name": "For the Faith", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Star/Order Abilities/For the Faith", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"retribution\">At 15th level, the cavalier can take retribution on those who dare to strike an agent of his faith. Whenever an enemy makes a successful melee attack against the cavalier or an adjacent ally devoted to the same faith as the cavalier, the enemy provokes an attack of opportunity from the cavalier. The cavalier receives a +2 morale bonus on the attack of opportunity. If the attack made by the enemy was a critical hit, the cavalier may treat the enemy as the target of his challenge for the attack of opportunity. The cavalier can use this ability once per round.</p>", 
                                    "name": "Retribution", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Star/Order Abilities/Retribution", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Cavaliers who join the order of the sword dedicate their lives to the code of chivalry, living a life of honor, valor, and fairness. Cavaliers of this order tend to swear service to a lord or a lady. Of all the orders, the order of the sword is perhaps the broadest in terms of its focus and ideals.</p>", 
                    "name": "Order of the Sword", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Sword", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\">The cavalier must show courage in the face of danger, mercy to those who have wronged him, and charity to the poor and the meek. He must be just and honorable at all times and in all things. He must defend his honor and, above all else, the honor of those he serves.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "body": "<p id=\"challenge\">Whenever an order of the sword cavalier issues a challenge, he receives a +1 morale bonus on attack rolls against the target of his challenge so long as he is astride his mount. The bonus increases by +1 for every four levels the cavalier possesses.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\">An order of the sword cavalier adds Knowledge (nobility) (Int) and Knowledge (religion) (Int) to his list of class skills. Whenever the cavalier uses Sense Motive to oppose a Bluff check, he receives a competence bonus on the check equal to 1/2 his cavalier level (minimum +1).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\">An order of the sword cavalier receives the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"by-my-honor\">At 2nd level, the cavalier must select one alignment. As long as he maintains the selected alignment, he receives a +2 morale bonus to one saving throw of his choice.</p>", 
                                    "name": "By My Honor", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Sword/Order Abilities/By My Honor", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"mounted-mastery\">At 8th level, the cavalier ignores the armor check penalty when using the Ride skill, regardless of whether or not the creature he is riding is his mount. Whenever he makes a charge attack while mounted, he receives a +4 dodge bonus to his AC to avoid attacks set against his charge. When making such an attack, he can add his mount's Strength modifier to the damage roll, in addition to his own. He also receives a bonus feat, chosen from the following list: Mounted Combat, Ride-By Attack, Skill Focus (Ride), Spirited Charge, Trample, or Unseat. He must qualify for the feat selected.</p>", 
                                    "name": "Mounted Mastery", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Sword/Order Abilities/Mounted Mastery", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"knight's-challenge\">At 15th level, the cavalier can make a knight's challenge once per day. This functions like a normal challenge, but the cavalier adds his Charisma bonus on all attack rolls and damage rolls made against the target of his challenge. In addition, he receives a +4 circumstance bonus on attack rolls made to confirm critical hits against the target of his knight's challenge.</p>", 
                                    "name": "Knight's Challenge", 
                                    "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Orders/Order of the Sword/Order Abilities/Knights Challenge", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Order Abilities", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Ultimate Combat", 
            "type": "link", 
            "name": "Cavalier Orders: Ultimate Combat"
        }, 
        {
            "url": "pfsrd://Advanced Players Guide/Classes/Cavalier/Cavalier Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "source": "Ultimate Combat", 
                    "type": "link", 
                    "name": "Cavalier Archetypes: Ultimate Combat"
                }
            ], 
            "name": "Cavalier Archetypes", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Any."
}