{
    "slot": "none", 
    "name": "Book of Infinite Spells", 
    "weight": "3 lbs.", 
    "cl": "18th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Minor Artifacts/Book of Infinite Spells", 
    "type": "item", 
    "source": "Core Rulebook", 
    "aura": "strong (all schools)", 
    "sections": [
        {
            "body": "<p><span class=\"stat-description-char\">This work bestows upon any character of any class the ability to use the spells within its pages. However, any character not already able to use spells gains one </span>negative level <span class=\"stat-description-char\">for as long as the book is in her possession or while she uses its power. A </span><i>book of infinite spells</i><span class=\"stat-description-char\"> contains 1d8+22 pages. The nature of each page is determined by a d% roll: 01&ndash;50, arcane spell; 51&ndash;100, divine spell. </span></p><p>Determine the exact spell randomly.</p><p>Once a page is turned, it can never be flipped back&mdash;paging through a <i>book of infinite spells</i> is a one-way trip. If the book is closed, it always opens again to the page it was on before the book was closed. When the last page is turned, the book vanishes.</p><p>Once per day the owner of the book can cast the spell to which the book is opened. If that spell happens to be one that is on the character's class spell list, she can cast it up to four times per day. The pages cannot be ripped out without destroying the book. Similarly, the spells cannot be cast as scroll spells, nor can they be copied into a spellbook&mdash;their magic is bound up permanently within the book itself.</p><p>The owner of the book need not have the book on her person in order to use its power. The book can be stored in a place of safety while the owner is adventuring and still allow its owner to cast spells by means of its power.</p><p>Each time a spell is cast, there is a chance that the energy connected with its use causes the page to magically turn despite all precautions. The chance of a page turning depends on the spell the page contains and what sort of spellcaster the owner is.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Condition</th><th>Chance of Page Turning</th></tr></thead><tr class=\"odd\"><td>Caster employing a spell usable by own class and level</td><td>10%</td></tr><tr class=\"even\"><td>Caster employing a spell not usable by own class and level</td><td>20%</td></tr><tr class=\"odd\"><td>Nonspellcaster employing divine spell</td><td>25%</td></tr><tr class=\"even\"><td>Nonspellcaster employing arcane spell</td><td>30%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Minor Artifacts/Book of Infinite Spells/Description/Condition", 
                    "type": "table", 
                    "name": "Condition", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Treat each spell use as if a scroll were being employed, for purposes of determining casting time, spell failure, and so on. </p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ], 
            "name": "Description", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The <i>book of infinite spells</i> can be destroyed when the current page contains the <i>erase</i> spell, by casting the spell on the book itself.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}