{
    "slot": "none", 
    "name": "Golem Manual", 
    "weight": "5 lbs.", 
    "cl": "varies", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual", 
    "type": "item", 
    "price": "12,000 gp (clay), 8,000 gp (flesh), 35,000 gp (iron), 22,000 gp (stone), 44,000 gp (stone guardian)", 
    "misc": {
        "Construction": {
            "Cost": "6,000 gp (clay), 4,000 gp (flesh), 17,500 gp (iron), 11,000 gp (stone), 22,000 gp (stone guardian)", 
            "Requirements": "Craft Construct, caster must be of a specific level, additional spells"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "varies", 
    "sections": [
        {
            "body": "<p>A <i>golem manual</i> contains information, incantations, and magical power that help a character to craft a golem. The instructions therein grant a +5 competence bonus on skill checks made to craft the golem's body. Each manual also holds the prerequisite spells needed for a specific golem (although these spells can only be used to create a golem and cannot be copied), effectively granting the builder use of the Craft Construct feat during the construction of the golem, and an increase to her caster level for the purpose of crafting a golem.</p><p>The spells included in a <i>golem manual</i> require a spell trigger activation and can be activated only to assist in the construction of a golem. The cost of the book does not include the cost of constructing the golem's body. Once the golem is finished, the writing in the manual fades and the book is consumed in flames. When the book's ashes are sprinkled upon the golem, it becomes fully animated.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The book contains <i>animate objects, bless, commune, prayer, </i>and <i>resurrection</i>. The reader may treat her caster level as two levels higher than normal for the purpose of crafting a clay golem. Moderate conjuration, divination, enchantment, and transmutation; CL 11th; Craft Construct, creator must be caster level 11th,<i> animate objects, commune, prayer, resurrection.</i></p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual/Description/Clay Golem Manual", 
                    "type": "section", 
                    "name": "Clay Golem Manual", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The book contains <i>animate dead, bull's strength, geas/quest,</i> and <i>limited wish</i>. The reader may treat her caster level as one level higher than normal for the purpose of crafting a flesh golem. Moderate enchantment, necromancy [evil], and transmutation; CL 8th; Craft Construct, creator must be caster level 8th,<i> animate dead, bull's strength, geas/quest, limited wish.</i></p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual/Description/Flesh Golem Manual", 
                    "type": "section", 
                    "name": "Flesh Golem Manual", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The book contains <i>cloudkill, geas/quest, limited wish,</i> and <i>polymorph any object.</i> The reader may treat her caster level as four levels higher than normal for the purpose of crafting an iron golem. Strong conjuration, enchantment, and transmutation; CL 16th; Craft Construct, creator must be caster level 16th,<i> cloudkill, geas/quest, limited wish, polymorph any object.</i></p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual/Description/Iron Golem Manual", 
                    "type": "section", 
                    "name": "Iron Golem Manual", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The book contains <i>geas/quest, limited wish, polymorph any object,</i> and <i>slow</i>. The reader may treat her caster level as three levels higher than normal for the purpose of crafting a stone golem. Strong abjuration and enchantment; CL 14th; Craft Construct, creator must be caster level 14th,<i> antimagic field, geas/quest, limited wish, symbol of stunning.</i></p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual/Description/Stone Golem Manual", 
                    "type": "section", 
                    "name": "Stone Golem Manual", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The book contains<i> geas/quest, imbue with spell-like ability, limited wish, polymorph any object, shield other, </i>and<i> slow. </i>The reader may treat her caster level as three levels higher than normal for the purpose of crafting a stone golem guardian. Strong abjuration and enchantment; CL 14th; Craft Construct, creator must be caster level 14th,<i> antimagic field, geas/quest, imbue with spell-like ability, limited wish, polymorph any object, shield other, slow.</i></p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Golem Manual/Description/Stone Golem Guardian Manual", 
                    "type": "section", 
                    "name": "Stone Golem Guardian Manual", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Description", 
            "source": "Core Rulebook"
        }
    ]
}