{
    "slot": "none", 
    "name": "Mirror of Life Trapping", 
    "weight": "50 lbs.", 
    "cl": "17th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Mirror of Life Trapping", 
    "type": "item", 
    "price": "200,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "100,000 gp", 
            "Requirements": "Craft Wondrous Item, imprisonment"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong abjuration", 
    "sections": [
        {
            "body": "<p>This crystal device is usually about 4 feet square and framed in metal or wood. The frame typically depicts dragons, demons, devils, genies, coiling nagas, or other powerful creatures that are well known for their magical powers. It can be hung or placed on a surface and then activated by giving a command word. The same command word deactivates the mirror. A <i>mirror of life trapping</i> has 15 extradimensional compartments within it. Any creature coming within 30 feet of the device and looking at its own reflection must make a DC 23 Will save or be trapped within the mirror in one of the cells. A creature not aware of the nature of the device always sees its own reflection. The probability of a creature seeing its reflection, and thus needing to make the saving throw, drops to 50% if the creature is aware that the mirror traps life and seeks to avoid looking at it (treat as a gaze attack).</p><p>When a creature is trapped, it is taken bodily into the mirror. Size is not a factor, but constructs and undead are not trapped, nor are inanimate objects and other nonliving matter. A victim's equipment (including clothing and anything being carried) remains behind. If the mirror's owner knows the right command word, he can call the reflection of any creature trapped within to its surface and engage his powerless prisoner in conversation. Another command word frees the trapped creature. Each pair of command words is specific to each prisoner.</p><p>If the mirror's capacity is exceeded, one victim (determined randomly) is set free in order to accommodate the latest one. If the mirror is destroyed (Hardness 1, 5 hit points), all victims currently trapped in it are freed. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}