{
    "slot": "none", 
    "name": "Portable Hole", 
    "weight": "&mdash", 
    "cl": "12th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Portable Hole", 
    "type": "item", 
    "price": "20,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "10,000 gp", 
            "Requirements": "Craft Wondrous Item, plane shift"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p>A <i>portable hole</i> is a circle of cloth spun from the webs of a phase spider interwoven with strands of ether and beams of starlight, resulting in a portable extradimensional space. When opened fully, a <i>portable hole</i> is 6 feet in diameter, but it can be folded up to be as small as a pocket handkerchief. When spread upon any surface, it causes an extradimensional space 10 feet deep to come into being. This hole can be picked up from inside or out by simply taking hold of the edges of the cloth and folding it up. Either way, the entrance disappears, but anything inside the hole remains, traveling with the item.</p><p>The only air in the hole is that which enters when the hole is opened. It contains enough air to supply one Medium creature or two Small creatures for 10 minutes. The cloth does not accumulate weight even if its hole is filled. Each <i>portable hole</i> opens on its own particular nondimensional space. If a <i>bag of holding</i> is placed within a <i>portable hole</i>, a rift to the Astral Plane is torn in that place. Both the bag and the cloth are sucked into the void and forever lost. If a <i>portable hole</i> is placed within a <i>bag of holding</i>, it opens a gate to the Astral Plane. The hole, the bag, and any creatures within a 10-foot radius are drawn there, the <i>portable hole</i> and <i>bag of holding</i> being destroyed in the process. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}