{
    "slot": "none", 
    "name": "Rod of Lordly Might", 
    "weight": "10 lbs.", 
    "cl": "19th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rods/Rod of Lordly Might", 
    "type": "item", 
    "price": "70,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "35,000 gp", 
            "Requirements": "Craft Magic Arms and Armor, Craft Rod, bull's strength, fear, flame blade, hold person, inflict light wounds"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong enchantment, evocation, necromancy, and transmutation", 
    "sections": [
        {
            "body": "<p>This rod has functions that are spell-like, and it can also be used as a magic weapon of various sorts. In addition, it has several more mundane uses. The <i>rod of lordly might</i> is metal, thicker than other rods, with a flanged ball at one end and six stud-like buttons along its length. Pushing any of the rod's buttons is an action equivalent to drawing a weapon, and the rod weighs 10 pounds.</p><p>The following spell-like functions of the rod can each be used once per day.</p><ul><li> <i>Hold person</i> upon a touched creature, if the wielder so commands (Will DC 14 negates). The wielder must choose to use this power (a free action) and then succeed on a melee touch attack to activate the power. If the attack fails, the effect is lost.</li><li> <i>Fear</i> upon all enemies viewing it, if the wielder so desires (10-foot maximum range, Will DC 16 partial). Invoking this power is a standard action.</li><li> Deal 2d4 hit points of damage to an opponent on a successful touch attack (Will DC 17 half) and cure the wielder of the same amount of damage. The wielder must choose to use this power before attacking, as with <i>hold person</i>.</li></ul><p>The following functions of the rod have no limit on the number of times they can be employed.</p><ul><li> In its normal form, the rod can be used as a <i>+2 light mace</i>.</li><li> When button 1 is pushed, the rod becomes a <i>+1 flaming longsword</i>. A blade springs from the ball, with the ball itself becoming the sword's hilt. The weapon stretches to an overall length of 4 feet.</li><li> When button 2 is pushed, the rod becomes a <i>+4 battleaxe</i>. A wide blade springs forth at the ball, and the whole lengthens to 4 feet.</li><li> When button 3 is pushed, the rod becomes a <i>+3 shortspear</i> or <i>+3 longspear</i>. The spear blade springs forth, and the handle can be lengthened up to 12 feet (wielder's choice) for an overall length ranging from 6 feet to 15 feet. At its 15-foot length, the rod is suitable for use as a lance.</li></ul><p>The following other functions of the rod also have no limit on the number of times they can be employed.</p><ul><li> Climbing pole/ladder. When button 4 is pushed, a spike that can anchor in stone is extruded from the ball, while the other end sprouts three sharp hooks. The rod lengthens to anywhere between 5 and 50 feet in a single round, stopping when button 4 is pushed again. Horizontal bars 3 inches long fold out from the sides, 1 foot apart, in staggered progression. The rod is firmly held by the spike and hooks and can bear up to 4,000 pounds. The wielder can retract the pole by pushing button 5.</li><li> The ladder function can be used to force open doors. The wielder plants the rod's base 30 feet or less from the portal to be forced and in line with it, then pushes button 4. The force exerted has a Strength modifier of +12.</li><li> When button 6 is pushed, the rod indicates magnetic north and gives the wielder knowledge of his approximate depth beneath the surface or height above it. </li></ul>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}