{
    "slot": "none", 
    "name": "Rod of Security", 
    "weight": "5 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rods/Rod of Security", 
    "type": "item", 
    "price": "61,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "30,500 gp", 
            "Requirements": "Craft Rod, gate"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p>This item creates a nondimensional space, a pocket paradise. There the rod's possessor and as many as 199 other creatures can stay in complete safety for a period of time, up to 200 days divided by the number of creatures affected. All fractions are rounded down. In this pocket paradise, creatures don't age, and natural healing takes place at twice the normal rate. Fresh water and food (fruits and vegetables only) are in abundance. The climate is comfortable for all creatures involved.</p><p>Activating the rod (a standard action) causes the wielder and all creatures touching the rod to be transported instantaneously to the paradise. Members of large groups can hold hands or otherwise maintain physical contact, allowing all connected creatures in a circle or a chain to be affected by the rod. Unwilling creatures get a DC 17 Will save to negate the effect. If such a creature succeeds on its save, other creatures beyond that point in a chain can still be affected by the rod.</p><p>When the rod's effect expires, is dismissed, or is dispelled, all the affected creatures instantly reappear in the location they occupied when the rod was activated. If something else occupies the space that a traveler would be returning to, then his body is displaced a sufficient distance to provide the space required for reentry. The rod's possessor can dismiss the effect whenever he wishes before the maximum time period expires, but the rod can only be activated once per week. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}