{
    "slot": "none", 
    "name": "Sphere of Annihilation", 
    "weight": "&mdash", 
    "cl": "20th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Minor Artifacts/Sphere of Annihilation", 
    "type": "item", 
    "source": "Core Rulebook", 
    "aura": "strong transmutation", 
    "sections": [
        {
            "body": "<p>A <i>sphere of annihilation</i> is a globe of absolute blackness 2 feet in diameter. Any matter that comes in contact with a sphere is instantly sucked into the void and utterly destroyed. Only the direct intervention of a deity can restore an annihilated character.</p><p>A <i>sphere of annihilation</i> is static, resting in some spot as if it were a normal hole. It can be caused to move, however, by mental effort (think of this as a mundane form of <i>telekinesis</i>, too weak to move actual objects but a force to which the sphere, being weightless, is sensitive). A character's ability to gain control of a <i>sphere of annihilation</i> (or to keep controlling one) is based on the result of a control check against DC 30 (a move action). A control check is 1d20 + character level + character Int modifier. If the check succeeds, the character can move the sphere (perhaps to bring it into contact with an enemy) as a free action.</p><p>Control of a sphere can be established from as far away as 40 feet (the character need not approach too closely). Once control is established, it must be maintained by continuing to make control checks (all DC 30) each round. For as long as a character maintains control (does not fail a check) in subsequent rounds, he can control the sphere from a distance of 40 feet + 10 feet per character level. The sphere's speed in a round is 10 feet + 5 feet for every 5 points by which the character's control check result in that round exceeded 30.</p><p>If a control check fails, the sphere slides 10 feet in the direction of the character attempting to move it. If two or more creatures vie for control of a <i>sphere of annihilation</i>, the rolls are opposed. If none are successful, the sphere slips toward the one who rolled lowest.</p><p>See also <i>talisman of the sphere</i>. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p>Should a <i>gate</i> spell be cast upon a <i>sphere of annihilation</i>, there is a 50% chance (01&ndash;50 on d%) that the spell destroys it, a 35% chance (51&ndash;85) that the spell does nothing, and a 15% chance (86&ndash;100) that a gap is torn in the spatial fabric, catapulting everything within a 180-foot radius into another plane. If a <i>rod of cancellation</i> touches a <i>sphere of annihilation</i>, they negate each other in a tremendous explosion. Everything within a 60-foot radius takes 2d6 &times; 10 points of damage. <i>Dispel magic</i> and <i>mage's disjunction</i> have no effect on a sphere.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}