{
    "body": "<p>A tanglefoot bag is a small sack filled with tar, resin, and other sticky substances. When you throw a tanglefoot bag at a creature (as a ranged touch attack with a range increment of 10 feet), the bag comes apart and goo bursts out, entangling the target and then becoming tough and resilient upon exposure to air. An entangled creature takes a &ndash;2 penalty on attack rolls and a &ndash;4 penalty to Dexterity and must make a DC 15 Reflex save or be glued to the floor, unable to move. Even on a successful save, it can move only at half speed. Huge or larger creatures are unaffected by a tanglefoot bag. A flying creature is not stuck to the floor, but it must make a DC 15 Reflex save or be unable to fly (assuming it uses its wings to fly) and fall to the ground. A tanglefoot bag does not function underwater.</p><p>A creature that is glued to the floor (or unable to fly) can break free by making a DC 17 Strength check or by dealing 15 points of damage to the goo with a slashing weapon. A creature trying to scrape goo off itself, or another creature assisting, does not need to make an attack roll; hitting the goo is automatic, after which the creature that hit makes a damage roll to see how much of the goo was scraped off. Once free, the creature can move (including flying) at half speed. If the entangled creature attempts to cast a spell, it must make concentration check with a DC of 15 + the spell's level or be unable to cast the spell. The goo becomes brittle and fragile after 2d4 rounds, cracking apart and losing its effectiveness. An application of <i>universal solvent</i> to a stuck creature dissolves the alchemical goo immediately.</p>", 
    "name": "Tanglefoot Bag", 
    "weight": "4 lbs.", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Tanglefoot Bag", 
    "price": "50 gp", 
    "misc": {
        "null": {
            "Gear Type": "Special Substances and Items", 
            "Craft": "DC 25 Craft (Alchemy) Check"
        }
    }, 
    "source": "Core Rulebook", 
    "type": "item"
}