{
    "body": "<p>All siege engines are at least size Large devices and often much larger. Unless stated otherwise in an individual siege engine description, all siege engines use the following rules. </p>", 
    "name": "Siege Engine Rules", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"proficiency\">Siege engines are exotic weapons. A creature with the Siege Engineer feat is proficient with all siege engines, including siege firearms. A creature that is proficient in firearms is also proficient in siege firearms, but not other siege engines. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Proficiency", 
            "type": "section", 
            "name": "Proficiency", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"crew\">The sheer size of a siege engine often necessitates a crew for its use. One person of that crew is the crew leader. Usually the crew leader targets or controls the movement of a siege engine; sometimes the crew leader does both. Often the crew leader is required to take actions and make specific checks in order for a siege engine to function. The rest of the crew members are required to spend actions and make checks in order for a siege engine to function.</p><p>The number of members in a crew assumes Medium creatures. A ram can be crewed by Small creatures, but it takes double the crew to do the same job. If Large or larger creatures serve as crew members, each Large creature counts as four crew members, a Huge creature counts as eight Medium creatures, a colossal creature counts as 16 Medium creatures, and a gargantuan creature counts as 20 Medium creatures.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Crew", 
            "type": "section", 
            "name": "Crew", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"magical-and-masterwork-siege-engines\">Siege engines can be masterwork, increasing their Craft DC by 5 and costing an additional 300 gp. A masterwork siege engine can be enchanted at twice the cost for a normal magical weapon. The enhancement bonus of a siege engine applies on attack rolls and targeting checks (in the case of indirect ranged siege engines), and in the case of magical spell engines, the enhancement bonus also applies on damage rolls. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Magical and Masterwork Siege Engines", 
            "type": "section", 
            "name": "Magical and Masterwork Siege Engines", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"defense-and-hit-points\">All siege engines are objects. A siege engine has a Dexterity of 0 (&ndash;5 penalty) and a further penalty based on its size. Each type of siege engine has its own hardness and hit points. Siege engines can be armored&mdash;treat the siege engine as a creature of its size to determine the cost of the armor. Masterwork siege engine armor can be enchanted for twice the normal cost to enchant armor. Armored siege engines have an armor bonus equal to that normally granted by the specific armor (shields have no effect on a siege engine), a hardness and hit points equal to that of the armor, and bonus hit points equal to the armor bonus &times; 5. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Defense and Hit Points", 
            "type": "section", 
            "name": "Defense and Hit Points", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"moving-siege-engines\">Siege engines have a speed. The speed of a siege engine is the distance it can be moved if its full crew makes a move action to move it. Some siege engines have a speed of 0. If this is the case, the engine must be dissembled before movement is possible, or else mounted on a vehicle. Siege engines that are atop or mounted on vehicles move with those vehicles (see Chapter 4: Vehicles).</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Moving Siege Engines", 
            "type": "section", 
            "name": "Moving Siege Engines", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"ranged-attacks\">Unlike normal ranged weapons, siege engines do not deal half damage when attacking objects. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Attacks", 
            "type": "section", 
            "name": "Ranged Attacks", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"critical-hits\">When a direct-fire siege engine or a close assault siege engine scores a critical hit, it confirms the critical and deals critical hit damage just like any other weapon. If an indirect-fire ranged siege engine rolls a natural 20 on its targeting check, it can also score a critical hit. The crew leader must reroll the targeting check to confirm the critical. If the confirmation targeting check is successful, the attack is a critical hit, and the siege engine multiplies its damage by its critical multiplier. Unlike normal attacks, siege engines attacks can deal critical hit damage to objects. Siege engines do not gain the benefit of critical feats the crew or the crew leader may have. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Critical Hits", 
            "type": "section", 
            "name": "Critical Hits", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"mishaps-and-misfires\">Rolling a natural 1 on an attack roll or a targeting check made by an indirect-fire ranged siege engine produces a mishap. Usually a mishap applies the broken condition. A non-firearm siege engine with the broken condition takes a &ndash;2 penalty on attack rolls, targeting checks, and damage rolls. It also moves at half its normal speed. </p><p>If the creature that serves as crew leader has the Siege Engineer feat, that creature does not generate a mishap on a natural 1 when firing the siege engine. </p><p>Firearm siege weapons do not gain a mishap on a natural 1, but instead have a misfire value, like other firearms do. An attack roll or targeting check that falls within the misfire range causes the firearm siege engine to misfire. A misfire always misses, and applies the broken condition to the siege engine firearm. A firearm siege weapon with the broken condition takes all of the penalties and limitations that non-firearm siege engines do, and the misfire range of the firearm siege engine is increased by 4. If the firearm siege engine already has the broken condition when it misfires, it explodes. When a firearm siege engine explodes, it deals its damage to all creatures within a blast range (those within the blast can attempt a DC 20 Reflex save for half damage). The normal misfire range of a firearm siege engine and its blast range are given in the individual firearm siege engine description. Crew leaders with the Siege Engineer feat do not lower the misfire value of firearm siege engines.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Mishaps and Misfires", 
            "type": "section", 
            "name": "Mishaps and Misfires", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"constructing-and-repairing-siege-engines\">A siege engine is a complex device requiring a DC 20 Craft (siege engine) skill check to build or repair. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Constructing and Repairing Siege Engines", 
            "type": "section", 
            "name": "Constructing and Repairing Siege Engines", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"disabling-siege-engines\">A siege engine is considered a difficult device to disable, requiring 2d4 rounds of effort and a DC 20 Disable Device check to do so. When a siege engine is disabled, it either doesn't work or is sabotaged and stops working 1d4 minutes after use. Fixing a disabled siege engine requires a DC 20 Craft (siege engine), Disable Device, or Knowledge (engineering) check. It takes 10 minutes to fix the device, and the check can be retried if the fix fails. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Disabling Siege Engines", 
            "type": "section", 
            "name": "Disabling Siege Engines", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"assembling-siege-engines\">Siege engines are broken down for transport and can be reassembled on the battlefield, requiring the time and number of workers noted below. Each assembly worker must make a DC 10 Craft (siege engine) check; if untrained, they may not take 10. Assembly can be performed with at least half the required number of workers by doubling the time required. If fewer than half are available, the weapon cannot be assembled.</p>", 
            "name": "Assembling Siege Engines", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Assembling Siege Engines", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><caption>Table: Siege Engine Assembly</caption><thead><tr><th>Engine Size</th><th>Time Required</th><th>Workers Required</th></tr></thead><tr class=\"odd\"><td>Small</td><td>1 minute</td><td>1</td></tr><tr class=\"even\"><td>Medium</td><td>10 minutes</td><td>2</td></tr><tr class=\"odd\"><td>Large</td><td>1 hour</td><td>4</td></tr><tr class=\"even\"><td>Huge</td><td>2 hours</td><td>6</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>4 hours</td><td>8</td></tr><tr class=\"even\"><td>Colossal</td><td>8 hours</td><td>12</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Assembling Siege Engines/Table Siege Engine Assembly", 
                    "type": "table", 
                    "name": "Table: Siege Engine Assembly", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>The following are the various entries on the equipment tables for siege engines (given in the column headings on Tables 3&ndash;13 and 3&ndash;15). While ranged siege engines use most of these entries, close-assault siege engines only use some of them.</p>", 
            "name": "Siege Engine Qualities", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"cost\">This value is the siege engine's cost in gold pieces (gp). The cost includes gear needed to work the engine as well as gear for upkeep. Typical ammunition costs and weights are given in siege weapon description. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Cost", 
                    "type": "section", 
                    "name": "Cost", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"damage\">This column gives the damage typically dealt by the engine. If the engine has a special mode of attack or damage, this space is marked by the words &ldquo;see description.&rdquo; If the siege engine does not deal any damage, but rather is a tool for getting close to or over fortifications, this entry features a dash (&mdash;). Some ranged siege engines can be loaded with special ammunition that affects or overrides the weapon's typical damage or range. </p><p>As large and imprecise weapons, siege engines do not deal sneak attack damage or any other kind of precision damage.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Damage", 
                    "type": "section", 
                    "name": "Damage", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"critical\">The entry for this column notes how the engine is used with the rules for critical hits. Unlike normal ranged weapons, siege engines can deal critical damage to objects as well as creatures. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Critical", 
                    "type": "section", 
                    "name": "Critical", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"range\">Any attack at more than the distance listed in this entry is penalized for range. Beyond this range, the attack or targeting check takes a cumulative &ndash;2 penalty for each full range increment (or fraction thereof) of distance to the target. Some siege engines have a minimum range for effectiveness. If that is the case, the range of this weapon is followed by a parenthetical with the minimum range, followed by the abbreviation &ldquo;min.&rdquo; </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Range", 
                    "type": "section", 
                    "name": "Range", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"type\">Like weapons, siege engines that deal damage are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some engines deal damage of multiple types. Some special siege engines (like the firedrake and the firewyrm) deal energy damage, typically fire damage. In those cases, the type of energy damage is listed instead. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Type", 
                    "type": "section", 
                    "name": "Type", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"crew\">This column gives the number of creatures needed to properly use the siege engine, assuming Medium creatures. Some siege engines can be used with a smaller crew, but there are usually consequences such as slower aiming, firing, or movement. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Crew", 
                    "type": "section", 
                    "name": "Crew", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"aim\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to aim a siege engine. If the siege engine is being controlled by less than its normal crew complement, the number of actions it takes for the crew to aim the siege engine is doubled. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Aim", 
                    "type": "section", 
                    "name": "Aim", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"load\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to load a siege engine. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Load", 
                    "type": "section", 
                    "name": "Load", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"speed\">This is how fast the siege engine can be moved with move actions made by its entire crew.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Speed", 
                    "type": "section", 
                    "name": "Speed", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>Ranged siege engines assault structures and people from a distance, by propelling ammunition in some fashion. Siege engines hurl massive projectiles in one of two ways: direct fire or indirect fire. Both take a number of actions to load or aim, and the basic rules are described below.</p>", 
            "name": "Ranged Siege Engines", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"load-ammunition\">In order for a ranged siege engine to fire, it needs to be loaded with ammunition. Loading ammunition takes a number of full-round actions depending on the siege engine (this time can be reduced to move actions if the crew leader has the Master Siege Engineer feat).</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Load Ammunition", 
                    "type": "section", 
                    "name": "Load Ammunition", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"aiming-a-siege-engine\">Ranged siege engines must be aimed in order to attack a desired target (in the case of direct-fire siege engines) or square (in the case of indirect-fire siege engines). Aiming takes a number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat), with the number depending on the specific siege engine. Aiming a siege engine with a diminished crew doubles the amount of time it takes to aim the siege engine. Each time a new target or square is chosen as the target of a siege engine's attack, that engine must be aimed anew.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Aiming a Siege Engine", 
                    "type": "section", 
                    "name": "Aiming a Siege Engine", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"direct-fire-ranged-siege-engines\">Direct-fire weapons launch their projectiles on a relatively flat trajectory, allowing them to more easily target creatures or pummel barriers directly in front of them. </p><p>A direct-fire weapon uses a normal attack roll, with the normal penalty for nonproficient use. In addition, a direct-fire weapon takes a &ndash;2 attack roll penalty per size category that the weapon is larger than the creature aiming it. Creatures that have ranks in Knowledge (engineering) or use a targeting platform (see below) are not adversely affected by their size when firing direct-fire ranged siege engines. </p><p>Sheer manpower can also reduce the penalties for size. Increasing the crew of these weapons by 1 or more can reduce the attack roll penalty for creature size: as long as an extra crew member is no smaller than three size categories smaller than the direct-fire weapon, it can reduce the penalty due to the aiming creature's size by 2. For example, a Huge ballista fired by a Medium creature that is part of a crew of two (the creature aiming the ballista and someone to help position it) takes only a &ndash;2 penalty on attack rolls. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Direct-Fire Ranged Siege Engines", 
                    "type": "section", 
                    "name": "Direct-Fire Ranged Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"indirect-fire-ranged-siege-engines\">Indirect-fire weapons launch projectiles in high arcs toward their targets. They typically lob heavier missiles and payloads than direct-fire weapons, but they are harder to aim accurately. Indirect weapons can bypass many forms of fortification, delivering their payloads of solid shot, scatter shot, or even disease-ridden offal to targets beyond the walls of castles. They can also be used to batter fortifications where they are most vulnerable, arcing down on towers and walls, crushing them with the weight of stone or raining down smaller projectiles on a wall's defenders. </p><p>Indirect-fire weapons use a targeting mechanic similar to that described for catapults, hereafter referred to as an indirect attack. The following is an update to those rules. </p>", 
                    "name": "Indirect-Fire Ranged Siege Engines", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"indirect-attack\" class=\"stat-block-2\">To fire an indirect-fire ranged siege engine, the crew leader makes a targeting check against the DC of the siege engine. This check uses his base attack bonus, his Intelligence modifier (if not trained in Knowledge [engineering]) or Knowledge (engineering) skill modifier (if trained in that skill), any penalty for not being proficient in the siege engine, and the appropriate modifiers. If the check succeeds, the ammunition of the indirect attack hits the square the siege engine was aimed at, dealing the indicated damage or effect to any object or creature within the area of its attack. Creatures may get a saving throw to limit the effect of the attack; this is typically based on the type of ammunition used.If the attack misses the intended square, roll 1d8 to determine in what direction the shot veers. A roll of 1 indicates the ammunition falls short (toward the siege engine), with rolls of 2 through 8 counting squares clockwise around the target square. Roll 1d4 for every range increment at which the attack was made (1d4 if the target square is within the engine's first range increment, 2d4 if the target square is within the second range increment, and so on). The total is the number of squares by which the attack misses, with the direction in which the squares are counted determined by the d8 roll. The ammunition deals its damage and any other effects in the square it lands on.</p>", 
                            "name": "Indirect Attack", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table id=\"table-indirect-attack-check-modifiers\"><caption>Table: Indirect Attack Check Modifiers</caption><thead><tr><th>Condition</th><th>Modifier</th></tr></thead><tr class=\"odd\"><td>No line of sight to target square</td><td>&ndash;6</td></tr><tr class=\"even\"><td>Successive shots (crew can see where most recent miss landed)</td><td>Cumulative +2 per previous miss (maximum +10)</td></tr><tr class=\"odd\"><td>Successive shots (crew can't see where most recent missed shot landed, but observer is providing feedback)</td><td>Cumulative +1 per previous miss (maximum +5)</td></tr><tr class=\"even\"><td>Successive shots after a hit</td><td>+10 </td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack/Table Indirect Attack Check Modifiers", 
                                    "type": "table", 
                                    "name": "Table: Indirect Attack Check Modifiers", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}