{
    "name": "Rot Grubs", 
    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs", 
    "sections": [
        {
            "body": "<table id=\"infestations\"><caption>Infestations</caption><tr><td style=\"white-space:normal;\">Parasites such as ear seekers or rot grubs cause infestations, a type of affliction similar to diseases. Infestations can only be cured through specific means; no matter how many saving throws are made, the infestation continues to afflict the target. While a <i>remove disease</i> spell (or similar effect) instantly halts an infestation, immunity to disease offers no protection, as the infestation itself is caused by parasites.</td></tr></table>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs/Infestations", 
            "type": "table", 
            "name": "Infestations", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Rot grubs are nauseating parasites that feed on flesh and nest in corpses. Generally, a handful of the grubs infest a single corpse at a time, and a DC 15 Perception check is enough to notice and avoid the grubs. Otherwise, 1d6 grubs swiftly burst from the carcass to burrow into the creature, which can attempt a DC 15 Reflex save to avoid the grubs (but only if the creature is aware of the grubs' presence). Any amount of damage reduction is enough to provide immunity to infestation.</p><p>Once rot grubs have infested a living body, they burrow toward the host's heart, brain, and other key internal organs, eventually causing death. On the first round of infestation, applying flame to the point of entry can kill the grubs and save the host, but this inflicts 1d6 points of fire damage to the victim. Cutting the grubs out also works, but the longer the grubs remain in a host, the more damage this method does. Cutting them out requires a slashing weapon and a DC 20 Heal check, and inflicts 1d6 points of damage per round that the host has been infested. If the Heal check is successful, one grub is removed. <i>Remove disease</i> kills any rot grubs in or on a host.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "name": "Rot Grubs", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs/Rot Grubs", 
            "effect": "1d2 Con damage per grub", 
            "onset": "immediate", 
            "subtype": "infestation", 
            "frequency": "1/round", 
            "save": "Fortitude DC 17", 
            "type": "affliction"
        }
    ], 
    "source": "Game Mastery Guide", 
    "abbrev": "CR 4", 
    "type": "section"
}