{
    "body": "<p id=\"confused\">A confused creature is mentally befuddled and cannot act normally. A confused creature cannot tell the difference between ally and foe, treating all creatures as enemies. Allies wishing to cast a beneficial spell that requires a touch on a confused creature must succeed on a melee touch attack. If a confused creature is attacked, it attacks the creature that last attacked it until that creature is dead or out of sight.</p><p>Roll on the following table at the beginning of each confused subject's turn each round to see what the subject does in that round. </p>", 
    "name": "Confused", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Conditions/Confused", 
    "type": "section", 
    "subtype": "condition", 
    "sections": [
        {
            "body": "<table><thead><tr><th>d%</th><th>Behavior</th></tr></thead><tr class=\"odd\"><td>01&ndash;25</td><td>Act normally.</td></tr><tr class=\"even\"><td>26&ndash;50</td><td>Do nothing but babble incoherently.</td></tr><tr class=\"odd\"><td>51&ndash;75</td><td>Deal 1d8 points of damage + Str modifier to self with item in hand.</td></tr><tr class=\"even\"><td>76&ndash;100</td><td>Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Conditions/Confused/d%", 
            "type": "table", 
            "name": "d%", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A confused creature who can't carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused creature. Any confused creature who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes. Note that a confused creature will not make attacks of opportunity against anything that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked).</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ]
}