{
    "body": "<p class=\"stat-block\">This humble, threadbare robe grants a +1 resistance bonus on all saving throws. A mythic wearer can unlock additional powers by upholding vows. The wearer selects up to five vows, but no more than she has mythic tiers. For each vow taken, the wearer must expend one use of mythic power. This use can't be regained as long as the vow is kept and the wearer retains the robe. After 24 hours adhering to one or more vows, the wearer gains additional benefits from the robe.</p><ul><li><i>1 vow</i>+2 resistance bonus on all saving throws, +1 competence bonus on all skill checks</li><li><i>2 vows</i>: +3 resistance bonus on all saving throws, +4 armor bonus to AC</li><li><i>3 vows</i>: +4 resistance bonus on all saving throws, +2 competence bonus on all skill checks</li><li><i>4 vows</i>: +5 resistance bonus on all saving throws, +6 armor bonus to AC</li><li><i>5 vows</i>: +8 armor bonus to AC, and all save DCs for the wearer's spells increase by 1</li></ul><p class=\"stat-block\">The wearer receives the bonuses from lower levels as well. For example, with 3 vows, the wearer receives a +4 resistance bonus on saving throws, a +2 competence bonus on all skill checks, and a +4 armor bonus to AC. The armor bonus provided by the robe can be further improved by <i>magic vestment</i> and similar spells.</p><p class=\"stat-block\">The wearer can select from the following vows.</p><ul><li>Abstain from consuming meat and touching dead creatures.</li><li>Abstain from consuming liquor, drugs, and similar substances, including any magic item that takes effect through eating or drinking.</li><li>Carry nothing made of metal.</li><li>Refrain from dealing lethal damage.</li><li>Refrain from speaking.</li><li>Refrain from touching others, including touching them with or through clothing.</li><li>Speak and write only the truth.</li></ul><p class=\"stat-block\">If a vow is broken, the robe's benefits immediately drop to those granted by the number of vows still kept. Broken vows can be regained only by way of an <i>atonement</i> spell.</p>", 
    "slot": "body", 
    "name": "Penitent's Robes", 
    "weight": "1 lb.", 
    "cl": "16th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Penitents Robes", 
    "price": "95,000 gp", 
    "misc": {
        "Construction Requirements": {
            "descriptor": ""
        }
    }, 
    "subtype": "body", 
    "aura": "strong varied", 
    "type": "item", 
    "source": "Mythic Adventures"
}