{
    "body": "<p>Any of these substances except for the everburning torch and holy water can be made by a character with the Craft (alchemy) skill.</p>", 
    "name": "Special Substances and Items", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>You can throw a flask of acid as a splash weapon. Treat this attack as a ranged touch attack with a range increment of 10 feet. A direct hit deals 1d6 points of acid damage. Every creature within 5 feet of the point where the acid hits takes 1 point of acid damage from the splash.</p>", 
            "name": "Acid", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Acid", 
            "price": "10 gp/flask", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 15 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>You can throw a flask of alchemist's fire as a splash weapon. Treat this attack as a ranged touch attack with a range increment of 10 feet.</p><p>A direct hit deals 1d6 points of fire damage. Every creature within 5 feet of the point where the flask hits takes 1 point of fire damage from the splash. On the round following a direct hit, the target takes an additional 1d6 points of damage. If desired, the target can use a full-round action to attempt to extinguish the flames before taking this additional damage. Extinguishing the flames requires a DC 15 Reflex save. Rolling on the ground provides the target a +2 bonus on the save. Leaping into a lake or magically extinguishing the flames automatically smothers the fire.</p>", 
            "name": "Alchemist's Fire", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Alchemists Fire", 
            "price": "20 gp/flask", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 20 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>If you drink a vial of antitoxin, you get a +5 alchemical bonus on Fortitude saving throws against poison for 1 hour.</p>", 
            "name": "Antitoxin", 
            "weight": "&mdash;", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Antitoxin", 
            "price": "50 gp/vial", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 25 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>This otherwise normal torch has a <i>continual flame</i> spell cast on it. This causes it to shed light like an ordinary torch, but it does not emit heat or deal fire damage if used as a weapon. </p>", 
            "name": "Everburning Torch", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Everburning Torch", 
            "price": "110 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>Holy water damages undead creatures and evil outsiders almost as if it were acid. A flask of holy water can be thrown as a splash weapon.</p><p>Treat this attack as a ranged touch attack with a range increment of 10 feet. A flask breaks if thrown against the body of a corporeal creature, but to use it against an incorporeal creature, you must open the flask and pour the holy water out onto the target. Thus, you can douse an incorporeal creature with holy water only if you are adjacent to it. Doing so is a ranged touch attack that does not provoke attacks of opportunity.</p><p>A direct hit by a flask of holy water deals 2d4 points of damage to an undead creature or an evil outsider. Each such creature within 5 feet of the point where the flask hits takes 1 point of damage from the splash.</p><p>Temples to good deities sell holy water at cost (making no profit). Holy water is made using the <i>bless water</i> spell.</p>", 
            "name": "Holy Water", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Holy Water", 
            "price": "25 gp/flask", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>This alchemically treated wooden stick instantly creates thick, opaque smoke when burned. The smoke fills a 10-foot cube (treat the effect as a <i>fog cloud</i> spell, except that a moderate or stronger wind dissipates the smoke in 1 round). The stick is consumed after 1 round, and the smoke dissipates naturally after 1 minute.</p>", 
            "name": "Smokestick", 
            "weight": "1/2 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Smokestick", 
            "price": "20 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 20 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>This 1-foot-long, gold-tipped, iron rod glows brightly when struck as a standard action. It sheds normal light in a 30-foot radius and increases the light level by one step for an additional 30 feet beyond that area (darkness becomes dim light and dim light becomes normal light). A sunrod does not increase the light level in normal light or bright light. It glows for 6 hours, after which the gold tip is burned out and worthless.</p>", 
            "name": "Sunrod", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Sunrod", 
            "price": "2 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 25 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>A tanglefoot bag is a small sack filled with tar, resin, and other sticky substances. When you throw a tanglefoot bag at a creature (as a ranged touch attack with a range increment of 10 feet), the bag comes apart and goo bursts out, entangling the target and then becoming tough and resilient upon exposure to air. An entangled creature takes a &ndash;2 penalty on attack rolls and a &ndash;4 penalty to Dexterity and must make a DC 15 Reflex save or be glued to the floor, unable to move. Even on a successful save, it can move only at half speed. Huge or larger creatures are unaffected by a tanglefoot bag. A flying creature is not stuck to the floor, but it must make a DC 15 Reflex save or be unable to fly (assuming it uses its wings to fly) and fall to the ground. A tanglefoot bag does not function underwater.</p><p>A creature that is glued to the floor (or unable to fly) can break free by making a DC 17 Strength check or by dealing 15 points of damage to the goo with a slashing weapon. A creature trying to scrape goo off itself, or another creature assisting, does not need to make an attack roll; hitting the goo is automatic, after which the creature that hit makes a damage roll to see how much of the goo was scraped off. Once free, the creature can move (including flying) at half speed. If the entangled creature attempts to cast a spell, it must make concentration check with a DC of 15 + the spell's level or be unable to cast the spell. The goo becomes brittle and fragile after 2d4 rounds, cracking apart and losing its effectiveness. An application of <i>universal solvent</i> to a stuck creature dissolves the alchemical goo immediately.</p>", 
            "name": "Tanglefoot Bag", 
            "weight": "4 lbs.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Tanglefoot Bag", 
            "price": "50 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 25 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>You can throw this stone as a ranged attack with a range increment of 20 feet. When it strikes a hard surface (or is struck hard), it creates a deafening bang that is treated as a sonic attack. Each creature within a 10-foot-radius spread must make a DC 15 Fortitude save or be deafened for 1 hour. A deafened creature, in addition to the obvious effects, takes a &ndash;4 penalty on initiative and has a 20% chance to miscast and lose any spell with a verbal component that it tries to cast.</p><p>Since you don't need to hit a specific target, you can simply aim at a particular 5-foot square. Treat the target square as AC 5.</p>", 
            "name": "Thunderstone", 
            "weight": "1 lb.", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Thunderstone", 
            "price": "30 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 25 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }, 
        {
            "body": "<p>The alchemical substance on the end of this small, wooden stick ignites when struck against a rough surface. Creating a flame with a tindertwig is much faster than creating a flame with flint and steel (or a magnifying glass) and tinder. Lighting a torch with a tindertwig is a standard action (rather than a full-round action), and lighting any other fire with one is at least a standard action.</p>", 
            "name": "Tindertwig", 
            "weight": "&mdash;", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Goods And Services/Special Substances and Items/Tindertwig", 
            "price": "1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Special Substances and Items", 
                    "Craft": "DC 20 Craft (Alchemy) Check"
                }
            }, 
            "source": "Core Rulebook", 
            "type": "item"
        }
    ]
}