{
    "body": "<p>You can spend honor points once per game session to gain a temporary advantage for yourself, such as a gift, loan, or introduction to an important person. Each expenditure reduces your honor score by an amount determined by the GM. If you try to spend honor points for an advantage that costs more points than you currently have, your honor score is reduced to 0 and you don't gain the advantage&mdash;by reaching too high, you lose honor and gain nothing. Examples of honor point expenditures include the following.</p>", 
    "name": "Spending Honor", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You call upon an allied NPC for a favor. Examples include access to private resources (such as a wizard's library), unhindered passage through enemy territory (such as getting an official to write you a letter of passage), or an audience with an important person (such as a high priest or city governor). <i>Cost</i>: 1d6 to 5d6 honor points, depending on the difficulty of the favor and the NPC's attitude toward you. If the GM is using the Contacts rules, the typical cost is 1d6 honor points per risk level of the task.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Favor", 
            "type": "section", 
            "name": "Favor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You ask an NPC ally to give or loan you something of value. The gift or loan must be in the form of wealth or a single item. The GM may rule that an NPC refuses to give away a particularly rare or expensive item. The item must be something the NPC can actually grant&mdash;you can't ask a peasant for a suit of armor or a ronin for the emperor's personal sword. A gift is permanent, but a loan lasts only for the game session in which it is granted. <i>Cost</i>: 1d6 honor points per 2,000 gp value of the gift. If the request is a loan instead of a gift, the honor point cost is halved, but if you do not return the item at the end of the session, you must pay this honor point cost at the start of each session until the item is returned. This counts as your one opportunity to spend honor points that session; you can't spend honor on anything else until you return the item.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Gift or Loan", 
            "type": "section", 
            "name": "Gift or Loan", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Choose Bluff, Diplomacy, or Intimidate. You gain a +5 circumstance bonus on checks for that skill for the rest of the game session. <i>Cost</i>: 1d6 honor points.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Skill Bonus", 
            "type": "section", 
            "name": "Skill Bonus", 
            "source": "Ultimate Campaign"
        }
    ]
}