{
    "body": "<p>Where some cavaliers dedicate themselves to their comrades, the common folk around them, a lord, or even themselves, still others have found their calling in defending or advocating more abstract notions, such as peace, a particular place or relic, or even the preservation of written knowledge.</p>", 
    "name": "Cavalier Orders", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>The cavaliers of the order of the blue rose dedicate themselves to promoting peace in the lands they roam. Skilled warriors and adept diplomats, these cavaliers counsel wisdom, patience, and understanding, but are ever mindful of the need to take up arms to strike down aggressors, tyrants, or evil usurpers. Although they believe wholeheartedly in peace as an aim and a final goal, cavaliers of the blue rose are warriors first, and embrace their role as guardians of those who cannot or will not take up arms to defend themselves.</p>", 
            "name": "Order of the Blue Rose", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"edicts\">The cavalier must guard against needless violence, protecting both the land and its people from wars they neither started nor wish to fight. He must seek to stop conflict with a minimum of bloodshed, to encourage peaceful resolutions to disagreements between intelligent creatures, and to mend the wounds opened by battle. He must also honor quarter when he gives it, protecting captives who have surrendered from his own allies if need be.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Edicts", 
                    "type": "section", 
                    "name": "Edicts", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"challenge\">Whenever an order of the blue rose cavalier issues a challenge, he receives a +1 morale bonus on attack rolls made against the target of his challenge, if the target is an intelligent creature to whom the cavalier offered the chance to surrender (by taking a standard action to offer terms). This bonus increases by +1 for every four levels the cavalier possesses (to a maximum of +5 at 17th level).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Challenge"
                }, 
                {
                    "body": "<p id=\"skills\">An order of the blue rose cavalier adds Knowledge (history) (Int) and Knowledge (nobility) (Int) to his list of class skills. Whenever an order of the blue rose cavalier uses Diplomacy to try to mediate a dispute between two parties that do not include him, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the blue rose gains the following abilities as he increases in level.</p>", 
                    "name": "Order Abilities", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"flat-of-the-blade\" class=\"stat-block-2\">At 2nd level, the cavalier of the order of the blue rose gains the ability to moderate his attacks in order to take an enemy alive. He no longer takes a &ndash;4 penalty when attacking with a lethal weapon to deal nonlethal damage. When dealing nonlethal damage, the cavalier receives a +2 bonus on damage rolls. When the cavalier makes use of this ability, he must attempt to subdue his target without killing it; dealing lethal damage after using this ability, or allowing his allies to kill the target, is considered a violation of his edicts.</p>", 
                            "name": "Flat of the Blade", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Flat of the Blade", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"inner-peace\" class=\"stat-block-2\">At 8th level, the cavalier has learned that while not all things in the world will go as he wishes, he must remain calm and centered. Once per day as an immediate action, the cavalier may ignore an amount of damage from a single source (one attack, spell, or effect) equal to his cavalier level plus his Charisma modifier. He can only ignore hit point damage in this fashion. The cavalier can use this ability one additional time per day at 12th level and every four levels thereafter (to a maximum of four times per day at 20th level).</p>", 
                            "name": "Inner Peace", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Inner Peace", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shield-of-blades\" class=\"stat-block-2\">At 15th level, the cavalier gains an expert sense of impending violence around him. When taking the total defense action, the cavalier can extend his protection to those around him, granting a +2 circumstance bonus to AC to all adjacent allies. In addition, while taking the total defense action, as an immediate action, the cavalier can attempt to deflect an attack by making an attack roll opposed by the attacker's original attack roll. If successful, the attack is deflected and deals no damage.</p>", 
                            "name": "Shield of Blades", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Shield of Blades", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Cavaliers of the order of the seal are a secretive order, each charged with the protection of a specific object (such as a dangerous magic item), place (a lost temple), or secret (that a certain peasant is actually the last descendant of the royal line). Such cavaliers are the defenders of ancient traditions or the servants of rulers with important secrets to hide, sometimes having to search out such secrets in order to properly protect and preserve them.</p>", 
            "name": "Order of the Seal", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"edicts\">The cavalier must guard his sworn charge with all he has: his health, his honor, and his very life. If his charge is a place, he must keep intruders out. If it is a thing, he must keep it safe from thieves&mdash;and restore the item to its rightful place if taken. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Edicts", 
                    "type": "section", 
                    "name": "Edicts", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"challenge\">An order of the seal cavalier can make a free bull rush or trip combat maneuver anytime he takes the full-attack action against the target of his challenge. This free combat maneuver does not provoke an attack of opportunity.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Challenge"
                }, 
                {
                    "body": "<p id=\"skills\">An order of the seal cavalier adds Disable Device (Dex) and Linguistics (Int) to his list of class skills. Whenever the cavalier uses Bluff to conceal information about his sworn charge, he receives a competence bonus equal to 1/2 his cavalier level (minimum +1).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the seal gains the following abilities as he increases in level.</p>", 
                    "name": "Order Abilities", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"keeper\" class=\"stat-block-2\">At 2nd level, once per day the cavalier must select a location, or a secret that he has sworn to protect. If he chooses a location, he gains a +2 morale bonus on attack rolls when directly defending his charge. If he chooses a secret, he gains a +2 morale bonus on saving throws and opposed checks to resist revealing information about his charge. He gains these bonuses until he picks a new object, location, or secret to protect.</p>", 
                            "name": "Keeper", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/Keeper", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"i-shall-not-be-moved\" class=\"stat-block-2\">At 8th level, the cavalier can draw on his dedication to overcome physical weakness. Whenever the cavalier does not move more than a 5-foot step, he receives a +2 dodge bonus to his CMD to resist bull rush, overrun, reposition, and trip combat maneuvers until his next turn.</p>", 
                            "name": "I Shall Not Be Moved", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/I Shall Not Be Moved", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"staggering-assault\" class=\"stat-block-2\">At 15th level, the cavalier can drive opponents back without giving ground. As a full-round action, the cavalier can make a single attack at his highest attack bonus. If the attack hits, the attack does damage as normal, and the cavalier may attempt a bull rush against the target. The cavalier gains a bonus on the bull rush combat maneuver check equal to half the amount of damage dealt on the initial attack.</p>", 
                            "name": "Staggering Assault", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/Staggering Assault", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Knowledge is the stepping stone of both truth and power. The members of this order devote themselves to the preservation of knowledge. Most would protect written knowledge at all costs, but there are members that believe there is such thing as knowledge too dangerous to be allowed to exist, and seek to destroy it.</p>", 
            "name": "Order of the Tome", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"edicts\">An order of the tome cavalier must protect written knowledge (or at least approved knowledge) at all costs. Some are also devoted to the destruction of proscribed knowledge and are equally zealous in the pursuit of its destruction. Most of these cavaliers believe that the preservation of a written work is more important than a single life, even their own, as it ensures future generations benefit from its wisdom.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome/Edicts", 
                    "type": "section", 
                    "name": "Edicts", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"challenge\">Whenever an order of the tome cavalier issues a challenge, he receives a +2 bonus on all saving throws against spells or spell-like abilities cast by the subject of his challenge and a +2 bonus on all Bluff and Sense motive checks involving the subject of his challenge.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Challenge"
                }, 
                {
                    "body": "<p id=\"skills\">An order of the tome cavalier adds Knowledge (arcana), Knowledge (religion), and Linguistics to his list of class skills. Furthermore, he can use Linguistics untrained. If he has ranks in Linguistics, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1). </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the tome gains the following abilities as he increases in level. </p>", 
                    "name": "Order Abilities", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome/Order Abilities", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"specialized-knowledge\" class=\"stat-block-2\">At 2nd level, an order of the tome cavalier chooses either Knowledge (arcana) or Knowledge (religion). He can make the chosen skill checks untrained. He cannot change his chosen skill later. If he has ranks in his chosen skill, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1) as long as that check involves a book, tome, scroll, or any other form of written knowledge.</p>", 
                            "name": "Specialized Knowledge", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome/Order Abilities/Specialized Knowledge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"powerful-knowledge\" class=\"stat-block-2\">At 8th level, the cavalier gains the ability to read scrolls and cast arcane or divine spells from a scroll as if he had a caster level of his cavalier level &ndash;4. He can decipher all scrolls, using his Linguistics skill in place of Spellcraft, and does not need to cast <i>read magic</i> in order to decipher a scroll. Which type of spell the cavalier can cast is based on the Knowledge skill he chose for specialized knowledge. If he chose Knowledge (arcana), he can cast any arcane spells from a scroll. If he chose Knowledge (religion), he can cast any divine spells from a scroll. Furthermore, he gains a +1 bonus to an ability score for purposes of determining the level of spells he can cast from a scroll, and this bonus increases by +1 at 10th level and every 5 levels thereafter (to a maximum of +4 at 20th level). The ability score that gains the bonus is dependent on which skill the cavalier picked for his specialized knowledge ability. If the cavalier picked Knowledge (arcana), he gains the bonus to Intelligence. If he picked Knowledge (religion), he gains the bonus to Wisdom. </p>", 
                            "name": "Powerful Knowledge", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome/Order Abilities/Powerful Knowledge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"defensive-knowledge\" class=\"stat-block-2\">At 15th level, an order of the tome cavalier can grant nearby allies some of the boons of his cavalier challenge. While allies are adjacent to the cavalier, they gain a +2 bonus on all saving throws against spells or spell-like abilities cast by the subject of the cavalier's challenge. In addition, as an immediate action, a number of times per day equal to the cavalier's Intelligence modifier (minimum 1) or Wisdom modifier (minimum 1), the cavalier can allow an ally adjacent to him to reroll a single failed saving throw against a spell or spell-like ability from the target of his challenge. The ally must be able to see and hear the cavalier in order to gain this reroll. The ability score that determines how many times per day a cavalier can use this ability depends on which Knowledge skill the cavalier picked for specialized knowledge. If the cavalier picked Knowledge (arcana), the number of times per day this ability can be used is based on Intelligence. If he picked Knowledge (religion) it is based on Wisdom. </p>", 
                            "name": "Defensive Knowledge", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Tome/Order Abilities/Defensive Knowledge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }
    ]
}