{
    "body": "<p id=\"loading-a-firearm\">You need at least one hand free to load one-handed and two-handed firearms. In the case of two-handed firearms, you hold the weapon in one hand and load it with the other&mdash;you only need to hold it in two hands to aim and shoot the firearm. Loading siege firearms requires both hands, and one hand usually manipulates a large ramrod (which can be wielded as a club in combat). </p><p>The Rapid Reload feat reduces the time required to load one-handed and two-handed firearms, but this feat does not reduce the time it takes to load siege firearms.</p><p>Loading any firearm provokes attacks of opportunity. </p><p>Other rules for loading a firearm depend on whether the firearm is an early firearm or an advanced firearm.</p>", 
    "name": "Loading a Firearm", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"early-firearms\" class=\"stat-block-2\">Early firearms are muzzle-loaded, requiring bullets or pellets and black powder to be rammed down the muzzle. If an early firearm has multiple barrels, each barrel must be loaded separately. It is a standard action to load each barrel of a one-handed early firearm and a full-round action to load each barrel of a two-handed early firearm. It takes three full-round actions by one person to load a siege firearm. This can be reduced to two full-round actions if more than one person is loading the cannon. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm/Early Firearms", 
            "type": "section", 
            "name": "Early Firearms", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"advanced-firearms\" class=\"stat-block-2\">Advanced firearms are chamber-loaded. It is a move action to load a one-handed or two-handed advanced firearm to its full capacity. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm/Advanced Firearms", 
            "type": "section", 
            "name": "Advanced Firearms", 
            "source": "Ultimate Combat"
        }
    ]
}