{
    "body": "<p id=\"misfires\">If the natural result of your attack roll falls within a firearm's misfire value, that shot misses, even if you would have otherwise hit the target. When a firearm misfires, it gains the broken condition. While it has the broken condition, it suffers the normal disadvantages that broken weapons do, and its misfire value increases by 4 unless the wielder has gun training in the particular type of firearm. In that case, the misfire value increases by 2 instead of 4. </p>", 
    "name": "Misfires", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"early-firearms\" class=\"stat-block-2\">If an early firearm with the broken condition misfires again, it explodes. When a nonmagical firearm explodes, the weapon is destroyed. Magical firearms are wrecked, which means they can't fire until they are fully restored (which requires either the <i>make whole</i> spell or the Gunsmithing feat). When a gun explodes, pick one corner of your square&mdash;the explosion creates a burst from that point of origin. Each firearm has a burst size noted in parentheses after its misfire value. Any creature within this burst (including the firearm's wielder) takes damage as if it had been hit by the weapon&mdash;a DC 12 Reflex save halves this damage.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires/Early Firearms", 
            "type": "section", 
            "name": "Early Firearms", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"advanced-firearms\" class=\"stat-block-2\">Advanced firearms can misfire, but when they do, they only gain the broken condition. A further misfire does not cause advanced firearms to explode.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires/Advanced Firearms", 
            "type": "section", 
            "name": "Advanced Firearms", 
            "source": "Ultimate Combat"
        }
    ]
}