{
    "body": "<p>The moment a character gains her first mythic tier is called the moment of ascension (or simply ascension) and is usually concurrent with an extraordinary event. Generally speaking, the GM determines this event, which has many implications on the story of the character. Ascension determines the source of a mythic character's power, and though this doesn't affect the types of abilities she gains, it can influence future choices and roleplaying decisions.</p><p>The GM is free to invent any sort of event to serve as the moment of ascension, as required by the needs of the campaign. Running a Mythic Game includes more information for GMs to consider when designing the moment of ascension. The following ideas represent some of the most common means of ascension.</p>", 
    "name": "Mythic Ascension", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension", 
    "sections": [
        {
            "body": "<p>The character comes into contact with an unstable artifact that unleashes some of its power into her, granting her mythic power. The mythic character might need to protect the artifact, as it is the source of her power.</p>", 
            "name": "Artifact", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Artifact", 
            "section_id": 1440, 
            "source": "Mythic Adventures", 
            "type": "section"
        }, 
        {
            "body": "<p>The character was born under an auspicious sign, such as a planetary conjunction or lunar eclipse, and as such was destined to greatness. The moment of ascension comes when those circumstances repeat themselves and the character gains mythic power.</p>", 
            "name": "Fated", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Fated", 
            "section_id": 1441, 
            "source": "Mythic Adventures", 
            "type": "section"
        }, 
        {
            "body": "<p>The mythic character is the child of a god, typically born from the union of that deity and a mortal. The moment of ascension is when the character learns of her true heritage or is visited by her divine parent (or an agent of that deity).</p>", 
            "name": "Godling", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Godling", 
            "section_id": 1442, 
            "source": "Mythic Adventures", 
            "type": "section"
        }, 
        {
            "body": "<p>A divine agent or other incredibly powerful being calls upon the character to act as its representative. This role gives the character mythic power, but possibly only while serving the interests of this benefactor and while holding to that patron's tenets.</p>", 
            "name": "Granted", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Granted", 
            "section_id": 1443, 
            "source": "Mythic Adventures", 
            "type": "section"
        }, 
        {
            "body": "<p>The character is present at the death of a powerful&mdash;perhaps even mythic&mdash;creature. In its final moments, it passes on its power to the character, granting mythic abilities. Alternatively, its power might not be given voluntarily, but rather taken by the PCs when they slaying a mythic creature. These methods could even be the way that all mythic power is gained in a campaign.</p>", 
            "name": "Passed On", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Passed On", 
            "section_id": 1444, 
            "source": "Mythic Adventures", 
            "type": "section"
        }
    ], 
    "section_id": 1439, 
    "source": "Mythic Adventures", 
    "type": "section"
}