{
    "body": "<p>Most summoners forge a bond with a single, powerful eidolon, but some summoners seek to control a variety of creatures. The master summoner sacrifices the power of his eidolon in favor of summoning a plethora of otherworldly creatures to aid him.</p>", 
    "name": "Master Summoner", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner", 
    "type": "class_archetype", 
    "subtype": "summoner", 
    "sections": [
        {
            "body": "<p id=\"lesser-eidolon\">A master summoner's class level is halved (minimum 1) for the purposes of determining his eidolon's abilities, Hit Dice, evolution pool, and so on. The eidolon otherwise functions as normal. This ability replaces the summoner's normal eidolon ability.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Lesser Eidolon", 
            "type": "section", 
            "name": "Lesser Eidolon", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"summoning-mastery\">Starting at 1st level, a master summoner can cast <i>summon monster I</i> as a spell-like ability a number of times per day equal to 5 + his Charisma modifier. The summoner can use this ability when his eidolon is summoned. Only one <i>summon monster</i> spell may be in effect while the eidolon is summoned. If the summoner's eidolon is not summoned, the number of creatures that can be summoned with this ability is only limited by its uses per day. This ability otherwise functions as the summoner's normal <i>summon monster I</i> ability. Other than these restrictions, there is no limit to how many <i>summon monster</i> or <i>gate</i> spells the summoner can have active at one time. This ability replaces the summoner's normal <i>summon monster I</i> ability and shield ally.</p>", 
            "name": "Summoning Mastery", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Summoning Mastery", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"augment-summoning\">At 2nd level, a master summoner gains Augment Summoning as a bonus feat. He does not have to meet any requirements for this feat. This ability replaces bond senses.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Augment Summoning", 
            "type": "section", 
            "name": "Augment Summoning", 
            "source": "Ultimate Magic"
        }
    ]
}