{
    "body": "<p id=\"feathered-companion\">At 1st level, a falconer earns the trust and companionship of a bird of prey. The bird can be of any type of large hunting or scavenging bird (even a vulture). This ability functions like the druid animal companion ability (which is part of the nature bond class feature), but the falconer must take the bird animal companion, and that companion has only half the normal hit points.</p><p>The falconer cannot teach the bird of prey the work trick, but can teach it either the roam or distract trick for free. Whichever trick the falconer does not pick then can be picked as a trick later.</p>", 
    "name": "Feathered Companion", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion", 
    "sections": [
        {
            "body": "<p id=\"roam-(dc-15)\" class=\"stat-block-2\">The falconer can let his animal companion loose to roam and forage. He must let it roam for no more than a week. When the falconer lets it roam, it agrees to return to the place he let it loose within the time period he designates.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Roam (DC 15)", 
            "type": "section", 
            "name": "Roam (DC 15)", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"distract-(dc-20;-bird-only)\" class=\"stat-block-2\">The animal companion flutters wildly around any enemy it would normally attack with the attack trick. It makes an attack roll against that enemy. On a hit, the enemy is shaken for 1 round. This ability replaces wild empathy.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Distract (DC 20; bird only)", 
            "type": "section", 
            "name": "Distract (DC 20; bird only)", 
            "source": "Ultimate Combat"
        }
    ], 
    "ability_types": {
        "ability_type": "Extraordinary"
    }, 
    "source": "Ultimate Combat", 
    "type": "ability"
}