{
    "url": "pfsrd://Advanced Race Guide/Rules/Core Races", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>Race is an important part of what makes characters who they are, yet it's often all too easy to gloss over the details. After all, most people know the basics: dwarves are short, elves live a long time, and gnomes are dangerously curious. Half-orcs are ugly. Humans are&mdash;well, human. To some players, choosing a race is simply a matter of finding which racial modifiers best fit a character's class. </p><p>Yet there's so much more to race than that. From their deep halls beneath craggy mountains, dwarves sing mournful ballads that teach children of the heroes of old, helping them dream of the day when they might give their own lives in the stronghold's defense. In the spires of their forest cities, elves find a kinship with nature, as the great trees are some of the few non-elven friends who won't grow old and wither before their eyes. By exploring the cultures and traditions of a character's race, we can better understand where she comes from and what makes her tick, thus immersing ourselves that much deeper in the campaign world.</p><p>This section is designed to help you get the most out of the seven core races, in terms of both mechanics and flavor. Herein you will find all the racial information, along with a number of new rules options such as new alternate racial traits and favored class rewards, explorations of racial subtypes, new racial archetypes, and more. The races covered in this chapter include the following.</p>", 
            "name": "Core Races", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>These short and stocky defenders of mountain fortresses are often seen as stern and humorless. Known for mining the earth's treasures and crafting magnificent items from ore and gemstones, they have an unrivaled affinity for the bounties of the deep earth. Dwarves also have a tendency toward traditionalism and isolation that sometimes manifests as xenophobia.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Dwarves", 
                    "type": "section", 
                    "name": "Dwarves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Tall, noble, and often haughty, elves are long-lived and subtle masters of the wilderness. Elves excel in the arcane arts. Often they use their intrinsic link to nature to forge new spells and create wondrous items that, like their creators, seem nearly impervious to the ravages of time. A private and often introverted race, elves can give the impression they are indifferent to the plights of others.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Elves", 
                    "type": "section", 
                    "name": "Elves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Expatriates of the strange land of fey, these small folk have a reputation for flighty and eccentric behavior. Many gnomes are whimsical artisans and tinkers, creating strange devices powered by magic, alchemy, and their quirky imagination. Gnomes have an insatiable need for new experiences that often gets them in trouble.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Gnomes", 
                    "type": "section", 
                    "name": "Gnomes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Often caught between the worlds of their progenitor races, half-elves are a race of both grace and contradiction. Their dual heritage and natural gifts often create brilliant diplomats and peacemakers, but half-elves are often susceptible to an intense and even melancholic isolation, realizing that they are never truly part of elven or human society. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Half-Elves", 
                    "type": "section", 
                    "name": "Half-Elves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Often fierce and savage, sometimes noble and resolute, half-orcs can manifest the best and worst qualities of their parent races. Many half-orcs struggle to keep their more bestial natures in check in order to epitomize the most heroic values of humanity. Unfortunately, many outsiders see half-orcs as hopeless abominations devoid of civility, if not monsters unworthy of pity or parley. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Half-Orcs", 
                    "type": "section", 
                    "name": "Half-Orcs", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Members of this diminutive race find strength in family, community, and their own innate and seemingly inexhaustible luck. While their fierce curiosity is sometimes at odds with their intrinsic common sense, halflings are eternal optimists and cunning opportunists with an incredible knack for getting out the worst situations. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Halflings", 
                    "type": "section", 
                    "name": "Halflings", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Ambitious, sometimes heroic, and always confident, humans have an ability to work together toward common goals that makes them a force to be reckoned with. Though short-lived compared to other races, their boundless energy and drive allow them to accomplish much in their brief lifetimes.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Humans", 
                    "type": "section", 
                    "name": "Humans", 
                    "source": "Advanced Race Guide"
                }
            ]
        }, 
        {
            "body": "<p>Each race's entry begins with a general description of the race, followed by specific entries for the race's physical description, society, relations with other races, alignment and religion, and members' common motivation for adventuring. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/General Description", 
            "type": "section", 
            "name": "General Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Each race's entry features a sidebar listing the race's standard racial traits. This information includes the race's type, size, vision, and base speed, as well as a number of other traits common to most members of the race. With your GM's permission, you will also have the option to exchange these standard racial traits for a number of alternate racial traits, the rules for which are provided in the section below. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Traits", 
            "type": "section", 
            "name": "Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Alternate racial rules allow you to exchange existing racial traits for new ones or gain new favored class rewards based on your character's race. The general rules for alternate racial traits and alternate favored class options are summarized below. </p>", 
            "name": "Alternate Racial Rules", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Alternate Racial Rules", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"alternate-racial-traits\">This section lists alternate racial traits for each of the seven core races. Many of them play on racial themes not reflected in the standard racial traits, like the elven alternate racial trait fleet-footed, which grants the Run feat and a bonus on initiative checks instead of the normal keen senses and weapon familiarity traits, reflecting the grace and uncanny reflexes of that race. To take one of these alternate racial traits, you must exchange one or more of the existing standard racial traits available to the race. You can exchange one or several of the standard racial traits, but you cannot exchange the same racial trait more than once. For example, an elf who takes the fleet-footed racial trait cannot take the urbanite racial trait, because the latter trait also replaces keen senses. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alternate Racial Traits"
                }, 
                {
                    "body": "<p id=\"racial-subtypes\">This section presents a number of select racial subtypes for each of the core races. Racial subtypes give a brief description of what makes the subrace different and presents a suite of alternate racial traits that subrace gains instead of the race's standard racial traits. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Racial Subtypes"
                }, 
                {
                    "body": "<p id=\"favored-class-options\">These rules allow each race to take alternate rewards when a member of that race gains a level in her favored class. Each of these replaces the normal reward for having a level in a favored class&mdash;either gaining 1 extra hit point or 1 extra skill rank each time a member of the race takes a level in that class. Unlike those general rewards, the alternate favored class options usually speak directly to the features and options of the class in question. Most of them are plays on the flavor of the race, such as a gnome's curiosity about alchemical devices or a halfling's innate luck. </p><p>When choosing one of these favored class options, the reward is gained on a level-by-level basis. Unless otherwise noted, these benefits always stack with themselves. For example, a halfling fighter adds +1 to his CMD when resisting a trip or a grapple each time he gains a level; choosing this benefit twice increases the bonus to a total of +2, choosing it 10 times increases the bonus to a total of +10, and so on.</p><p>In other cases, these rewards may have a fixed numerical limit, after which selecting such a favored class reward again has no effect. In these cases you can always select the standard reward for taking a level in a favored class. </p><p>Some of these alternate class rewards only add +1/2, +1/3, +1/4, or +1/6 on a roll (rather than +1) each time the reward is selected. When applying this type of result to a die roll, always round down (minimum 0). For example, a half-orc with gunslinger as her favored class adds a +1/4 bonus on attack rolls and a +1/2 bonus on damage rolls when using the pistol whip deed each time she selects that favored class bonus, though this means the net effect is +0 on each after selecting it once (because both +1/4 and +1/2 rounds down to 0). After 20 levels, this benefit gives the half-orc a +5 bonus on attack rolls and a +10 bonus on damage rolls when using the pistol whip deed (in addition to the base value from being a 20th-level gunslinger).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Favored Class Options"
                }
            ]
        }, 
        {
            "body": "<p>This section presents two archetypes for each of the expanded races. Sometimes, an entry in this section presents a new cavalier order or sorcerer bloodline instead of an archetype. Typically, only members of the section's race can take the listed archetype, bloodline, or order, though such options rarely interact with the racial traits or alternate racial traits of that race. An archetype usually features a thematic link to the race, granting it class features that complement the abilities and the background of the race. Because adventurers are often societal outliers, sometimes these archetypes feature a theme that is the exception to the norm for racial tendencies. The following is a list of all the archetypes featured in this chapter, listed by race. The class for each archetype is listed in parentheses. If the option is a sorcerer bloodline instead of an archetype, this is also called out in parentheses.  </p>", 
            "name": "Racial Archetypes", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>Exarch (inquisitor), forgemaster (cleric), stonelord (paladin).</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Dwarves", 
                    "type": "section", 
                    "name": "Dwarves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Ancient lorekeeper (oracle), spell dancer (magus), spellbinder (wizard), treesinger (druid). </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Elves", 
                    "type": "section", 
                    "name": "Elves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Experimental gunsmith (gunslinger), prankster (bard), saboteur (alchemist).</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Gnomes", 
                    "type": "section", 
                    "name": "Gnomes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Bramble brewer (alchemist), bonded witch (witch), wild caller (summoner), wild shadow (ranger). </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Half-Elves", 
                    "type": "section", 
                    "name": "Half-Elves", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Blood god disciple (summoner), hateful rager (barbarian), redeemer (paladin), skulking slayer (rogue). </p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Half-Orcs", 
                    "type": "section", 
                    "name": "Half-Orcs", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Community guardian (oracle), filcher (rogue), order of the paw (cavalier), underfoot adept (monk).</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Halflings", 
                    "type": "section", 
                    "name": "Halflings", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Buccaneer (gunslinger), feral child (druid), imperious bloodline (sorcerer), wanderer (monk).</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Racial Archetypes/Humans", 
                    "type": "section", 
                    "name": "Humans", 
                    "source": "Advanced Race Guide"
                }
            ]
        }, 
        {
            "body": "<p>The final section of each race entry provides new rules options for the race other than archetypes. The new racial rules are split up into four sections, each described below.</p>", 
            "name": "New Racial Rules", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>The equipment section for each race provides new rules for standard and alchemical equipment available to the race. Often such equipment is available on the open market and members of other races can purchase it, but many times, especially in the case of alchemical equipment, it has no effect, lesser effects, or even detrimental effects on members of other races.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Equipment", 
                    "type": "section", 
                    "name": "Equipment", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>This section provides new racial feats for members of this race. These feats often play off a particular theme of the race and in many cases expand or empower racial traits of that race. All of these feats have the race in their prerequisites, so members of other races cannot take them.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Feats", 
                    "type": "section", 
                    "name": "Feats", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Magic items provided in this section are often created and used exclusively by members of the race. Some have effects that interact with racial traits, but others have broader uses, and can be used by members of other races.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Magic Items", 
                    "type": "section", 
                    "name": "Magic Items", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The spells in this section are common to spellcasting members of the race. Sometimes they only target members of the race, but often they are just the race's well guarded secrets; members of other races can learn to cast them with GM permission.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spells"
                }
            ]
        }
    ], 
    "name": "Core Races", 
    "type": "section"
}