{
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "source": "Advanced Race Guide", 
            "text": "<p>There comes a point in nearly every campaign when someone&mdash;either one of the players or the GM&mdash;wants to create a new race. Sometimes the GM needs a new race to fill a story or ecological niche in her campaign world. Such races may be as simple as elves who dwell in an arctic climate or as complex as clockwork giants from another plane of existence. Perhaps a player wants to play a monstrous race, or has been inspired by some piece of fiction or flight of creative fancy and wants to create a race for a new character concept not yet seen in Pathfinder. The following rules allow GMs, or even players with GM oversight, to create new races that are balanced and mesh with the core races.</p><p>In addition, these rules allow you to create powerful races meant to take on more challenging encounters than those typically faced by the core races. You can create new races, model a race after an existing monster, or even \"power up\" core races in order to play those races side-by-side with more powerful new races.</p>", 
            "type": "section", 
            "name": "Race Builder"
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>This section features numerous examples of races designed with the race builder. This section also features examples of races that would normally have racial Hit Dice, skills, and other abilities. PC members of such races, however, calculate these benefits based solely on their class. Note that these races are only an approximation of their monstrous counterparts and may not match exactly. Later in the chapter, sidebars detail entirely new races created using the race builder rules. Lastly, the final section of the chapter breaks down the points and abilities of core races and many of the featured and uncommon races. </p>", 
            "type": "section", 
            "name": "Race Examples"
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>This race builder allows you to create a new race by buying racial qualities and racial traits with Race Points (RP). There are a number of differences between racial qualities and racial traits. The main difference is that racial qualities are mandatory (you must make a choice for each category of racial qualities provided in these rules), whereas racial traits are optional. There are six categories of racial qualities, including type, subtypes (if any), size, base speed, ability score modifiers, and languages. Racial traits present a number of interesting options for the race you are creating, from expanded modes of movement and bonuses on skill checks to even stranger powers, like a frightening croak attack or the ability to change shape. Racial traits are split up into a number of different categories, such as defense, offense, and magical traits.</p><p>Before you buy racial qualities and traits, you must determine the power level of your race. The GM decides this based on the needs of her campaign. The power level of the race determines the number of RP you get to build the race, as well as the maximum number of racial traits you can choose from each racial trait category and what kinds of traits you can take from those categories.</p><p>Sometimes racial qualities and traits cost 0 RP or a negative number of RP, which means they can be taken for free or gain back RP, respectively. In the case of racial qualities, choosing a 0-point option still counts toward your choice for that racial quality category, and in the case of racial traits, such choices still count toward the maximum number of traits per racial trait category.</p><p>There are three power levels: standard, advanced, and monstrous. Standard races can only take standard racial traits, while advanced races can take both standard and advanced racial traits, and monstrous races can take standard, advanced, and monstrous racial traits. Table 4&ndash;1 summarizes the number of RP you can spend as well as the maximum number of traits per racial trait category you can take based on your power level.</p>", 
            "type": "section", 
            "name": "Creating a New Race", 
            "sections": [
                {
                    "text": "<table id=\"racial-points-and-trait-minimums-by-power-level\"><caption>Racial Points and Trait Maximums by Power Level</caption>\n<thead><tr><th>Power Level</th><th>RP Range</th><th>Traits per Category</th></tr></thead>\n<tr class=\"odd\"><td>Standard</td><td>1&ndash;10</td><td>3</td></tr>\n<tr class=\"even\"><td>Advanced</td><td>11&ndash;20</td><td>4</td></tr>\n<tr class=\"odd\"><td>Monstrous</td><td>20+</td><td>5</td></tr></table>", 
                    "type": "table", 
                    "name": "Racial Points and Trait Maximums by Power Level", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>Once you have determined the race's power level, follow each of the steps below to create your race.</p>", 
                    "type": "section"
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>A race is more than just a group of individuals with similar qualities and traits. A race is a collection of people with a shared history and cultural identity. While the race builder presents many options for creating new races, and it may be tempting to treat each section as a buffet of options to help you ferret out the most optimal choices for your character, it is generally more beneficial for your campaign world to conceptualize your race first. Before choosing options, consider answering some questions about your race and its culture. Answering these questions can aid you in making reasonable choices about the qualities and traits of your race so that it can better fit in the game world&mdash;rather than just being a collection of seemingly random options. Such questions might include the following.</p><ul><li>Where does your race tend to live and why? </li>\n<li>What does your race look like? How does the members' appearance help them adapt to their typical environment? </li>\n<li>What is your race's history? Does it have a creation myth? Were there pivotal events in the race's history?</li>\n<li>What kinds of relationships does your race have with other races? Does it have allies? Competitors? Enemies? Hated foes? </li>\n<li>What classes does your race tend to favor? </li></ul><p>If you are using these rules and you are not the GM, make sure you work closely with your GM to create a race that fills a definite niche and need in her campaign world.</p>", 
            "type": "section", 
            "name": "Step 1: Concept", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>Generating ability scores for most of the races you create with these rules&mdash;even advanced and monstrous races&mdash;uses the standard methods for character building. Races without Constitution scores are the exception, and require some slight changes to the ability score generation methods. The changes are as follows.</p>", 
                    "type": "section", 
                    "name": "Races without Constitution", 
                    "sections": [
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"standard\">Roll 4d6, discarding the lowest result as normal, and sum the results, but only do this five times, and assign them as you see fit, skipping Constitution.</p>", 
                            "type": "section", 
                            "name": "Standard"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"classic\">Roll 3d6 and sum the results five times, and assign them as you see fit, skipping Constitution. </p>", 
                            "type": "section", 
                            "name": "Classic"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"heroic\">Roll 2d6 and add 6 to the sum of each. Do this five times and assign them as you see fit, skipping Constitution.</p>", 
                            "type": "section", 
                            "name": "Heroic"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"dice-pool\">Instead of a pool of 24d6, races without Constitution get a pool of 20d6 to assign to the ability scores, except for Constitution. These characters still must assign a minimum of 3d6 in each of the other ability scores. Increase the number for high-powered games. </p>", 
                            "type": "section", 
                            "name": "Dice Pool"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"purchase\">When using the purchase method for ability scores, assume members of races without Constitution have a Constitution score of 10 and buy the rest of the abilities normally using the points allocated for the campaign's power level.</p>", 
                            "type": "section", 
                            "name": "Purchase"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>Because they have powerful racial traits and abilities, advanced and monstrous races require greater challenges, especially at lower levels. The basic guideline for accomplishing this is to treat a group of characters with advanced and monstrous races as a level or more higher for a number of levels based on their total RP spent, using the following chart. Calculate the party's adjusted average party level, and use that number, rather than the actual APL, when creating encounters and adventures for the group. For groups with mixed power levels, average the RP and round the result to the nearest multiple of 10.</p>", 
                    "type": "section", 
                    "name": "Challenging Advanced and Monstrous Races", 
                    "sections": [
                        {
                            "text": "<table><thead><tr><th></th><th colspan=\"4\"><center>Average Party Level</center></th></tr>\n<tr><th>Average RP</th><th>1&ndash;5</th><th>6&ndash;10</th><th>11&ndash;15</th><th>16&ndash;20</th></tr></thead>\n<tr class=\"odd\"><td>20</td><td>+1 level</td><td>+0 level</td><td>+0 level</td><td>+0 level</td></tr>\n<tr class=\"even\"><td>30</td><td>+2 level</td><td>+1 level</td><td>+0 level</td><td>+0 level</td></tr>\n<tr class=\"odd\"><td>40</td><td>+3 level</td><td>+2 level</td><td>+1 level</td><td>+0 level</td></tr></table>", 
                            "type": "table", 
                            "name": "Average Party Level", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>The next step is to choose your race's qualities. You must select an option from each of the following quality categories. Qualities or aspects of qualities often serve as prerequisites for racial traits.</p><p class=\"shortcut-bar shortcut-bar-full\">Type&nbsp;&nbsp; Size&nbsp;&nbsp; Base Speed&nbsp;&nbsp; Ability Score Modifier&nbsp;&nbsp; Language</p>", 
            "type": "section", 
            "name": "Step 2: Racial Qualities"
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>Once you have chosen all your racial qualities, you may then choose your racial traits with your remaining RP.</p><p>Racial traits are divided into several categories: ability score, defense, feat and skill, magical, movement, offense, senses, weakness, and other racial traits. The number of racial traits you can buy from each category depends on the power level of the race you are creating&mdash;standard races can pick no more than three traits from each category, advanced races can pick no more than four traits from each category, and monstrous races can pick no more than five traits from each category. Furthermore, traits in each category are organized by type&mdash;standard, advanced, and monstrous. Standard races can only select traits from the standard section of each category, advanced races can select traits from the standard or advanced sections, and monstrous races can select from any section.</p><p>Unless stated otherwise, all racial traits are extraordinary abilities, and each racial trait can only be taken once.</p><p>The following format is used for all racial traits.</p>", 
            "type": "section", 
            "name": "Step 3: Racial Traits", 
            "sections": [
                {
                    "name": "Name", 
                    "text": "<p>Each racial trait begins with its name. The number of RP each trait costs is listed in parentheses directly after the name. For racial traits you can take more than once, this is the number of RP you pay each time you take the traits, unless stated otherwise in the Special line of the trait description.</p><blockquote>\n<p><i>Prerequisites</i>Some racial traits have prerequisites. Your race must meet any prerequisites listed in this entry before you can take the trait. Some traits require a specific type or subtype, while others require that you take other racial traits or qualities before you take it. </p>\n<p><i>Benefit</i>: This is the benefit the racial trait grants the members of the race you are creating. </p>\n<p><i>Special</i>: This includes additional facts about the racial trait.</p>\n</blockquote><p class=\"shortcut-bar shortcut-bar-full\">Ability Score&nbsp;&nbsp; Defense&nbsp;&nbsp; Feats and Skills&nbsp;&nbsp; Magic&nbsp;&nbsp; Movement&nbsp;&nbsp; Offense&nbsp;&nbsp; Senses&nbsp;&nbsp; Weakness&nbsp;&nbsp; Other</p>", 
                    "source": "Advanced Race Guide", 
                    "abbrev": "RP Cost", 
                    "type": "section"
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p class=\"shortcut-bar shortcut-bar-full\">Core Races&nbsp;&nbsp; Expanded Races&nbsp;&nbsp; Other Races</p>", 
            "type": "section", 
            "name": "Example Races"
        }
    ], 
    "name": "Race Builder", 
    "type": "section"
}