{
    "body": "<p>In Step 3 of the Upkeep phase, you roll to fill vacant magic item slots in each district. Roll d% once for each district that has an open magic item slot (if the district has more than one, select one randomly). There is a 50% chance (51&mdash;100) that an appropriate magic item becomes available in that slot. This item's price cannot exceed the base value for the settlement (reroll if the item's price exceeds the settlement's base value).</p>", 
    "name": "Filling Item Slots", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Filling Item Slots", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Jessica's settlement has a base value of 200 gp. She built an Herbalist last turn, giving the settlement 1 minor potion slot. In the Upkeep phase this turn, she rolls d% and gets a result of 62, meaning she can roll a random minor potion to fill the settlement's empty slot. She rolls on Table 15&mdash;12: Potions (<i>Core Rulebook </i>478) and gets a result of 45, indicating a potion of a 1st-level spell. If she had rolled anything more valuable than the 200 gp base value for her settlement, she would have to reroll until she got an acceptable result. Once a magic item is rolled for a settlement in this way, it remains on the market until someone purchases it.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p> <i>Ultimate Equipment</i> includes extensive random magic item tables for specific slots and price increments. These tables may be more convenient than using the magic item tables in the <i>Core Rulebook</i>.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Filling Item Slots/Pathfinder RPG", 
            "type": "section", 
            "name": "Pathfinder RPG", 
            "source": "Ultimate Campaign"
        }
    ]
}