{
    "body": "<p class=\"stat-block\">This Huge, egg-shaped, intelligent, plane-shifting vessel is constructed almost entirely of brass. The exterior appears to be one crafted and polished sheet of metal, but it does have a door that can be opened. The <i>Brazen Egg's</i> inside has enough room to transport no more than eight Medium creatures, two Large creatures, or one Huge creature (as long as the Huge creature is squeezing). The egg has two methods in which it can move itself. The first is by a method similar to the <i>dimension door</i> spell, but the egg and all creatures within the egg are teleported. The second method is similar to the <i>plane shift</i> spell, though the egg can move to any plane it desires (it needs no focus) and when the egg <i>plane shifts</i> so do all creatures currently within it.</p><p class=\"stat-block\">The egg has its own quirky, unabashed personality and can telepathically communicate with all creatures inside it or within 100 feet, regardless of language. The <i>Brazen Egg's</i> chief goal is to disrupt that plans of Hell's archdevils, but it requires the help of other creatures to do so. It often trades its ability to teleport and <i>plane shift</i> in order to gain such aid, but in dire circumstances it has the ability to enchant creatures in order to achieve its goals&mdash;and when it is close to reaching its goals it has little compunction in doing so. Once per day, the egg can affect a single creature within it as per the spell <i>dominate person</i> (though it is not limited to humanoids and can affect any living creature). Additionally up to three times per day it can affect creatures within it as per the spell <i>mass charm monster</i>. </p>", 
    "slot": "None", 
    "name": "Brazen Egg", 
    "weight": "2 tons", 
    "cl": "25th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Brazen Egg", 
    "type": "item", 
    "source": "Ultimate Equipment", 
    "aura": "overwhelming conjuration", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>The Brazen Egg implodes if a devil with 20 or more Hit Dice ever enters the egg's interior. The devil and all other creatures within the egg are utterly destroyed in the implosion and cannot come back to existence with any effect short of a wish or miracle.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}