{
    "body": "<p class=\"stat-block\">Each time this jar gains a new user it produces 2d4 dragon teeth. When one of these teeth is swallowed, it grants the user the following powers for 1 full week or until it is dismissed as a standard action that does not provoke attacks of opportunity.</p><ul><li>The user is immediately polymorphed into a dragon, as if subject to <i>form of the dragon I</i>, <i>II</i>, or <i>III</i>, depending on the user's Hit Dice. If the creature swallowing the tooth has 12 HD or fewer, it is affected as per <i>form of the dragon I</i>. Those with 13 to 18 HD are affected as per <i>form of the dragon II,</i> and those 19 or more Hit Dice are affected as per <i>form of the dragon III</i>. The type of dragon is chosen by the user based on its alignment.<i>Lawful good</i>bronze dragon, gold dragon, or silver dragon<i>Neutral good</i>: any metallic dragon<i>Chaotic good</i>: brass dragon or copper dragon<i>Lawful neutral</i>: any chromatic or metallic dragon<i>Neutral</i>: any chromatic or metallic dragon<i>Chaotic neutral</i>: any chromatic or metallic dragon<i>Lawful evil</i>: blue dragon or green dragon<i>Neutral evil</i>: any chromatic dragon<i>Chaotic evil</i>: black dragon, red dragon, or white dragon</li></ul><p class=\"stat-block\">The user's draconic appearance is always the same each subsequent time it swallows a tooth. While in draconic form, the user gains the following benefits.<ul><li>The user is able to speak Draconic</li><li>The user gains a +4 competence bonus on Fly checks.</li><li>The user gains a +4 competence bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made against or involving dragons.</li><li>The user is immune to sleep and paralysis and gains a spell resistance equal to 11 + its Hit Dice.</li></ul></p><p class=\"stat-block\">The user gains frightful presence with a 200-foot-radius range and a Will save DC equal to 10 + Hit Dice + Charisma modifier. </p><p class=\"stat-block\">The jar never creates dragon teeth for the same creature more than once. If the owner changes before all the teeth created by the jar are consumed, the original owner no longer gains benefit from this artifact.</p>", 
    "slot": "None", 
    "name": "Jar of Dragon's Teeth", 
    "weight": "3 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Jar of Dragons Teeth", 
    "type": "item", 
    "source": "Ultimate Equipment", 
    "aura": "strong transmutation", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>If simultaneously hit with the breath weapon attacks of all the chromatic and metallic dragon types, the Jar of Dragon Teeth is destroyed within that convergence.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}