{
    "body": "<p>The devoted servants of nature corrupted, ruined, and destroyed, blight druids are the caretakers of lands ravaged by natural disaster. While some are devoted to reforming and reclaiming lands despoiled by the ravages of civilization, others seek out the more rapacious violence inherent in nature and feed the creeping rot and decay that brings an end to all things.</p>", 
    "name": "Blight Druid", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid", 
    "type": "class_archetype", 
    "subtype": "druid", 
    "sections": [
        {
            "body": "<p id=\"nature-bond\">A blight druid may not bond with an animal companion, but may either call a familiar as a wizard of her druid level or select from the Darkness, Death, and Destruction domains in addition to those normally available. </p>", 
            "name": "Nature Bond", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid/Nature Bond", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"vermin-empathy\">A blight druid can improve the attitude of vermin as a normal druid can with animals. Vermin have a starting attitude of unfriendly. The blight druid can also improve the attitude of animals and mindless undead creatures that were formerly animals, but she takes a &ndash;4 penalty on the check unless the animal or undead has a disease special attack. This ability replaces wild empathy.</p>", 
            "name": "Vermin Empathy", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid/Vermin Empathy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"miasma\">Starting at 5th level, if a blight druid is adjacent to a creature at the beginning of its turn, the creature must succeed at a Fortitude save with a DC of 10 + 1/2 the druid's level + the druid's Wisdom modifier or become sickened for 1 round. A creature of the animal, fey, or plant type that fails its save is nauseated for 1 round and sickened for 1 minute thereafter. If the creature makes its save, it is immune to this effect for 24 hours, as are creatures immune to disease. This ability replaces trackless step and resist nature's lure.</p>", 
            "name": "Miasma", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid/Miasma", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blightblooded\">At 9th level, a blight druid gains immunity to all diseases, including natural and supernatural diseases. She also becomes immune to effects that would cause her to become sickened or nauseated. This ability replaces venom immunity.</p>", 
            "name": "Blightblooded", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid/Blightblooded", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"plaguebearer\">Starting at 13th level, any creature that strikes a blight druid with a touch attack, unarmed strike, or natural weapon must succeed at a Fortitude save with a DC of 10 + 1/2 the druid's level + the druid's Wisdom modifier or contract a disease, as the <i>contagion</i> spell. If the creature makes its save, it is immune to this effect for 24 hours. This ability replaces a thousand faces.</p>", 
            "name": "Plaguebearer", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Druid/Druid Archetypes/Blight Druid/Plaguebearer", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}