{
    "body": "<p class=\"stat-block\">This clay burial jar is designed to hold viscera from a corpse. A creature can spend 10 minutes and make a DC 15 Heal check to harvest the intact intestine, liver, lungs, or stomach from a Tiny to Large corpse and preserve it inside the jar. The corpse must be fresh (dead for no longer than 1 hour) and of the animal, dragon, or humanoid type. A full jar weighs 5 pounds.</p><p class=\"stat-block\">Up to three times per day, the bearer can gain any one of the following abilities that the creature possessed in life for 10 minutes at a value no greater than the creature had: climb speed, darkvision (up to 60 feet), resist energy, fly speed, low-light vision, scent, or swim speed. Movement abilities are limited to a speed of no more than 60 feet, and flight can be of no greater than good maneuverability. Energy resistance can be gained in any single energy type the creature was resistant or immune to, to a maximum of 20 points (if the creature had immunity, the user gains resistance 20 to that energy type).</p><p class=\"stat-block\">By expending one use of mythic power, the bearer can instead take the form of the creature for 10 minutes, as if using <i>alter self</i>, <i>beast shape II</i>, <i>form of the dragon II</i>, or <i>giant form I</i>, as appropriate. The bearer resembles the original creature as it appeared in life, as though he were impersonating that creature with a Disguise check result of 20. To use the jar's abilities, it only has to be carried on the bearer's person. In addition to these properties, the <i>canopic jar</i> preserves its contents for an indefinite period, similar to <i>gentle repose</i>. The organs are suitable remains for <i>resurrection</i>, but insufficient for <i>raise dead</i>.</p>", 
    "slot": "none", 
    "name": "Canopic Jar", 
    "weight": "2 lbs.", 
    "cl": "13th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Canopic Jar", 
    "price": "24,000 gp", 
    "misc": {
        "Construction Requirements": {
            "descriptor": ""
        }
    }, 
    "source": "Mythic Adventures", 
    "aura": "strong necromancy", 
    "type": "item"
}