{
    "body": "<p class=\"stat-block\">This <i>+6 keen speed adamantine dagger</i> was constructed in defiance of the gods and their chosen mortal champions, for <i>Legendsbane</i> was created to slay mythic creatures. <i>Legendsbane</i> bypasses all types of damage reduction, and deals an additional 3d6 points of damage to mythic creatures and to non-mythic creatures that have epic DR. This additional damage is multiplied for critical hits.</p><p class=\"stat-block\">Non-mythic characters can wield <i>Legendsbane</i> normally. However, when a mythic character first attempts to wield the dagger, she must succeed at a DC 25 Fortitude save or suffer the effects of a <i>destruction</i> spell. If the mythic character survives, she can wield the dagger normally.</p>", 
    "slot": "none", 
    "name": "Legendsbane", 
    "weight": "1 lb.", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Legendsbane", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong necromancy", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\"> can be destroyed if it's anointed in the blood of a slain 10th-rank mythic creature and then struck three times by a <i>vorpal</i> weapon. This act also destroys the <i>vorpal</i> weapon.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Legendsbane/Destruction/Legendsbane", 
                    "type": "section", 
                    "name": "Legendsbane", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Destruction", 
            "source": "Mythic Adventures"
        }, 
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\"> imparts upon its wielder the ability to track down mythic creatures she has hunted before. At will, the wielder can cast <i>locate creature</i> to find a specific mythic creature known to the wielder.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section"
                }
            ], 
            "name": "Legendsbane", 
            "source": "Mythic Adventures"
        }
    ]
}