{
    "body": "<p class=\"stat-block\">This huge cauldron forged from black iron serves as a dimensional gateway to a mythic netherworld where powerful entities come seeking to barter with, commune with, or corrupt mythic mortals. To activate the cauldron, a mythic creature must spill some of its own blood into the black basin as an offering of his mythic power. If the wound deals at least 4 points of damage, the cauldron drains one use of the individual's mythic power through it. Once activated, the cauldron fills with a strange red fog that remains for 1d20+10 minutes. During this time, mythic creatures can enter the cauldron and be transported to the crossroads. Non-mythic creatures that enter the cauldron take 4d6 points of damage per round until they climb out or die.</p><p class=\"stat-block\">The netherworld is small, with an overall area of 1 square half-mile. Highly mutable, the netherworld's appearance is determined by the will of whatever outsider currently waits there. Only one outsider can inhabit the netherworld at any given time. The specifics of what entity resides in the netherworld, as well as that entity's desire, change frequently and therefore are left to the discretion of the GM.</p><p class=\"stat-block\">Time in the netherworld passes out of sync with time in the Material Plane, thus a mythic creature can remain in the netherworld for as long as he wishes, and reemerges from the cauldron only a few minutes after his descent. The netherworld is a crossroads, coterminous with all planes. Outsiders can enter from any plane, but mortals can't travel to other planes from the netherworld.</p>", 
    "slot": "none", 
    "name": "Netherworld Cauldron", 
    "weight": "1/2 ton", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Netherworld Cauldron", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">Using the <i>Netherworld Cauldron </i>to boil a mythic hero to death destroys it.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}