{
    "body": "<p class=\"stat-block\">This 3-foot-long aspen rod bears glyphs of protection and abjuration. Each end is capped with a smooth copper sphere. While holding the rod, the bearer automatically perceives any spell cast (or spell-like ability used) within a 120-foot radius, even if she can't otherwise perceive the caster. Spells cast from spell completion and spell trigger items are automatically detected as well. The bearer immediately knows the specific spell cast, whether or not it was from a magic item, its level, the caster level, and whether the spell is arcane or divine.</p><p class=\"stat-block\">When the bearer of the <i>rod of spell sundering</i> counters a spell, she can counterspell with any spell of equal or greater level she's prepared, automatically countering as if she'd cast the proper spell to counterspell. As an immediate action after countering a spell, the rod's wielder can expend one use of mythic power to reflect the spell back on the caster. The rod's bearer must have line of effect to reflect a spell, unless the spell reflected doesn't require it. Treat the caster as the target, center, or origin of the spell's effect, as appropriate. Treat the spell as though cast by the rod's bearer on the caster. The power of the <i>rod of spell sundering</i> augments the spell, increasing the DC of any saving throws by 2 and the spell's caster level by the bearer's tier.</p><p class=\"stat-block\">When used as a weapon, the <i>rod of spell sundering</i> functions as a masterwork light mace. On a successful attack, it targets the creature struck with <i>greater dispel magic</i>, with a caster level equal to its bearer's character level plus her mythic tier. This effect can also be delivered with a successful melee touch attack made using the rod.</p>", 
    "slot": "none", 
    "name": "Rod of Spell Sundering", 
    "weight": "4 lbs.", 
    "cl": "18th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Rod of Spell Sundering", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong abjuration", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">A <i>rod of spell sundering</i> can be destroyed by leaving it within an area devoid of all magic for a year and a day. After this, it must be broken across the knee of a spellcaster formerly capable of casting at least 5th-level spells who lost her powers by using <i>mage's disjunction</i> on an artifact.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}