{
    "body": "<p class=\"stat-block\">With its shimmering, luminous silver-gray sails and tendency to briefly shift in and out of phase with the Material Plane, this star-faring sailing ship is often mistaken for a ghost ship. Though non-mythic creatures can board the ship as passengers, the <i>Silver Maiden</i> requires a mythic creature to be its captain. If the ship currently has no captain, a mythic character can claim the captaincy by touching the ship's wheel and stating her desire to be captain. The captain then serves until death or voluntarily retirement. Upon assuming the captaincy, the captain becomes aware of all of the ship's powers, and can propel the ship completely unaided from anywhere aboard the vessel, whether sailing the high seas of a terrestrial world or gliding through the vast blackness of deep space.</p><p class=\"stat-block\">At will, the captain can expend two uses of mythic power to launch the <i>Silver Maiden </i>into outer space. Once in space, the ship can sail through the vacuum at incredible speeds. Although exact travel times vary, a voyage between two planets within a solar system takes 2d20 days, and a voyage to another star system takes 2d20 weeks (or more at the GM's discretion). The captain must know which world she wishes to travel to (as if the captain cast <i>greater teleport</i>). When the ship arrives at its destination, it slowly descends to the surface (as the <i>feather fall</i> spell), and typically lands in a body of water. Once earthbound, the ship moves as a standard sailing ship. If the planet has no water or comparable liquid, the ship lands on solid ground and is unable to move until the captain once again launches the ship back into space.</p><p class=\"stat-block\">The <i>Silver Maiden </i>can also sail the Outer Planes. At will, the captain can expend three uses of mythic power to transport the ship to another plane, as the <i>plane shift</i> spell. When the ship arrives at its extraplanar destination, it appears in a body of water or comparable liquid, 1 to 100 miles from the captain's intended destination. If the plane has no water (such as the Plane of Earth) the ship appears on solid ground, and is unable to move until the captain transports it to another plane. If the plane has neither water nor a solid surface, such as the Plane of Air, the ship continues to slowly fall (as the <i>feather fall</i> spell) until the captain transports it to another plane.</p><p class=\"stat-block\">The <i>Silver Maiden</i> protects its passengers from the environmental dangers of deep space and the outer planes, and can even sail the molten surface of a star. At all times, the ship simulates a comfortable temperature and gravity normal for its current captain's home world. This protection extends 10 feet from the exterior of the vessel.</p>", 
    "slot": "none", 
    "name": "Silver Maiden", 
    "weight": "500 tons", 
    "cl": "30th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Silver Maiden", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "overwhelming abjuration and transmutation", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>The Silver Maiden can be destroyed if its captain sails it into a black hole.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}