{
    "body": "<p>Many barbarian tribes are masters of the horse, teaching their members how to ride from a young age. As a result, barbarians from such tribes are even more terrifying when mounted, using their steeds' speed and strength to great advantage. A mounted fury has the following class features.</p>", 
    "name": "Mounted Fury", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Barbarian/Barbarian Archetypes/Mounted Fury", 
    "type": "class_archetype", 
    "subtype": "barbarian", 
    "sections": [
        {
            "body": "<p id=\"fast-rider\">The speed of any mount the barbarian rides is increased by 10 feet. This ability replaces fast movement.</p>", 
            "name": "Fast Rider", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Barbarian/Barbarian Archetypes/Mounted Fury/Fast Rider", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bestial-mount\">At 5th level, the mounted fury gains the service of a feral mount. This ability functions as a druid's animal companion, using the barbarian's level &ndash;4 as her effective druid level. This companion must be one that she is capable of riding and is suitable as a mount. A Medium barbarian can select a camel or a horse. A Small barbarian can select a pony or a wolf, but can also select a boar or a dog if she is at least 8th level. Whenever a barbarian is raging while mounted on her bestial mount, the mount gains a +2 morale bonus to its Strength. This ability replaces uncanny dodge and improved uncanny dodge.</p>", 
            "name": "Bestial Mount", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Barbarian/Barbarian Archetypes/Mounted Fury/Bestial Mount", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rage powers complement the mounted fury archetype: ferocious mount, ferocious trample, greater ferocious mount, greater ferocious trample, and spirit steed.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rage Powers"
        }
    ]
}