{
    "body": "<table id=\"character-drawback-table\"><caption>Character Drawback</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;05</td><td style=\"white-space: normal;\"><b>Attachment (Object):</b> You are attached to a precious possession with immense sentimental value and significance. Without it, you are no longer yourself and are prone to suffer from depression, moodiness, or aggressive behavior. You gain access to the Attached drawback.</td></tr><tr class=\"even\"><td>06&mdash;10</td><td style=\"white-space: normal;\"><b>Attachment (Person)</b>: You are attached to a particular person&mdash;a friend, family member, or loved one&mdash;who means more than anything or anyone in the world. Your thoughts always return to this person. You gain access to the Attached drawback.</td></tr><tr class=\"odd\"><td>11&mdash;15</td><td style=\"white-space: normal;\"><b>Family</b>: Your family means everything to you, and there is nothing you wouldn't do for them. Maybe your ties extend to your entire clan or bloodline, or perhaps there is one specific member of your family you hold closer than any other. You gain access to the Family Ties drawback.</td></tr><tr class=\"even\"><td>16&mdash;20</td><td style=\"white-space: normal;\"><b>Justice</b>: Unfairness and injustice are intolerable. Whenever you witness them, you feel compelled to act or speak out. When you're personally wronged, you require appeasement&mdash;or revenge if you don't receive it. You gain access to the Headstrong drawback.</td></tr><tr class=\"odd\"><td>21&mdash;25</td><td style=\"white-space: normal;\"><b>Love</b>: Your love for someone motivates you. When this person is in danger, you're prone to feel weak, powerless, or angry. You gain access to the Lovesick drawback.</td></tr><tr class=\"even\"><td>26&mdash;30</td><td style=\"white-space: normal;\"><b>Loyalty</b>: You value loyalty over all things. You treasure the friends, associates, and lovers you have earned throughout the years, and when someone breaks your trust or betrays you in some way, you become utterly unhinged. You gain access to the Pride drawback.</td></tr><tr class=\"odd\"><td>31&mdash;35</td><td style=\"white-space: normal;\"><b>Material Wealth</b>: You have a weakness for material things&mdash;money, fine jewelry, exquisite foods, expensive or rare items, and so on. When such riches are within your reach, you're driven to possess them, and you claim them either as an honest collector or a cunning thief. You gain access to the Avarice drawback.</td></tr><tr class=\"even\"><td>36&mdash;40</td><td style=\"white-space: normal;\"><b>Pleasure</b>: You crave luxury, entertainment, and pleasure. You might indulge in every passing fancy or hold strong against a temptation that constantly eats at you. You gain access to the Hedonistic drawback.</td></tr><tr class=\"odd\"><td>41&mdash;45</td><td style=\"white-space: normal;\"><b>Power</b>: You long for the ability to influence the world around you, whether that's as small as a village or as large as a plane of reality. You gain access to the Power-Hungry drawback.</td></tr><tr class=\"even\"><td>46&mdash;50</td><td style=\"white-space: normal;\"><b>Pride</b>: You present an image to the world that can't be tarnished. When someone questions your motives, criticizes your actions, or insults your honor or pride, you question his friendship or count him among your enemies until he makes amends. You gain access to the Pride drawback.</td></tr><tr class=\"odd\"><td>51&mdash;55</td><td style=\"white-space: normal;\"><b>Race</b>: You are truly comfortable only around others of your race, and you have a hard time putting faith or trust in those of races different from your own. You gain access to the Xenophobic drawback.</td></tr><tr class=\"even\"><td>56&mdash;60</td><td style=\"white-space: normal;\"><b>Religion</b>: Your beliefs are of paramount importance in your life, whether you belong to a temple, follow a cult, or practice a religious philosophy independently. When others question or attack the beliefs, principles, relics, or structures of your faith, you respond with fury. You gain access to the Zealous drawback.</td></tr><tr class=\"odd\"><td>61&mdash;65</td><td style=\"white-space: normal;\"><b>Reputation or Fame</b>: You've worked hard to establish your identity and reputation, and someone who slanders or insults you must answer for it. You strive to promote your identity to the point where everyone knows your reputation. You gain access to the Vain drawback.</td></tr><tr class=\"even\"><td>66&mdash;70</td><td style=\"white-space: normal;\"><b>Safety or Security</b>: You are cautious and guarded&mdash;wary of others who might harm you, steal from you, or betray your trust. As such, you sleep lightly, always suspecting someone or something to sneak in upon you in the dark. Even when in relationships with people who trust you, there's always the fear that they harbor hidden agendas or will change and turn against you. You gain access to the Paranoid drawback.</td></tr><tr class=\"odd\"><td>71&mdash;75</td><td style=\"white-space: normal;\"><b>Self-Doubt</b>: No matter what you do, it's never good enough. You cannot help but see in your victories many little defeats and failures. If you were stronger, smarter, faster, or more powerful, maybe you could be better. However, stuck in the body and mind you have, you feel you're destined to fail. You gain access to the Doubt drawback.</td></tr><tr class=\"even\"><td>76&mdash;80</td><td style=\"white-space: normal;\"><b>Social Acceptance</b>: You want others to accept you, to believe you're special and worthy of merit. You are self-conscious about your social flaws and breaches of etiquette. Rejection is among your greatest fears. You might go to extraordinary lengths to be accepted by or seek favor from your peers. You gain access to the Dependent drawback.</td></tr><tr class=\"odd\"><td>81&mdash;85</td><td style=\"white-space: normal;\"><b>The Future</b>: Your concerns lie not with the present, but with preparation for the future. You may be an avid and organized planner, or perhaps you see the signs of a coming dark age or troubled time. You behave cautiously, conservatively, and methodically as you plan for events that might one day occur. You gain access to the Meticulous drawback.</td></tr><tr class=\"even\"><td>86&mdash;90</td><td style=\"white-space: normal;\"><b>The Past</b>: You long for the world to return to a past age. You've adopted the manners and style of this age, and are fascinated by its customs, relics, and artifacts, and by the historical figures of that time. Perhaps you live so much in this past age that your connection to the present is tenuous. Or your pretentiousness annoys others. You gain access to the Sentimental drawback.</td></tr><tr class=\"odd\"><td>91&mdash;95</td><td style=\"white-space: normal;\"><b>Worldview</b>: In your eyes, your moral philosophy&mdash;your alignment&mdash;is the only correct and true way of the world. Perhaps you gently pity, argue with, or brawl with those misguided souls who don't see the world your way or by your light of reason. You gain access to the Provincial drawback.</td></tr><tr class=\"even\"><td>96&mdash;100</td><td style=\"white-space: normal;\"><b>Youth</b>: You reflect upon your youth as a golden time, one ever present in your mind and that refuses to fade into the background. Every day, you feel yourself growing older and closer to your inevitable end. You seek ways to make yourself look and feel young in attempt to rekindle that fire of your adolescence, but despite your attempts, you realize that your time still draws ever nearer. You gain access to the Vain drawback.</td></tr></table>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 3-Moral Conflicts/Relationships/and Drawbacks/Crime and Punishment/Character Drawback/Character Drawback", 
    "type": "table", 
    "name": "Character Drawback", 
    "source": "Ultimate Campaign"
}