{
    "body": "<p>Most fighters battle out of necessity, with each battle a contest of life and death. Some, however, fight for glory and for the adulation of the crowd. The gladiator is both a cunning warrior and a consummate performer, knowing life and death are balanced not only on a sword's edge, but also on the cheers or jeers of the crowd. </p>", 
    "name": "Gladiator", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Gladiator", 
    "type": "class_archetype", 
    "subtype": "fighter", 
    "sections": [
        {
            "body": "<p id=\"skills\">A gladiator gains Perform (act, comedy, and dance) (Cha) as class skills. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">A gladiator is not proficient with heavy armor or tower shields. Instead he gains the Performance Weapon Mastery feat at 1st level as a bonus feat. This bonus feat is in addition to the bonus feat a fighter gains at 1st level. Furthermore, a gladiator using piecemeal armor is considered to be wearing a suit of armor as long as he wearing two or three armor pieces, gaining the +1 to armor bonus but still taking the +5% chance of arcane spell failure if the pieces are mixed. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"bonus-feats\">A gladiator may choose to take combat or performance feats as bonus feats. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"fame\">At 2nd level, when a gladiator begins a performance combat, he always starts with at least 1 victory point. If he already has victory points, he gains 1 extra victory point. At 10th level, the gladiator starts out with at least 2 victory points. If he already has victory points, he gains 2 extra victory points. This ability replaces bravery.</p>", 
            "name": "Fame", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Gladiator/Fame", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}