{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Some alchemists focus on their ability to create destructive magical bombs, while others become masters of all poisons, and still others unlock secret powers tied to their ability-enhancing mutagens. Straddling the border between science and magic, explosions and Spellcraft, alchemists have a unique place among the character classes.</p><p>This section introduces new alchemist discoveries, which are followed by new alchemist archetypes.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>The following new discoveries can be taken by any alchemist who meets the prerequisites. Discoveries that modify bombs and are marked with a single asterisk (*) do not stack. Only one such discovery can be applied to an individual bomb.</p>", 
            "name": "Discoveries", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"alchemical-simulacrum\">The alchemist gains the ability to create a lesser simulacrum. This works like the <i>lesser simulacrum</i>* spell, except it costs 100 gp in alchemical materials per Hit Die of the simulacrum, requires 24 hours to grow, and decays into inert flesh rather than ice or snow if killed. An alchemist must be at least 8th level before selecting this discovery. The created simulacrum is a creature, not a supernatural effect.</p>", 
                    "name": "Alchemical Simulacrum", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Alchemical Simulacrum", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"alchemical-zombie\">The alchemist gains the ability to animate a relatively complete corpse as an alchemy-powered zombie. This process takes 1 hour and costs 100 gp in alchemical reagents per HD of the corpse being animated; the dead creature gains the zombie template. Zombies that are created in this manner count as undead created by <i>animate dead</i> for the purposes of determining how many undead the alchemist can control. An alchemist must be at least 8th level before selecting this discovery. The created zombie is a creature, not a supernatural effect.</p>", 
                    "name": "Alchemical Zombie", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Alchemical Zombie", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"blinding-bomb\">*: When the alchemist creates a bomb, he can choose for it to detonate very brightly. Creatures that take a direct hit from a blinding bomb are blinded for 1 minute unless they succeed at a Fortitude save. Creatures in the splash area that fail their saves against the bomb are dazzled for 1 minute. This is a light effect. An alchemist must be at least 8th level before selecting this discovery.</p>", 
                    "name": "Blinding Bomb", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Blinding Bomb", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bottled-ooze\">The alchemist has learned how to preserve a sample of oozes in a sealed bottle, which he can prepare for use as an extract. When the alchemist activates the extract, he actually throws the bottle at a square within 30 feet, releasing the ooze, which reconstitutes and attacks the closest creature. The ooze is not under the alchemist's control, but is otherwise treated as a summoned creature. The ooze remains for 1 round per caster level, and decays into powder when the duration expires. If the alchemist has the infusion discovery, another character can use the infused specimen. Creating a bottled ooze requires an extract with a level equal to the ooze's CR (so a CR 4 gray ooze requires a 4th-level extract). An alchemist must be at least 6th level before selecting this discovery.</p>", 
                    "name": "Bottled Ooze", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Bottled Ooze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"cognatogen\">The alchemist gains the ability to create a cognatogen, a mutagen-like mixture that heightens one mental ability score at the expense of a physical ability score. If the cognatogen enhances his Intelligence, it applies a penalty to his Strength. If it enhances his Wisdom, it applies a penalty to his Dexterity. If it enhances his Charisma, it applies a penalty to his Constitution. Otherwise, this ability works just like the mutagen ability (including the natural armor bonus). Anytime the alchemist would prepare a mutagen, he may instead prepare a cognatogen. All limitations of mutagens apply to cognatogens as if they were the same substance&mdash;an alchemist can only maintain one mutagen or cognatogen at a time, a cognatogen that is not in an alchemist's possession becomes inert, drinking a cognatogen makes a non-alchemist sick, and so on. When the effect of the cognatogen ends, the alchemist takes 2 points of ability damage to the ability score penalized by the cognatogen. The infuse mutagen discovery and the persistent mutagen class ability apply to cognatogens.</p>", 
                    "name": "Cognatogen", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Cognatogen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"confusion-bomb*\">The alchemist's bombs twist the target's perception of friend and foe. A creature that takes a direct hit from a confusion bomb takes damage from the bomb and is under the effect of a <i>confusion</i> spell for 1 round per caster level of the alchemist. Reduce the amount of normal damage dealt by the bomb by 2d6 (so a bomb that would normally deal 6d6+4 points of damage deals 4d6+4 points of damage instead). An alchemist must be at least 8th level before selecting this discovery.</p>", 
                    "name": "Confusion Bomb*", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Confusion Bomb*", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"doppelganger-simulacrum\">The alchemist learns how to create a <i>simulacrum</i>, a soulless duplicate, into which he can project his consciousness. As a full-round action, he may shift his consciousness from his current body to any one of his available doppelganger simulacra, which must be on the same plane as the alchemist. If killed in a simulacrum, he transfers to his own body automatically; if killed in his own body, he is dead. Unused simulacra (including his abandoned original body) appear to be lifeless corpses, though they do not decay. Creating a duplicate costs 1,000 gp in alchemical materials and requires 1 week to grow. An alchemist must be at least 10th level and must have the alchemical simulacrum discovery before selecting this discovery. The created simulacrum is a creature, not a supernatural effect.</p>", 
                    "name": "Doppelganger Simulacrum", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Doppelganger Simulacrum", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"grand-cognatogen\">The alchemist's cognatogen now grants a +6 natural armor bonus, a +8 alchemical bonus to one mental ability score (Intelligence, Wisdom, or Charisma), a +6 alchemical bonus to a second mental ability score, and a +4 alchemical bonus to a third mental ability score. The alchemist takes a &ndash;2 penalty to his Strength, Dexterity, and Constitution as long as the cognatogen persists, and takes 2 points of ability damage to each physical ability score when the cognatogen ends. An alchemist must be at least 16th level and must have the greater cognatogen discovery or class ability before selecting this discovery.</p>", 
                    "name": "Grand Cognatogen", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Grand Cognatogen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-alchemical-simulacrum\">The alchemist gains the ability to create a simulacrum. This works like the <i>simulacrum</i> spell, except it costs 100 gp in alchemical materials per Hit Die of the simulacrum, requires 24 hours to grow, and decays into inert flesh rather than ice or snow if killed. An alchemist must be at least 14th level and must have the alchemical simulacrum discovery before selecting this discovery. The created simulacrum is a creature, not a supernatural effect.</p>", 
                    "name": "Greater Alchemical Simulacrum", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Greater Alchemical Simulacrum", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-cognatogen\">The alchemist's mutagen now grants a +4 natural armor bonus, a +6 alchemical bonus to one mental ability score (Intelligence, Wisdom, or Charisma), and a +4 alchemical bonus to a second mental ability score. The alchemist takes a &ndash;2 penalty on both associated physical ability scores as long as the mutagen persists, and takes 2 points of ability damage to both associated physical ability scores when the cognatogen ends. An alchemist must be at least 12th level and must have the cognatogen discovery or class ability before selecting this discovery.</p>", 
                    "name": "Greater Cognatogen", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Greater Cognatogen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"healing-touch\">The alchemist gains the ability to heal other creatures. As a standard action, he may touch a creature and apply 1 round's effect of his spontaneous healing discovery to that creature; this counts toward his spontaneous healing limit for the day. The alchemist's daily limit for hit points healed by spontaneous healing increases to 5 &times; his alchemist level. This ability only functions if the target is the same type of creature (humanoid, undead, and so on) as the alchemist. An alchemist must be at least 6th level and must have the spontaneous healing discovery or class ability before selecting this discovery.</p>", 
                    "name": "Healing Touch", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Healing Touch", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lingering-spirit\">The alchemist is familiar enough with the ties between his body and spirit that he lingers at death's door far longer than a normal person. He treats his Constitution as 10 points higher than normal for the purpose of determining when hit point damage kills him (so an alchemist with a Constitution of 10 and this discovery dies at &ndash;20 hit points instead of &ndash;10). Reducing him to 0 Constitution or its equivalent (from ability damage, ability drain, Constitution penalties, and so on) makes him unconscious and comatose, but he is only killed after taking an additional 5 points of Constitution damage, drain, or penalty (in effect, the alchemist must be brought to &ndash;5 Constitution in order to be killed by these attacks). An alchemist must be at least 4th level before selecting this discovery.</p>", 
                    "name": "Lingering Spirit", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Lingering Spirit", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mummification\">The alchemist has mastered preserving flesh and applied this knowledge to his own body, turning himself into an undeadlike creature. After learning this discovery, the alchemist must perform a 30-day regimen of a special diet, rigorous exercise, and drinking a mildly poisonous alchemical tea. At the end of this regimen, he falls unconscious for 24 hours, then awakens as a &ldquo;living mummy.&rdquo; The alchemist's type does not change, but he becomes immune to cold, nonlethal damage, paralysis, and sleep. An alchemist must be at least 10th level and must have the preserve organs discovery before selecting this discovery.</p>", 
                    "name": "Mummification", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Mummification", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mutagen\">This discovery gives the alchemist the mutagen class ability. (This discovery exists so alchemist archetypes who have variant mutagens, such as the mindchemist, can learn how to make standard mutagens.)</p>", 
                    "name": "Mutagen", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Mutagen", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"parasitic-twin\">The alchemist's vestigial limbs are part of a parasitic twin on his torso, consisting of a head, a torso, and two arms (from the vestigial limb discovery). Normally, the twin is mostly recessed within the alchemist's body, with the visible arms acting like the vestigial arm discovery, though the alchemist can manifest or hide the twin as a standard action. The twin is helpless, fully subservient to the alchemist, and cannot be targeted or harmed. Once per day, if the alchemist succumbs to a mental effect that would make him unconscious, helpless, or not in control of his own actions (such as <i>charm person</i>, <i>feeblemind</i>, or <i>hold person</i>), he can reroll his saving throw; success means the twin absorbs the effect and the alchemist can ignore it. Using this ability sickens the alchemist for the duration of the absorbed effect (removing the effect from the twin ends the sickened condition), and he cannot use the twin's limbs during that time, though passive effects (such as from rings worn on the vestigial limbs) continue normally. The alchemist must have selected the vestigial arm discovery twice before selecting this discovery.</p>", 
                    "name": "Parasitic Twin", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Parasitic Twin", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"plague-bomb-(su)*\">The effects of the smoke created by an alchemist's bomb duplicates the effects of <i>contagion</i> instead of <i>fog cloud</i>, filling an area equal to twice the bomb's splash area for 1 round per level. An alchemist must be at least 8th level and must have the smoke bomb discovery before selecting this discovery.</p>", 
                    "name": "Plague Bomb *", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Plague Bomb *", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"preserve-organs\">The alchemist learns how to preserve and protect his vital organs, reducing the chance of a mortal wound. When a critical hit or sneak attack is scored on the alchemist, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This does not stack with similar abilities that negate critical hits and sneak attacks (such as <i>fortification</i> armor). An alchemist can take this discovery up to three times; the effects stack, increasing this chance to 50% and then 75%.</p>", 
                    "name": "Preserve Organs", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Preserve Organs", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spontaneous-healing\">The alchemist gains the ability to heal from wounds rapidly. As a free action once per round, he can heal 5 hit points as if he had the fast healing ability. He can heal 5 hit points per day in this manner for every 2 alchemist levels he possesses. If the alchemist falls unconscious because of hit point damage and he still has healing available from this ability, the ability activates automatically each round until he is conscious again or the ability is depleted for the day.</p>", 
                    "name": "Spontaneous Healing", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Spontaneous Healing", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"strafe-bomb\">The alchemist can throw bombs that splash in a 40-foot line rather than affecting a radius. The line starts at the alchemist and extends away from him in the direction he chooses. The alchemist designates one creature in the squares affected by the line to be the target of the bomb and makes his attack roll against that creature; all other squares in the line take splash damage. If the alchemist has the explosive bomb discovery and throws an explosive strafe bomb, the line of splash damage is 80 feet long instead of 40 feet.</p>", 
                    "name": "Strafe Bomb", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Strafe Bomb", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sunlight-bomb\">*: The alchemist can throw bombs that explode with a searing radiance equivalent to that of sunlight and that act as blinding bombs. Undead, fungi, molds, oozes, slimes, and creatures to which sunlight is harmful or unnatural take +2 damage per die from the bomb. Undead that are harmed by sunlight and that fail their saves against the bomb are staggered for 1 round. An alchemist must be at least 10th level and must have the blinding bomb discovery before he can select this discovery.</p>", 
                    "name": "Sunlight Bomb", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Sunlight Bomb", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tanglefoot-bomb\">*: A creature that takes a direct hit from a tanglefoot bomb must save against the bomb's DC or be entangled and glued to the floor as if it had failed its save against a tanglefoot bag. Creatures in the splash area that fail their saves are entangled but not glued to the floor; those who make this save are not entangled at all.</p>", 
                    "name": "Tanglefoot Bomb", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Tanglefoot Bomb", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tentacle\">The alchemist gains a prehensile, arm-length tentacle on his body. The tentacle is fully under his control and cannot be concealed except with magic or bulky clothing. The tentacle does not give the alchemist any extra attacks or actions per round, though he can use it to make a tentacle attack (1d4 damage for a Medium alchemist, 1d3 damage for a Small one) with the grab ability. The tentacle can manipulate or hold items as well as the alchemist's original arms can (for example, allowing the alchemist to use one hand to wield a weapon, the tentacle to hold a potion, and the third hand to throw a bomb). Unlike an arm, the tentacle has no magic item slots.</p>", 
                    "name": "Tentacle", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Tentacle", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tumor-familiar\">The alchemist creates a Diminutive or Tiny tumor on his body, usually on his back or stomach. As a standard action, the alchemist can have the tumor detach itself from his body as a separate creature vaguely resembling a kind of animal suitable for a familiar (bat, cat, and so on) and move about as if it were an independent creature. The tumor can reattach itself to the alchemist as a standard action. The tumor has all the abilities of the animal it resembles (for example, a batlike tumor can fly) and familiar abilities based on the alchemist's caster level (though some familiar abilities may be useless to an alchemist). The tumor acts as the alchemist's familiar whether attached or separated (providing a skill bonus, the Alertness feat, and so on). When attached to the alchemist, the tumor has fast healing 5. An alchemist's extracts and mutagens are considered spells for the purposes of familiar abilities like share spells and deliver touch spells. If a tumor familiar is lost or dies, it can be replaced 1 week later through a specialized procedure that costs 200 gp per alchemist level. The ritual takes 8 hours to complete.</p>", 
                    "name": "Tumor Familiar", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Tumor Familiar", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"vestigial-arm\">The alchemist gains a new arm (left or right) on his torso. The arm is fully under his control and cannot be concealed except with magic or bulky clothing. The arm does not give the alchemist any extra attacks or actions per round, though the arm can wield a weapon and make attacks as part of the alchemist's attack routine (using two-weapon fighting). The arm can manipulate or hold items as well as the alchemist's original arms (for example, allowing the alchemist to use one hand to wield a weapon, another hand to hold a potion, and the third hand to throw a bomb). The arm has its own &ldquo;hand&rdquo; and &ldquo;ring&rdquo; magic item slots (though the alchemist can still only wear two rings and two hand magic items at a time). An alchemist may take this discovery up to two times.</p>", 
                    "name": "Vestigial Arm", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Vestigial Arm", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wings\">The alchemist gains batlike, birdlike, or insectlike functional wings, allowing him to fly as the <i>fly</i> spell for a number of minutes per day equal to his caster level. These minutes do not need to be consecutive, but they must be spent in 1-minute increments. An alchemist can select this discovery multiple times; each time he does so, he adds his caster level to the number of minutes per day that he can fly with the wings. This flight is an extraordinary ability. An alchemist must be at least 6th level before selecting this discovery.</p>", 
                    "name": "Wings", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Discoveries/Wings", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "subtype": "alchemist_discovery", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>An alchemist who studies anatomy and uses this knowledge to heal is a chirurgeon. A chirurgeon has the following class features.</p>", 
                    "name": "Chirurgeon", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Chirurgeon", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"infused-curative\">At 2nd level, a chirurgeon's extracts of <i>cure</i> spells automatically act as infusions, and can be used by non-alchemists. When a chirurgeon prepares his extracts, he may choose to render any or all of his infused curatives inert and prepare other extracts to replace them (unlike infusions, which continue to occupy the alchemist's daily extract slots until consumed or used). This ability replaces poison use.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Chirurgeon/Infused Curative", 
                            "type": "section", 
                            "name": "Infused Curative", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"anaesthetic\">At 5th level, a chirurgeon learns how to supplement uses of the Heal skill with pain-killing drugs. He gains Skill Focus (Heal) as a bonus feat. Any use of the Heal skill that has a risk of harming the patient (such as extracting a barb) only deals the minimum damage when performed by a chirurgeon. This ability replaces poison resistance +4.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Chirurgeon/Anaesthetic", 
                            "type": "section", 
                            "name": "Anaesthetic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"power-over-death\">At 10th level, a chirurgeon adds <i>breath of life</i> to his formula book as a 4th-level extract. His infused curative ability applies to this extract. This ability replaces poison immunity.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Chirurgeon/Power Over Death", 
                            "type": "section", 
                            "name": "Power Over Death", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the chirurgeon archetype: elixir of life, healing touch*, infusion, and spontaneous healing*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>Clone masters practice duplicating existing creatures in order to better understand how to create new life. A clone master has the following class features.</p>", 
                    "name": "Clone Master", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"bomb\">A clone master's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This otherwise functions as and replaces the standard alchemist bomb class feature.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master/Bomb", 
                            "type": "section", 
                            "name": "Bomb", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"lesser-simulacrum\">At 7th level, a clone master adds <i>lesser simulacrum</i> to his formula book as a 3rd-level extract.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master/Lesser Simulacrum", 
                            "type": "section", 
                            "name": "Lesser Simulacrum", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"rebirth\">At 8th level, a clone master can prepare a clone of himself that awakens if he is slain. Creating the clone costs 5,000 gp, takes 1 week of work, and requires 3 additional weeks for the clone to grow to maturity. If he dies, the clone awakens as if the alchemist had used the <i>clone</i> spell on himself. He can have one inert of himself at a time. Unused clones created by a clone master do not rot. This ability replaces poison resistance +6 and poison immunity.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master/Rebirth", 
                            "type": "section", 
                            "name": "Rebirth", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"simulacrum\">At 13th level, a clone master adds <i>simulacrum</i> to his formula book as a 5th-level extract.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master/Simulacrum", 
                            "type": "section", 
                            "name": "Simulacrum", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"clone\">At 16th level, a clone master adds <i>clone</i> to his formula book as a 6th-level extract.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Clone Master/Clone", 
                            "type": "section", 
                            "name": "Clone", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the clone master archetype: alchemical simulacrum*, doppelganger simulacrum*, preserve organs*, and parasitic twin*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>An internal alchemist studies medicine, diet, and the living body to purify the self in the hope of gaining immortality by means of alchemical concoctions and controlling vital energy. Internal alchemists develop unusual physical abilities from heightened knowledge of how their bodies work. An internal alchemist has the following class features.</p>", 
                    "name": "Internal Alchemist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"breath-mastery\">At 1st level, the internal alchemist can control his breath and the flow of vital energy within his body. Without preparation, he can hold his breath for a number of minutes equal to his Constitution score (after this, he must begin making Constitution checks or risk suffocation); by spending a full-round action preparing himself, he can increase this duration to 1 hour per point of Constitution. The alchemist can survive twice as long as normal without food or water before he starts to take penalties. He can put himself into a state of suspended animation as a move action, and is then unconscious and appears completely dead; he awakens at a preset time or in response to a condition set by him when he enters this state. This ability replaces Throw Anything.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Breath Mastery", 
                            "type": "section", 
                            "name": "Breath Mastery", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">An internal alchemist can select Alertness, Extra <i>Ki</i>, Great Fortitude, Improved Critical (unarmed strike), Improved Initiative, Improved Unarmed Strike, Iron Will, Lighting Reflexes, Stunning Fist, or Weapon Focus (unarmed strike) in place of an alchemical discovery.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Bonus Feats"
                        }, 
                        {
                            "body": "<p id=\"disease-resistance\">At 3rd level, an internal alchemist gains a bonus on all saving throws against disease equal to his alchemist class bonus against poison. When he gains the poison immunity alchemist class ability, he becomes immune to disease as well. This ability replaces swift alchemy.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Disease Resistance", 
                            "type": "section", 
                            "name": "Disease Resistance", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"uncanny-dodge\">Starting at 6th level, an internal alchemist can react to danger before his senses would normally allow him to do so. He cannot be caught flat-footed, nor does he lose his Dexterity bonus to AC if the attacker is invisible. However, he still loses his Dexterity bonus to AC if he is immobilized, or if an opponent successfully uses the feint action (see Bluff) against him. If the internal alchemist already has uncanny dodge from a different class, he automatically gains improved uncanny dodge (as a rogue) instead. This ability replaces swift poisoning.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Uncanny Dodge", 
                            "type": "section", 
                            "name": "Uncanny Dodge", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the internal alchemist archetype: cognatogen*, elixir of life, grand cognatogen*, greater cognatogen*, lingering spirit*, mummification*, and spontaneous healing*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>While most alchemists use mutagens to boost their physical ability at the cost of mental ability, some use alchemy for the opposite purpose&mdash;to boost the power of the mind and memory. A mindchemist can reach incredible levels of mental acuity, but suffers lingering debilitating effects to his physique. A mindchemist has the following class features.</p>", 
                    "name": "Mindchemist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Mindchemist", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"cognatogen\">At 1st level, a mindchemist learns how to create a cognatogen, as per the cognatogen discovery. This ability replaces the mutagen class ability (a mindchemist cannot create mutagens unless he selects mutagen* as a discovery).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Mindchemist/Cognatogen", 
                            "type": "section", 
                            "name": "Cognatogen", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"perfect-recall\">At 2nd level, a mindchemist has honed his memory. When making a Knowledge check, he may add his Intelligence bonus on the check a second time. Thus, a mindchemist with 5 ranks in Knowledge (history) and a +2 Intelligence bonus has a total skill bonus of +9 (5 + 2 + 2) using this ability. The mindchemist can also use this ability when making an Intelligence check to remember something. This ability replaces poison use.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Mindchemist/Perfect Recall", 
                            "type": "section", 
                            "name": "Perfect Recall", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">A mindchemist may select Skill Focus (Disable Device, Disguise, Heal, any Knowledge skill, Sense Motive, or Spellcraft) in place of a discovery.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Bonus Feats"
                        }, 
                        {
                            "body": "<p id=\"languages\">A mindchemist may learn three languages in place of a discovery.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Mindchemist/Languages", 
                            "type": "section", 
                            "name": "Languages", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the mindchemist archetype: grand cognatogen*, greater cognatogen*, infuse mutagen.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some alchemists are obsessed with collecting and preserving exotic creatures. These preservationists may use bottled animals and monsters as teaching tools, but some learn how to reanimate them for short periods to battle on the alchemist's behalf. A preservationist has the following class features.</p>", 
                    "name": "Preservationist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"bottled-ally-i\">At 2nd level, a preservationist adds Handle Animal to his list of class skills. He adds <i>summon nature's ally I</i> to his formula book as a 1st-level extract. When he prepares that extract, he actually prepares a tiny, preserved specimen in a bottle (as with a caster casting the spell, the preservationist doesn't have to choose the creature until he uses the extract). When the alchemist opens the bottle, the specimen animates and grows to normal size, serving the preservationist as per the spell and otherwise being treated as a summoned creature. When the duration expires, the preserved creature decays into powder. If the preservationist has the infusion discovery, another character can use the infused specimen. The Augment Summoning feat can be applied to these specimens. This ability replaces poison use.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally I", 
                            "type": "section", 
                            "name": "Bottled Ally I", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bottled-ally-ii\">At 5th level, a preservationist adds <i>summon nature's ally II</i> to his formula book as a 2nd-level extract. This ability replaces poison resistance +4.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally II", 
                            "type": "section", 
                            "name": "Bottled Ally II", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bottled-ally-iii\">At 8th level, a preservationist adds <i>summon nature's ally IV</i> to his formula book as a 3rd-level extract. This ability replaces poison resistance +6.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally III", 
                            "type": "section", 
                            "name": "Bottled Ally III", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bottled-ally-iv\">At 10th level, a preservationist adds <i>summon nature's ally V</i> to his formula book as a 4th-level extract. This ability replaces poison immunity.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally IV", 
                            "type": "section", 
                            "name": "Bottled Ally IV", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bottled-ally-v\">At 14th level, a preservationist adds <i>summon nature's ally VII</i> to his formula book as a 5th-level extract. This ability replaces persistent mutagen.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally V", 
                            "type": "section", 
                            "name": "Bottled Ally V", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bottled-ally-vi\">At 18 level, a preservationist adds <i>summon nature's ally IX</i> to his formula book as a 6th-level extract. This ability replaces his 18th-level discovery.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Preservationist/Bottled Ally VI", 
                            "type": "section", 
                            "name": "Bottled Ally VI", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the preservationist archetype: bottled ooze*, preserve organs*, tentacle*, vestigial arm*, and wings*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>A psychonaut uses his knowledge to explore altered states of consciousness and even other planes of existence. A psychonaut has the following class features.</p>", 
                    "name": "Psychonaut", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"bomb\">A psychonaut's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This ability otherwise functions as and replaces the standard alchemist bomb class feature.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Bomb", 
                            "type": "section", 
                            "name": "Bomb", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"precognition\">At 5th level, a psychonaut adds <i>augury</i> to his formula book as a 2nd-level extract (this extract does not require a divine focus component). This replaces poison resistance +4.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Precognition", 
                            "type": "section", 
                            "name": "Precognition", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"psychic-senses\">At 8th level, a psychonaut adds <i>clairaudience/clairvoyance</i>, <i>detect scrying</i>, <i>scrying</i>, and <i>speak with dead</i> to his formula book as 3rd-level extracts (a <i>scrying</i> extract does not require a focus or divine focus component). When a psychonaut uses a <i>speak with dead</i> extract, he gains the power to hear the lingering spirit within a corpse rather than enabling the corpse to audibly speak, but the extract otherwise works as the spell. This ability replaces poison resistance +6.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Psychic Senses", 
                            "type": "section", 
                            "name": "Psychic Senses", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"remote-consciousness\">At 10th level, a psychonaut adds <i>dream</i>, <i>lesser astral projection</i>, <i>nightmare</i>, <i>plane shift</i>, <i>sending</i>, and <i>telepathic bond</i> to his formula book as 4th-level extracts (a <i>plane shift</i> extract does not require a focus component). This ability replaces poison immunity.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Remote Consciousness", 
                            "type": "section", 
                            "name": "Remote Consciousness", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"greater-precognition\">At 15th level, a psychonaut adds <i>moment of prescience</i> to his formula book as a 5th-level extract. This ability replaces the increase to bomb damage at this level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Greater Precognition", 
                            "type": "section", 
                            "name": "Greater Precognition", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"master-precognition\">At 17th level, a psychonaut adds <i>foresight</i> to his formula book as a 6th-level extract. This ability replaces the increase to bomb damage at this level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Psychonaut/Master Precognition", 
                            "type": "section", 
                            "name": "Master Precognition", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the psychonaut archetype: confusion bomb*, eternal potion, extend potion, lingering spirit*, and madness bomb.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>A reanimator is an alchemist who has discovered how to infuse a corpse with a semblance of life. Many work in tandem with necromancers to explore the fine border between the worlds of the living and the dead. A reanimator has the following class features.</p>", 
                    "name": "Reanimator", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"bomb\">A reanimator's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This ability otherwise functions as and replaces the standard alchemist bomb class feature.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Bomb", 
                            "type": "section", 
                            "name": "Bomb", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"simple-reanimation\">At 7th level, a reanimator adds <i>lesser animate dead*</i> to his formula book as a 3rd-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an undead creature under his control 1 hour later. The extract can only create zombies (including variant zombies). This ability replaces the increase to bomb damage at this level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Simple Reanimation", 
                            "type": "section", 
                            "name": "Simple Reanimation", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"create-undead\">At 13th level, a reanimator adds <i>create undead</i> to his formula book as a 4th-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an uncontrolled undead 1 hour later. The extract can only create corporeal undead. This ability replaces the increase to bomb damage at this level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Create Undead", 
                            "type": "section", 
                            "name": "Create Undead", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"create-greater-undead\">At 15th level, a reanimator adds <i>create greater undead</i> to his formula book as a 5th-level extract. This otherwise acts similarly to a <i>create undead</i> extract. This ability replaces the increase to bomb damage at this level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Create Greater Undead", 
                            "type": "section", 
                            "name": "Create Greater Undead", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the reanimator archetype: alchemical zombie*, elixir of life, eternal potion, mummification*, and preserve organs*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>A vivisectionist studies bodies to better understand their function. Unlike a chirurgeon, a vivisectionist's goals are not related to healing, but rather to experimentation and knowledge that most people would consider evil. A vivisectionist has the following class features.</p>", 
                    "name": "Vivisectionist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist", 
                    "type": "class_archetype", 
                    "subtype": "alchemist", 
                    "sections": [
                        {
                            "body": "<p id=\"sneak-attack\">At 1st level, a vivisectionist gains the sneak attack ability as a rogue of the same level. If a character already has sneak attack from another class, the levels from the classes that grant sneak attack stack to determine the effective rogue level for the sneak attack's extra damage dice (so an alchemist 1/rogue 1 has a +1d6 sneak attack like a 2nd-level rogue, an alchemist 2/rogue 1 has a +2d6 sneak attack like a 3rd-level rogue, and so on). This ability replaces bomb.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Sneak Attack", 
                            "type": "section", 
                            "name": "Sneak Attack", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"torturer's-eye\">At 2nd level, a vivisectionist adds <i>deathwatch</i> to his formula book as a 1st-level extract.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Torturers Eye", 
                            "type": "section", 
                            "name": "Torturer's Eye", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"cruel-anatomist\">At 3rd level, a vivisectionist may use his Knowledge (nature) skill bonus in place of his Heal skill bonus.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Cruel Anatomist", 
                            "type": "section", 
                            "name": "Cruel Anatomist", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"torturous-transformation\">At 7th level, a vivisectionist adds <i>anthropomorphic animal</i> to his formula book as a 2nd-level extract. When he uses this extract, he injects it into an animal as part of a 2-hour surgical procedure. By using multiple doses of this extract as part of the surgery, he multiplies the duration by the number of extracts used.</p><p>At 9th level, a vivisectionist adds <i>awaken</i> and <i>baleful polymorph</i> to his formula book as 3rd-level extracts. When he uses the <i>awaken</i> or <i>baleful polymorph</i> extract, he injects it into the target (not a plant) as part of a 24-hour surgical procedure. He can make <i>anthropomorphic animal</i> permanent on a creature by spending 7,500 gp.</p><p>At 15th level, a vivisectionist adds <i>regenerate</i> to his formula book as a 5th-level extract.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Torturous Transformation", 
                            "type": "section", 
                            "name": "Torturous Transformation", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bleeding-attack\">A vivisectionist may select the bleeding attack rogue talent in place of a discovery.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Bleeding Attack", 
                            "type": "section", 
                            "name": "Bleeding Attack", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"crippling-strike\">At 10th level or later, a vivisectionist may select the crippling strike rogue talent in place of a discovery.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Vivisectionist/Crippling Strike", 
                            "type": "section", 
                            "name": "Crippling Strike", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the vivisectionist archetype: alchemical simulacrum*, concentrate poison, doppelganger simulacrum*, feral mutagen, parasitic twin*, preserve organs*, tentacle*, tumor familiar*, vestigial arm*, and wings*.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }
            ], 
            "name": "Alchemist Archetypes", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Alchemist", 
    "source": "Ultimate Magic"
}