{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Bards bring news of the outside world, entertain kings, act as cultural diplomats, and pass along rich oral traditions to commoners and nobility alike. Some call them jacks-of-all-trades, saying that they are generalists, never specialists, but this isn't true. Bards specialize as repositories of histories and carriers of legend, versed in the mythologies of lands across the world. Their knowledge brings them power, but their greatest power derives from their understanding of the intricacies of art&mdash;whether that art is musical, dramatic, or comedic, bards understand the power and allure of story, song, and dance, and tap into this knowledge to create supernatural powers that fashion legends of their own.</p><p>This section introduces masterpieces&mdash;specialized uses of the bardic performance class ability that allow a bard to do amazing things. Following the masterpieces are new bard archetypes.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Talented bards can learn or create masterpieces, unusual applications of the bardic performance ability requiring special training. Masterpiece descriptions adhere to the following guidelines.</p>", 
            "name": "Masterpieces", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"masterpiece-name\">In addition to the name of the masterpiece, this line indicates which Perform skill or skills the masterpiece relies upon.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Masterpiece Name", 
                    "type": "section", 
                    "name": "Masterpiece Name", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p>Like feats, masterpieces have prerequisites that a bard must meet in order to learn them. Only bards may learn masterpieces.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Prerequisites"
                }, 
                {
                    "body": "<p id=\"cost\">Each masterpiece has an associated cost to learn it. Typically, a bard must spend one of his bard spells known of a specific spell level or select it in place of a feat. The bard can spend a bard spell known of a level higher than the listed level to learn a masterpiece (for example, spending a 4th-level spell known to learn a masterpiece that requires spending a 3rd-level spell known).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Cost"
                }, 
                {
                    "body": "<p id=\"effect\">This brief description summarizes what occurs when a bard performs the masterpiece. Unless otherwise stated, a masterpiece's effects are supernatural. Unwilling creatures may attempt a Will save against the effect of a masterpiece; the save DC for masterpieces is equal to 10 + 1/2 the bard's level + the bard's Charisma bonus. Masterpieces that duplicate spells use the bard's caster level for the spell's caster level.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Effect"
                }, 
                {
                    "body": "<p id=\"use\">This line specifies how many bardic performance rounds the bard must use to activate the masterpiece. In some cases, the bard can extend the duration of the masterpiece by expending additional rounds of bardic performance, just as if it were any other use of bardic performance. The bard expends the listed number of bardic performance rounds when he starts performing the masterpiece; if he is interrupted, the attempt fails and the spent performance rounds are lost. </p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Use"
                }, 
                {
                    "body": "<p id=\"action\">This line indicates the type of action performing the masterpiece requires. If it only requires a standard action to activate, being able to activate a bardic performance more quickly (at 7th level, activation is a move action, and at 13th, it becomes a swift action) applies to the masterpiece as well. </p><p>Unless otherwise stated, effects or feats that extend the duration of bardic performance (such as the Lingering Performance feat) do not apply to masterpieces.</p><p>GMs can use these masterpieces to inspire their own ideas for other masterpieces. Masterpieces should generally be no more powerful than a cleric or sorcerer/wizard spell available to a caster of the same level as the minimum level needed to select the masterpiece (a masterpiece requiring 7 ranks in Perform requires a 7th-level bard, and thus should not be more powerful than a 4th-level cleric or sorcerer/wizard spell). </p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Action"
                }, 
                {
                    "body": "<p>Your song pierces to the heart of a creature's identity, weakening it against you.</p>", 
                    "name": "At the Heart of It All", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/At the Heart of It All", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "String, Wind", 
                    "sections": [
                        {
                            "body": "<p>Perform (string) or Perform (wind) 7 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This haunting melody teases at the veils of understanding and drills into the bedrock of truth. Upon completing this performance, the target attempts a Will save. Failure means you understand the target's primal nature; you gain a +4 bonus on Charisma-based checks to influence the target, and the DCs of your abilities and spells that would influence the creature or its actions (including charm and compulsion effects) increase by +2. These bonuses last for 1 day.</p><p>You must have an idea of who the creature is when you begin to play the song, either through researching the creature or by observing it directly from no farther than 100 feet.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">5 rounds of bardic performance.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">5 full rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your agile dancing allows you and others to fall safely and land gracefully.</p>", 
                    "name": "The Cat-Step", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Cat-Step", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Dance", 
                    "sections": [
                        {
                            "body": "<p>Perform (dance) 5 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 2nd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This quick dance is a series of small steps culminating in a series of leaps. When you complete the performance, for the next 10 minutes you treat any distance fallen as if it were a number of feet shorter equal to half your bard level &times; 5. You may spend the first minute of this effect demonstrating the dance to up to one creature per two bard levels; if these students succeed at a DC 15 Perform (dance) check, they also gain the benefits of this masterpiece for the remainder of its duration.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">4 bardic performance rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">4 full rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>This complex dance makes you difficult to strike.</p>", 
                    "name": "The Dance of 23 Steps", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Dance of 23 Steps", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Dance", 
                    "sections": [
                        {
                            "body": "<p>Perform (dance) 4 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 2nd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">The shuffling steps, bends, and leaps of this intricate dance make you a difficult target to hit, but also make it more difficult for you to perform other actions. When using this masterpiece, you take a &ndash;2 penalty on melee attack rolls and combat maneuver checks, and you must make a concentration check to cast any spell (DC 15 + the spell's level), but you gain a +2 dodge bonus to your Armor Class. When you have 8 ranks in Perform (dance), and every 4 ranks thereafter, the penalty increases by &ndash;1 and the dodge bonus increases by +1. You can combine this masterpiece with fighting defensively and Combat Expertise, but not total defense. When you use this masterpiece, it lasts until the start of your next turn. Abilities that extend the duration of a bardic performance (such as Lingering Performance) affect this masterpiece; this allows you to get multiple rounds of its benefit (and its penalties) at the cost of only 1 round of bardic performance.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 free action.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your drumming skills can break solid rock.</p>", 
                    "name": "The Depths of the Mountain", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Percussion, Wind", 
                    "sections": [
                        {
                            "body": "<p>Perform (percussion) 15 ranks or Perform (wind) 15 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 5th-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">Like a singer shattering a wine glass with a perfect note, your music cracks stone, shivering solid rock until it snaps. When you complete the performance, you create a tremor identical to an <i>earthquake</i> spell.</p><p>For each round you continue to expend bardic performance rounds, the area experiences a round-long aftershock, which has the following effects.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"caves,-caverns,-or-tunnels\">Smaller collapses cause 4d6 points of damage (Reflex DC 5 half) and pin any creatures caught inside.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Caves/Caverns/or Tunnels", 
                                    "type": "section", 
                                    "name": "Caves, Caverns, or Tunnels", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"cliffs\">More cliffs crumble, creating a landslide that travels half as far horizontally as it falls vertically. Any creature in the path takes 4d6 points of bludgeoning damage (Reflex DC 5 half) and is pinned beneath the rubble.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Cliffs", 
                                    "type": "section", 
                                    "name": "Cliffs", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"open-ground\">Each creature standing in the area must make a DC 5 Reflex save or fall down. Fissures open in the earth, and every creature on the ground has a 25% chance of falling into one (Reflex DC 10 to avoid a fissure). The fissures are 20 feet deep, and these fissures remain open at the end of the quake.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Open Ground", 
                                    "type": "section", 
                                    "name": "Open Ground", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"pinned-beneath-rubble\">Any creature pinned by the effects of the aftershock takes 1d3 points of nonlethal damage per minute while pinned. If a pinned character falls unconscious, she must make a DC 5 Constitution check or take 1d3 points of lethal damage each minute thereafter until freed or dead.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Pinned Beneath Rubble", 
                                    "type": "section", 
                                    "name": "Pinned Beneath Rubble", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"rivers,-lakes,-or-marshes\">The area drained away by the earthquake remains drained for the duration of the aftershock.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Rivers/Lakes/or Marshes", 
                                    "type": "section", 
                                    "name": "Rivers, Lakes, or Marshes", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"spellcasting\">The concentration DC to cast during an aftershock is 15 + the spell's level.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Spellcasting", 
                                    "type": "section", 
                                    "name": "Spellcasting", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"structure\">Any structure standing on open ground takes 50 points of damage. A collapsing structure deals 4d6 points of bludgeoning damage to creatures inside it (Reflex DC 5 half), and the creatures inside are pinned beneath the rubble.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Depths of the Mountain/Effect/Structure", 
                                    "type": "section", 
                                    "name": "Structure", 
                                    "source": "Ultimate Magic"
                                }
                            ], 
                            "name": "Effect", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"use\">10 rounds of bardic performance, +1 round for each round of aftershocks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">10 full rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your acting conjures hellfire and salt to destroy plants.</p>", 
                    "name": "The Dumbshow of Gorroc", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Dumbshow of Gorroc", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Act, Comedy", 
                    "sections": [
                        {
                            "body": "<p>Perform (act) or Perform (comedy) 6 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 2nd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This pantomime tells the tale of Gorroc, a foolish farmer who failed to control the weeds that grew so quickly upon his land. In desperation, Gorroc bargained with a devil, who blasted the earth with salt and withering heat, leaving the fertile land desolate for a century. When you complete the performance, you can create a 30-foot cone or a 60-foot line that is blasted with scorching air and hot salt. Plants and oozes in this area take 1d6 points of damage per bard level (maximum 10d6); half this damage is fire damage, half is piercing damage. A Reflex save reduces the damage by half. Creatures other than plants or oozes take half damage, or no damage on a successful save.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">2 bardic performance rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 full round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>You can trap opponents with the power of your acting.</p>", 
                    "name": "The House of the Imaginary Walls", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The House of the Imaginary Walls", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Act", 
                    "sections": [
                        {
                            "body": "<p>Perform (act) 10 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 4th-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">You silently mime building an invisible wall, flattening your hands along linear planes to indicate its location and orientation. This &ldquo;wall&rdquo; is only real for creatures that see you perform this masterpiece (Will negates); you and your allies may automatically fail your saves if you want to treat the wall as real (for example, if you want to use the wall as a bridge to cross a chasm). For creatures who believe the wall is real, it has hardness 8, 90 hit points, and a break DC of 30 (multiple believing creatures can attack the walls, breaking through it more quickly as if they were all attacking a real wall rather than each attacking separate mental constructs). This is an illusion (phantasm) effect. Because the wall is a mental image, it blocks incorporeal creatures that fail their saves (because they perceive it as a magical barrier that excludes them), though they can still go around the wall or through the floor or ceiling to bypass it. It does not affect objects or creatures immune to mental effects (which can result in situations like an archer firing through the wall but unable to physically cross it). </p><p>You can create one 10-foot-square wall per use of this ability; over several rounds you can extend this square or create other walls, all of which persist until you stop using bardic performance rounds to sustain them. The wall is immobile once created. Part of the wall must be in or along the edge of your space, and you cannot create a wall that extends beyond your natural reach (though you can create a wall, move, and create another by using this ability again). Once created, the wall exists until you end your performance or affected creatures &ldquo;break&rdquo; it. Abilities that extend the duration of a bardic performance (such as Lingering Performance) affect this masterpiece.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round per round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 standard action per 10-foot square.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your skilled playing can conjure up supernatural servants.</p>", 
                    "name": "Legato Piece on the Infernal Bargain", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Legato Piece on the Infernal Bargain", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "String", 
                    "sections": [
                        {
                            "body": "<p>Perform (string) 11 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 4th-level bard spell known.</p><p>This fast-paced tune harmonizes with the magical frequencies of another plane, allowing you to draw an extraplanar creature to you and bargain for its service. When you complete this performance, you call one or more outsiders as if using <i>planar ally</i>. Unlike with <i>planar ally</i>, the creature is not necessarily associated with your deity, and has an initial attitude of &ldquo;indifferent&rdquo; toward you. Because it is intrigued by your performance, it remains for up to 1 minute to hear the service you are requesting and the payment you are offering. If you succeed at an opposed Charisma check against the creature (with a +0 to +6 bonus on your roll based on the nature of the service and the offered reward), it agrees to perform the service. This ability otherwise works like <i>planar ally</i>.</p><p>Though the best-known version of this masterpiece refers to an infernal bargain, it can be used to conjure any sort of extraplanar creature (such as an archon, elemental, or protean). Other versions and arrangements of this masterpiece may have different names but otherwise identical effects.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"use\">10 bardic performance rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">10 minutes.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>You can put powerful creatures to sleep with the power of your song.</p>", 
                    "name": "The Lullaby of Ember the Ancient", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Lullaby of Ember the Ancient", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Sing", 
                    "sections": [
                        {
                            "body": "<p>Perform (sing) 7 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">When you activate this soothing performance, one target within close range falls asleep as if affected by <i>deep slumber</i> as long as you maintain the performance. Unlike the spell (which affects weaker creatures first), this masterpiece targets a specific creature of your choice. Although this lullaby does have words, it is not a language-dependent effect.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round per round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your winding, twisting dance is helpful in dodging obstacles and climbing.</p>", 
                    "name": "Minuet of the Midnight Ivy", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Minuet of the Midnight Ivy", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Dance", 
                    "sections": [
                        {
                            "body": "<p>Perform (dance) 4 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 2nd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">As ivy climbs walls and spills across even the rockiest and most uneven of terrain, so too does your dance propel you across broken stone and up walls. As long as you maintain the performance, whenever you move, you may move through 5 feet of difficult terrain each round as if it were normal terrain; this allows you to take a 5-foot step into difficult terrain. As long as you move laterally at least 10 feet, you may climb as if you had a climb speed equal to your base speed. You may spend the first round of this performance demonstrating the dance to up to one creature per two bard levels; if these students succeed at a DC 15 Perform (dance) check, they also gain the benefits of this masterpiece as long as you maintain the performance.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round per round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 full round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your driving notes cause unnatural heart rates in your opponents.</p>", 
                    "name": "The Quickening Pulse", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Quickening Pulse", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Percussion, Wind", 
                    "sections": [
                        {
                            "body": "<p>Perform (percussion) 7 ranks or Perform (wind) 7 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">You create a musical tempo that first mirrors your enemies' heartbeats, and then quickens them to dangerous levels. When you complete the performance, all enemies within 30 feet who can hear your performance must save or take 1d6 points of damage as their pounding heart causes them to sweat blood. Creatures that are immune to critical hits are unaffected by this ability.</p><p>Each round that you continue the performance adds another round to the bleed effect. Abilities that extend the duration of a bardic performance (such as Lingering Performance) affect this masterpiece.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round per round of bleed.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 standard action.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your performance reveals ways to cheat time itself.</p>", 
                    "name": "The Requiem of the Fallen Priest-King", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Requiem of the Fallen Priest-King", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Oratory, Sing", 
                    "sections": [
                        {
                            "body": "<p>Perform (oratory) 10 ranks or Perform (sing) 10 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This piece tells the story of a mighty priest-king who seemed to defy time by snatching near-victory from an overwhelming number of enemies. When you complete the performance, you gain the ability to accelerate time once, which must be used in the next 10 minutes. When you perform this masterpiece, you gain the ability to spend a swift action to perform a nonmagical action that normally requires a move action or a standard action. For example, you could make a full attack, then spend a swift action to take a normal move, load a light crossbow, or draw a weapon in the same round. You must use this extra action within 10 minutes of performing the masterpiece; otherwise the benefit is lost.</p><p>This ability does not stack with other effects that increase your speed (such as <i>haste</i>) or alter time (such as <i>time stop</i>). </p><p>Your allies may benefit from this masterpiece, but they must listen to it intently (to the exclusion of all other activities) for the duration of the performance, and you must expend 1 round of bardic performance for each ally other than yourself whom you want to gain the ability to accelerate time (for example, affecting yourself and five others requires expending 11 rounds of bardic performance). This is a language-dependent effect.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">5 bardic performance rounds, +1 round per additional person affected.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 minute.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your antics can soften even the hardest visage.</p>", 
                    "name": "Stone Face", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Stone Face", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Comedy, Oratory", 
                    "sections": [
                        {
                            "body": "<p>Perform (comedy) or Perform (oratory) 7 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">You tell an old and humorous tale about a woman who refused to smile at anything, no matter how funny. Through a series of increasingly unlikely events involving a cart of horse manure, a king, and a flying carpet, her legendary frown broke at last. When you complete the performance, the target is affected by <i>stone to flesh</i>.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">2 bardic performance rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 minute.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your spooky music blurs the boundaries between life and death, confusing the senses of undead creatures.</p>", 
                    "name": "Toccata and Fugue of the Danse Macabre", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Toccata and Fugue of the Danse Macabre", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Keyboard, Wind", 
                    "sections": [
                        {
                            "body": "<p>Perform (keyboard) or Perform (wind) 4 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 2nd-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">The complex notes and layered repetitions of this masterpiece bring to mind the countless dead of ages past and suffuse those who listen to it with a subtle melancholia and grim acceptance of the temporary nature of life. Starting with a trio of notes, repeated frequently and with ever-greater insistence, it becomes a whirling, head-spinning vortex of sound. Upon completing the performance, you and up to one ally per level within listening range become hidden from undead, as if under the effects of a <i>hide from undead</i> spell.</p><p>As with <i>hide from undead</i>, one creature breaking the effect ends the benefit of the performance for all recipients. But by spending an additional round of bardic performance when you perform or maintain the masterpiece, you can dedicate a refrain to a particular ally; even if one ally breaks the <i>hide from undead</i> effect, the ally receiving the dedication remains hidden so long as he does not break the effect himself. You can dedicate a refrain multiple times in the performance (up to once per round) as long as you spend 1 round of bardic performance each time for the ally receiving a dedication.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round per round of the performance, +1 round per ally affected, +1 round per dedicated refrain.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 minute.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>Your lively cadence puts a spring in the step of weary marchers.</p>", 
                    "name": "Triple Time", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Triple Time", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Percussion, String, Wind", 
                    "sections": [
                        {
                            "body": "<p>Perform (percussion) 3 ranks, Perform (string) 3 ranks, or Perform (wind) 3 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 1st-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This bright and spritely tune mimics the sound of human feet, slowly building to a steady, ground-eating pace. When you complete this performance, you affect one ally in hearing range per bard level. This masterpiece increases the affected target's base land speed by 10 feet for 1 hour. This adjustment is treated as an enhancement bonus. There is no effect on other modes of movement, such as burrow, climb, fly, or swim. As with any effect that increases your speed, this spell affects your jumping distance (see the Acrobatics skill).</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">1 bardic performance round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">1 minute.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }, 
                {
                    "body": "<p>You control the wind by telling a tale demonstrating the hubris of mortals.</p>", 
                    "name": "The Winds of the Five Heavens", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Winds of the Five Heavens", 
                    "type": "section", 
                    "subtype": "bard_masterpiece", 
                    "abbrev": "Act, Oratory", 
                    "sections": [
                        {
                            "body": "<p>Perform (act) or Perform (oratory) 10 ranks.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Prerequisite"
                        }, 
                        {
                            "body": "<p id=\"cost\">Feat or 4th-level bard spell known.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Cost"
                        }, 
                        {
                            "body": "<p id=\"effect\">This short monologue tells the story of a village priest who thought to command the gods. This so annoyed the gods of the weather that they gave him exactly what he wished for, and the priest's long-winded sermons tore apart his temple and scattered his parishioners. When you complete the performance, you conjure a great wind as if you had cast <i>control winds</i>. </p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Effect"
                        }, 
                        {
                            "body": "<p id=\"use\">3 bardic performance round.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Use"
                        }, 
                        {
                            "body": "<p id=\"action\">3 full rounds.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Action"
                        }
                    ]
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>An animal speaker focuses not on the ears and minds of humans, but on the creatures of the wild and those in the underbellies of cities. </p>", 
                    "name": "Animal Speaker", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"animal-friend\">An animal speaker selects a particular kind of animal, such as apes, badgers, bears, boars, cats, snakes, and so on. The bard gains a +4 bonus on Handle Animal checks to influence animals of his chosen kind. Animals of this kind have a starting attitude of at least &ldquo;indifferent&rdquo; toward the bard and never attack him unless he attacks them first.</p><p>Animal companions and magically controlled animals can be directed to attack the bard if the controlling creature wins an opposed Charisma check against the bard (this check can be made once per round until it succeeds, after which no further checks are needed). Supernatural versions of animals (such as animals with the fiendish template) can attempt an opposed Charisma check against the bard with a +4 bonus on its roll to overcome this hesitation. This ability has no effect on creatures other than animals. This ability replaces fascinate.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker/Animal Friend", 
                            "type": "section", 
                            "name": "Animal Friend", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"nature's-speaker\">At 5th, 11th, and 17th level, the animal speaker selects another kind of animal friend. The bard can use <i>speak with animals</i> at will on animals of his selected kinds. This ability replaces well-versed.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker/Natures Speaker", 
                            "type": "section", 
                            "name": "Nature's Speaker", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bardic-performance\">An animal speaker gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"soothing-performance\">At 3rd level, an animal speaker can use bardic performance to influence animals. This works like the druid ability wild empathy, except he expends 1 round of bardic performance and makes a Perform check. If the bard already has wild empathy from another class, he adds the class levels that provide wild empathy to the result of his Perform check to influence an animal. This ability replaces inspire competence.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker/Bardic Performance/Soothing Performance", 
                                    "type": "section", 
                                    "name": "Soothing Performance", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"attract-rats\">At 5th level, the animal speaker can use bardic performance to summon 1d3 rat swarms; they remain as long as he continues performing. At 11th level, he summons 2d3 swarms instead of 1d3 and the swarms have the advanced creature simple template. At 17th level, the number of swarms he summons increases to 3d3. This ability replaces lore master.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker/Bardic Performance/Attract Rats", 
                                    "type": "section", 
                                    "name": "Attract Rats", 
                                    "source": "Ultimate Magic"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"summon-nature's-ally\">At 1st level, the animal speaker adds <i>summon nature's ally I</i> to his bard spell list and bard spells known as a 1st-level spell. At 4th level (when he gains access to 2nd-level spells) he adds <i>summon nature's ally II</i> to his spell list and spells known as a 2nd-level spell, and so on every 3 levels thereafter, until 16th level when he adds <i>summon nature's ally VI</i> to his 6th-level spell list and spells known.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Animal Speaker/Summon Natures Ally", 
                            "type": "section", 
                            "name": "Summon Nature's Ally", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Known for being known, a celebrity bard is a master of performance who captures the imagination and attention of his audience. He trades on his charisma, his wit, and his exploits to build his renown&mdash;and that of his companions.</p>", 
                    "name": "Celebrity", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"famous\">At 1st level, a celebrity bard may choose a region where he is famous, and within that region, the locals are more likely to react favorably toward the bard. The bard gains a bonus on Diplomacy and Intimidate checks in that area and to influence people from that area.</p><p>At 1st level, this region is a settlement or settlements with a total population of 1,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +1. As the celebrity grows more famous, additional areas learn of him (typically places where he has lived or traveled, or settlements adjacent to those where he is known) and his bonuses apply to even more people. At 5th level, the region is a settlement or settlements with a total population of 5,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +2. At 9th level, the region is a settlement or settlements with a total population of up to 25,000 people, and the modifier on Diplomacy and Intimidate checks is +3. At 13th level, the region is a settlement or settlements with a total population of up to 100,000 people, and the modifier to Diplomacy and Intimidate is +4. At 17th level and above, the bard's renown has spread far, and most civilized folk know of him (GM's discretion); the bard's modifier on Diplomacy and Intimidate checks is +5.</p><p>This ability replaces inspire courage.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Famous", 
                            "type": "section", 
                            "name": "Famous", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bardic-performance\">A celebrity gains the following type of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"gather-crowd\">At 5th level, the celebrity is skilled at drawing an audience to his performances. If he is in a settlement or populated area, he can shout, sing, or otherwise make himself noticed in order to attract an audience to his impromptu stage. The size of the crowd depends on the local population, but typically is a number of people equal to 1/2 the bard's class level <span class=\"char-style-override-9\">&times;</span> the result of the bard's Perform check. The crowd gathers over the next 1d10 rounds. If the bard fails to engage the crowd (such as by performing, kissing babies, trying to use fascinate, and so on), it disperses over the next 1d10 rounds. This ability replaces lore master.</p>", 
                                    "name": "Gather Crowd", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Bardic Performance/Gather Crowd", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"shining-star\">At 8th level, the celebrity has learned how to focus attention on himself so thoroughly that even the presence of danger does not distract his adoring crowd. When using fascinate, a target making a save to break the effect because of a potential threat takes a &ndash;4 penalty on that save, and even obvious threats require a save rather than automatically breaking the effect. Creatures affected by the bard's fascinate ability ignore the shaken condition. The ability replaces dirge of doom.</p>", 
                                    "name": "Shining Star", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Bardic Performance/Shining Star", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Not content with providing amusing and occasionally instructive performances, the demagogue seeks to inflame and ignite his audience, driving them toward a specific purpose with carefully chosen words and tones that may spark momentous change. </p>", 
                    "name": "Demagogue", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"famous\">At 1st level, a demagogue is famous in a particular region. This works like the famous ability of the celebrity bard archetype, except the demagogue's skill bonuses apply to Bluff and Intimidate instead of Diplomacy and Intimidate. This ability replaces inspire courage +1.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Famous", 
                            "type": "section", 
                            "name": "Famous", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"bardic-performance\">A demagogue gains the following type of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"gather-crowd\">At 5th level, the demagogue gains the ability to quickly gather a crowd. This is identical to the gather crowd ability of the celebrity bard archetype. This ability replaces lore master.</p>", 
                                    "name": "Gather Crowd", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Gather Crowd", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"incite-violence\">At 6th level, the demagogue can use his performance to fan the fury of a crowd of people he has fascinated. Using this ability does not disrupt the fascinate effect, but does require a standard action to activate (in addition to the free action to continue the fascinate effect). The bard selects a number of targets equal to his level, who must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) or be affected by <i>rage</i> for a number of rounds equal to the bard's level. The bard indicates who is the intended target of violence (either after using this ability or as part of the performance leading to it) and the enraged members of the crowd immediately attack the target if possible. The target does not need to be present (&ldquo;kill the king&rdquo; is a suitable choice) and can be an object instead of a person (&ldquo;destroy the prison!&rdquo; is likewise appropriate). Other members of the crowd may follow suit, though they do not gain the benefits of <i>rage</i>. This is a sound-based effect and is affected by countersong. If two or more bards are attempting to direct the crowd against different targets, they must make opposed Charisma checks, with the crowd following the directions of the winner. This ability replaces suggestion.</p>", 
                                    "name": "Incite Violence", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Incite Violence", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"righteous-cause\">At 18th level, the demagogue can lift a crowd's emotions and turn them toward a common purpose. First, he must fascinate the crowd, and then use incite violence without designating a target, at which point he can use righteous cause. Instead of driving the crowd with anger, he fills them with purpose. Fascinated creatures must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) to resist. Those who fail are affected by <i>mass suggestion</i> of a plausible idea that lingers with them for one day. Typical uses of this ability are to spark rebellion, overthrow a king, build a beneficial structure such as an orphanage, or donate money to a cause. This ability replaces mass suggestion.</p>", 
                                    "name": "Righteous Cause", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Righteous Cause", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>A composer of sonorous laments for the dead and elaborate requiems for those lost yet long remembered, dirge bards master musical tools and tropes that must appeal to the ears and hearts of both the living and the dead.</p>", 
                    "name": "Dirge Bard", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A dirge bard gains the following type of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"dance-of-the-dead\">At 10th level, a dirge bard can use his bardic performance to cause dead bones or bodies to rise up and move or fight at his command. This ability functions like <i>animate dead</i>, but the created skeletons or zombies remain fully animate only as long as the dirge bard continues the performance. Once it stops, any created undead collapse into carrion. Bodies or bones cannot be animated more than once using this ability. Unlike <i>animate dead</i>, dance of the dead requires no components and does not have the evil descriptor. This performance replaces jack-of-all-trades.</p>", 
                                    "name": "Dance of the Dead", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Bardic Performance/Dance of the Dead", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"haunted-eyes\">At 2nd level, a dirge bard gains a +4 bonus on saves against fear, energy drain, death effects, and necromantic effects. This ability replaces well-versed.</p>", 
                            "name": "Haunted Eyes", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Haunted Eyes", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"secrets-of-the-grave\">At 2nd level, a dirge bard gains a bonus equal to half his bard level on Knowledge (religion) checks made to identify undead creatures and their abilities. A dirge bard may use mind-affecting spells to affect undead as if they were living creatures, even if they are mindless (though spells that affect only humanoids do not affect them, even if they were humanoids in life). In addition, he may add one necromancy spell from the spell list of any arcane spellcasting class to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance. </p>", 
                            "name": "Secrets of the Grave", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Secrets of the Grave", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"haunting-refrain\">At 5th level, a dirge bard is able to stir primal terrors in the hearts of listeners. He can use a Perform (keyboard) or Perform (percussion) check in place of an Intimidate check to demoralize an opponent, with a bonus equal to half his bard level. In addition, saving throws against any fear effect he creates are made with a &ndash;2 penalty, and this penalty increases by &ndash;1 every 5 levels beyond 5th. This ability replaces lore master. </p>", 
                            "name": "Haunting Refrain", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Haunting Refrain", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>In some cultures, the professional entertainer is a prestigious role. Specially trained entertainers called geisha are praised for their appearance and skill at conversation, music, dancing, singing, poetry, and calligraphy. A geisha provides social intimacy and status but not physical intimacy.</p>", 
                    "name": "Geisha", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Geisha", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">Geisha are proficient in all simple weapons and one monk weapon. Geisha are not proficient in any armor or shield; unlike bards, geisha are subject to arcane spell failure even when casting in light armor or when using a shield. This replaces the normal bard armor and weapon proficiencies.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Geisha/Weapon and Armor Proficiency", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"tea-ceremony\">By spending 10 minutes preparing an elaborate tea ceremony, a geisha may affect her allies with inspire courage, inspire competence, inspire greatness, or inspire heroics. The ceremony's effects last 10 minutes. The geisha must spend 4 rounds of bardic performance for each creature to be affected.</p>", 
                            "name": "Tea Ceremony", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Geisha/Tea Ceremony", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"geisha-knowledge\">A geisha adds half her class level (minimum 1) on Craft (calligraphy) checks, Diplomacy checks, Knowledge (nobility) checks, and one type of Perform check (act, dance, oratory, percussion, string instruments, or sing); she may make checks with these skills untrained. This replaces bardic knowledge.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Geisha/Geisha Knowledge", 
                            "type": "section", 
                            "name": "Geisha Knowledge", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"scribe-scroll\">A geisha gains Scribe Scroll as a bonus feat.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Geisha/Scribe Scroll", 
                            "type": "section", 
                            "name": "Scribe Scroll", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Words can harm, but they also heal. The songhealer brings peace and surcease of pain, calming wild emotions and providing a balm for the wounded body.</p>", 
                    "name": "Songhealer", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Songhealer", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"enhance-healing\">A number of times per day equal to his Charisma modifier, a songhealer can cause any healing effect from a spell completion or spell trigger item to function at a caster level equal to his class level. This ability replaces versatile performance.</p>", 
                            "name": "Enhance Healing", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Songhealer/Enhance Healing", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bardic-performance\">A songhealer gains the following type of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"healing-performance\">A bard of 14th level or higher can use his performance to create an effect equivalent to <i>heal</i> on a living target (or <i>harm</i> on an undead target), using the bard's level as the caster level. Using this ability requires 5 rounds of continuous performance, and the target must be able to see and hear the bard throughout the performance. The healing performance relies on audible and visual components. This ability replaces frightening tune.</p>", 
                                    "name": "Healing Performance", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Songhealer/Bardic Performance/Healing Performance", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"funereal-ballad\">A bard of 20th level or higher can use his performance to create an effect equivalent to <i>resurrection</i> on a dead creature, using the bard's level as the caster level. Using this ability requires 20 rounds of continuous performance, and the target must be within 10 feet of the bard for the entire performance. Funereal ballad relies on audible and visual components. This ability replaces deadly performance.</p>", 
                                    "name": "Funereal Ballad", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Songhealer/Bardic Performance/Funereal Ballad", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>They say that words can cut deeper than any blade, and the sound striker proves this true. Using music and words as a weapon, he can focus his performances into a deadly delivery.</p>", 
                    "name": "Sound Striker", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A sound striker gains the following type of bardic performance. Neither performance can be performed more quickly than a standard action.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"wordstrike\">At 3rd level, the sound striker bard can spend 1 round of bardic performance as a standard action to direct a burst of sonically charged words at a creature or object. This performance deals 1d4 points of damage plus the bard's level to an object, or half this damage to a living creature. This performance replaces inspire competence.</p>", 
                                    "name": "Wordstrike", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker/Bardic Performance/Wordstrike", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"weird-words\">At 6th level, a sound striker can start a performance as a standard action, lashing out with 1 potent sound per bard level (maximum 10), each sound affecting one target within 30 feet. These are ranged touch attacks. Each weird word deals 1d8 points of damage plus the bard's Charisma bonus (Fortitude half), and the bard chooses whether it deals bludgeoning, piercing, or slashing damage for each word. This performance replaces <i>suggestion</i>. </p>", 
                                    "name": "Weird Words", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker/Bardic Performance/Weird Words", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }
            ], 
            "name": "Bard Archetypes", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Bard", 
    "source": "Ultimate Magic"
}