{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Clerics are messengers and servitors of the gods, channeling divine magic and pure positive or negative energy. Though the typical adventuring cleric stands ready to smite enemies of the faith with spell and weapon, many cloister themselves in remote libraries and honor the gods with scholarly works, while others espouse heretical beliefs that embarrass mainstream members of the clergy. They use their divine channeling to heal or harm, and some have developed new ways to blast their opponents or bolster allies.</p><p>This section introduces alternative effects for channeling positive and negative energy, and is followed by four new cleric archetypes.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>An iconic ability of clerics is their power to channel positive or negative energy, whether for healing, for damage, or to turn or command the undead. However, given the great variety of deities and their divine portfolios, it naturally follows that some deities would endow their mortal servants with the power to channel energies in other ways that more closely mirror their particular focus. The following categories are examples of alternative channeling abilities based on the nature of a deity's power; for example, a fire deity's negative energy channeling may deal fire damage as part of or instead of the damage from channeling. </p><p>When you create a cleric character, decide whether she uses the standard form of channel energy or a variant presented here based on one aspect of her deity's portfolio. Once this choice is made, it cannot be altered. Variant channeling has the same area of effect, save DCs, uses per day, and other rules relating to channeling energy. Feats and abilities that modify or present alternative uses for channeled energy (such as Command Undead and Turn Undead) work normally with these variant channeling abilities.</p><p>A variant channeling either modifies positive channeled energy when used to heal or modifies negative energy when used to harm. When using positive energy to heal, affected creatures gain only half the normal amount of healing but also receive a specific beneficial effect. When channeling negative energy to harm, affected creatures take only half the normal damage but take an additional penalty or harmful effect; a successful saving throw negates the additional penalty or effect but does not reduce the damage any further. Creatures that would normally ignore the effect of a particular channel (such as undead with respect to a positive energy channel used to heal) ignore the variant effect of that channel.</p><p>Some variant channeling abilities are enhanced when used on particular creature types. Such channeling increases the normal healing or damage from channeled energy by 50% for that creature type, rather than the default half healing or damage for the alternative channeling. For example, a 7th-level cleric normally heals 4d6 points of damage with channeled positive energy; with the Nature alternative channeling, that cleric instead heals only half that amount (2d6) when channeling, but heals animals and fey an additional +50% over the unhalved value (4d6 + 50%).</p><p>Unless otherwise stated, bonuses granted by a variant channeling are sacred bonuses if you channel positive energy or profane bonuses if you channel negative energy. If an alternative channeled energy provides a &ldquo;channel bonus&rdquo; on rolls or statistics, the bonus is +1, increasing to +2 at cleric level 5 and for every 5 cleric levels thereafter (to a maximum of +5). Likewise, a &ldquo;channel penalty&rdquo; is initially &ndash;1, increasing to &ndash;2 at cleric level 5 and every 5 cleric levels thereafter (to a maximum of &ndash;5).</p><p>A character who has the channel energy ability from a class other than cleric may use these variant channeling rules if the class's abilities are tied to serving a deity. For example, paladins can select alternative channeling abilities if they serve a deity, as can oracles with the Life mystery (as they serve many deities), but necromancer wizards cannot.</p><p>The following is a list of example portfolios and the variant channeling abilities available to each.</p>", 
            "name": "Variant Channeling", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"air/sky/wind\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Acrobatics and Fly checks, saving throws against wind effects, and effects with the air descriptor until the end of your next turn. <i>Harm</i>&mdash;Creatures are buffeted with wind until the end of your next turn; this wind gives them a channel penalty on ranged attacks, and their movement is halved if they move toward you.</p>", 
                    "name": "Air/Sky/Wind", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Air_Sky_Wind", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"ale/wine\"><i>Heal</i>&mdash;Creatures ignore the nauseated and sickened conditions, as well as ability damage and drain from poison, until the end of your next turn. This does not bring back to life creatures killed by Constitution damage. <i>Harm</i>&mdash;Creatures are nauseated for 1 round. </p>", 
                    "name": "Ale/Wine", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Ale_Wine", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"art/music\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Perform checks and on saving throws against illusions, sonic effects, and language-dependent effects for 1 minute. <i>Harm</i>&mdash;Creatures take a channel penalty on saving throws against illusions, sonic effects, and language-dependent effects for 1 minute.</p>", 
                    "name": "Art/Music", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Art_Music", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"battle/wrath\"><i>Heal</i>&mdash;Creatures gain a channel bonus on weapon damage and critical hit confirmation rolls until the end of your next turn. <i>Harm</i>&mdash;Creatures take a channel penalty on weapon damage and critical hit confirmation rolls until the end of your next turn. </p>", 
                    "name": "Battle/Wrath", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Battle_Wrath", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"beauty/love/lust\"><i>Heal</i>&mdash;Creatures gain a channel bonus on saving throws against charm effects and abilities based on fascination or physical attractiveness (such as a nymph's blinding beauty and stunning glance abilities) for 1 minute. <i>Harm</i>&mdash;Creatures gain a channel penalty on saving throws against charm effects and effects that fascinate for 1 minute.</p>", 
                    "name": "Beauty/Love/Lust", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Beauty_Love_Lust", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"bravery/valor\"><i>Heal</i>&mdash;Creatures affected by fear may attempt another saving throw and receive a channel bonus on the roll. A creature unaffected by fear gains a channel bonus to its Armor Class until the end of your next turn and on its attack roll if it makes a charge attack before your next turn. <i>Harm</i>&mdash;This works like a standard channel (not halved).</p>", 
                    "name": "Bravery/Valor", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Bravery_Valor", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"cities\"><i>Heal</i>&mdash;Creatures gain a channel bonus on attack rolls when flanking and to Armor Class when flanked until the end of your next turn. <i>Harm</i>&mdash;All creatures' squares and threatened areas are treated as difficult terrain until the start of your next turn (these areas move with the creatures rather than being fixed in place at the time of the channeling). Until the end of your next turn, creatures gain a channel penalty on Acrobatics checks and overrun attempts to move through these squares.</p>", 
                    "name": "Cities", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Cities", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"contracts/oaths\"><i>Heal</i>&mdash;Creatures gain a channel bonus on saves against compulsion effects until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty on saving throws against compulsions until the end of your next turn.</p>", 
                    "name": "Contracts/Oaths", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Contracts_Oaths", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"darkness\"><i>Heal</i>&mdash;Creatures gain low-light vision until the end of your next turn. At cleric level 5, they gain darkvision 30 feet as well, increasing this range by 30 feet for every 5 cleric levels thereafter. <i>Harm</i>&mdash;The illumination level in the area drops by 1 step, as <i>darkness</i>, for 1 minute. At cleric level 10, the light level drops by 2 steps. At cleric level 15, it drops by 3 steps, and areas of dim light or darkness become supernaturally dark (even creatures with darkvision cannot see within it).</p>", 
                    "name": "Darkness", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Darkness", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"death\"><i>Heal</i>&mdash;Creatures gain a channel bonus on stabilization checks when dying and on saves against death effects for 1 minute. <i>Harm</i>&mdash;Creatures gain a channel penalty on stabilization checks when dying for 1 minute, and subtract the channel penalty from all healing magic, fast healing, and regeneration.</p>", 
                    "name": "Death", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Death", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"destruction\"><i>Heal</i>&mdash;Creatures gain a channel bonus on attack and damage rolls against objects, CMB for sunder attempts, and Strength checks to break objects until the end of your next turn. <i>Harm</i>&mdash;Unattended objects take full channel damage (not half).</p>", 
                    "name": "Destruction", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Destruction", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"disease\"><i>Heal</i>&mdash;Creatures heal a number of points of ability damage to one ability score (your choice) equal to your channel bonus. <i>Harm</i>&mdash;Creatures are sickened until the end of your next turn, plus a number of rounds equal to your channel penalty. At cleric level 10, you may select one creature as the target of a <i>contagion</i> in addition to the effects of the channeled energy. At cleric level 20, all creatures in the area are subject to <i>contagion</i> in addition to the effects of the channeled energy.</p>", 
                    "name": "Disease", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Disease", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"dreams\"><i>Heal</i>&mdash;Creatures affected by sleep effects may attempt another saving throw and apply the channel bonus on the roll. Willingly sleeping creatures gain a channel bonus on saving throws and Perception checks for up to 8 hours (this bonus ends if the creature awakens). <i>Harm</i>&mdash;Creatures gain a channel penalty on Perception checks and saving throws against exhaustion, fatigue, and sleep effects for 1 minute.</p>", 
                    "name": "Dreams", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Dreams", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"earth\"><i>Heal</i>&mdash;Creatures gain a DR 1/adamantine until the end of your next turn. This DR improves by 1 at 5th level and every 5 levels thereafter. This does not allow recipients to overcome DR/adamantine with their own attacks. <i>Harm</i>&mdash;All squares in the area are treated as difficult terrain for 1 minute.</p>", 
                    "name": "Earth", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Earth", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"envy\"><i>Heal</i>&mdash;Creatures gain a channel bonus on disarm and steal combat maneuvers, Bluff checks, and Sleight of Hand checks for 1 minute. <i>Harm</i>&mdash;Creatures must attempt a steal combat maneuver on their next turn against an adjacent enemy. This is a compulsion effect. </p>", 
                    "name": "Envy", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Envy", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"farming\"><i>Heal</i>&mdash;Creatures ignore fatigue (but not exhaustion) for 1 minute. The healing effect is enhanced for plant creatures. <i>Harm</i>&mdash;The damage effect is enhanced for plant creatures. Creatures are fatigued, as if experiencing starvation.</p>", 
                    "name": "Farming", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Farming", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"fate\"><i>Heal</i>&mdash;Creatures gain a channel bonus on one d20 roll made during their next readied action as long as it is taken before the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty on ability checks and skill checks for 1 minute.</p>", 
                    "name": "Fate", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Fate", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"fire\"><i>Heal</i>&mdash;The healing effect is enhanced for creatures with the fire subtype. <i>Harm</i>&mdash;The damage effect is enhanced for creatures with the cold subtype. Affected creatures who fail their saves catch on fire.</p>", 
                    "name": "Fire", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Fire", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"forge\"><i>Heal</i>&mdash;Creatures in metal armor gain a channel bonus to Armor Class until the end of your next turn. Alternatively, you may repair damage to metal objects and metal constructs as if they were creatures, and this healing is enhanced. <i>Harm</i>&mdash;The damage effect is enhanced against metal constructs and unattended metal objects.</p>", 
                    "name": "Forge", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Forge", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"freedom\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Escape Artist checks, CMB checks to escape a grapple, and saving throws against becoming entangled, paralyzed, or slowed. <i>Harm</i>&mdash;Creatures are slowed (as <i>slow</i>) until the end of your next turn.</p>", 
                    "name": "Freedom", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Freedom", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"hunting\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Survival checks and ranged attack rolls until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a &ndash;5 penalty on Stealth checks for 1 minute and temporarily lose effects or special abilities that reduce or negate tracks for that duration.</p>", 
                    "name": "Hunting", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Hunting", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"justice/law\"><i>Heal</i>&mdash;Lawful creatures gain a channel bonus on Perception and Sense Motive checks, attack rolls, and saving throws until the end of your next turn. <i>Harm</i>&mdash;Creatures are affected by <i>zone of truth</i> until the end of your next turn.</p>", 
                    "name": "Justice/Law", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Justice_Law", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"knowledge\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Knowledge and Perception checks until the end of your next turn. <i>Harm</i>&mdash;Sentient creatures (Intelligence 3+) who fail their saves take 1d2 points of Intelligence damage. A successful save negates this Intelligence damage.</p>", 
                    "name": "Knowledge", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Knowledge", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"luck\"><i>Heal</i>&mdash;Creatures gain a channel bonus or a luck bonus (creature's choice) on one roll (attack roll, CMB check, saving throw, or skill check) made before the end of your next turn. <i>Harm</i>&mdash;Creatures take a channel penalty on all d20 rolls until the end of your next turn.</p>", 
                    "name": "Luck", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Luck", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"madness\"><i>Heal</i>&mdash;Creatures gain a channel bonus on saving throws against confusion, insanity, rage, and similar effects. <i>Harm</i>&mdash;Creatures are <i>confused</i> until the end of your next turn.</p>", 
                    "name": "Madness", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Madness", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"magic\"><i>Heal</i>&mdash;Creatures gain a channel bonus on caster level checks and concentration checks until the end of your next turn. <i>Harm</i>&mdash;All creatures must make concentration checks (DC = channel energy DC plus spell level) to use spells or spell-like abilities until the end of your next turn.</p>", 
                    "name": "Magic", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Magic", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"monsters\"><i>Heal</i>&mdash;The healing effect is enhanced  for aberrations, dragons, magical beasts, and monstrous humanoids. <i>Harm</i>&mdash;Creatures gain a channel penalty on attack and damage rolls against summoned and called creatures.</p>", 
                    "name": "Monsters", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Monsters", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"murder\"><i>Heal</i>&mdash;Creatures that critically hit before the end of your next turn add a bleed effect equal to your channel bonus. <i>Harm</i>&mdash;Creatures gain a bleed effect equal to your channel penalty.</p>", 
                    "name": "Murder", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Murder", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"nature\"><i>Heal</i>&mdash;The healing effect is enhanced  for animals and fey. Creatures gain a channel bonus on Handle Animal and wild empathy checks for 1 minute. <i>Harm</i>&mdash;The harmful effect is enhanced for animals and fey.</p>", 
                    "name": "Nature", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Nature", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"nightmares\"><i>Heal</i>&mdash;Creatures gain a channel bonus on charm and compulsion saves for 1 minute. <i>Harm</i>&mdash;Creatures gain a channel penalty on concentration checks and saves against fear and phantasms.</p>", 
                    "name": "Nightmares", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Nightmares", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"pain\"><i>Heal</i>&mdash;Creatures gain a channel bonus on pain effect saves for 1 minute. <i>Harm</i>&mdash;Creatures are sickened until the end of your next turn, plus a number of rounds equal to your channel penalty. At cleric level 10, you may select one creature to be nauseated in addition to the effects of the channeled energy.</p>", 
                    "name": "Pain", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Pain", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"poison\"><i>Heal</i>&mdash;Creatures gain a channel bonus on poison saves for 1 minute. <i>Harm</i>&mdash;Creatures take 1 point of Strength, Dexterity, or Constitution damage (your choice) as a poison effect.</p>", 
                    "name": "Poison", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Poison", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"protection\"><i>Heal</i>&mdash;Creatures gain a channel bonus to Armor Class until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty to Armor Class until the end of your next turn.</p>", 
                    "name": "Protection", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Protection", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"revenge/vengeance\"><i>Heal</i>&mdash;This works like a standard channel (not halved). <i>Harm</i>&mdash;Creatures gain a channel penalty on attack rolls until the end of your next turn.</p>", 
                    "name": "Revenge/Vengeance", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Revenge_Vengeance", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"rulership\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Diplomacy checks and to the DC of their language-dependent and charm effects until the end of your next turn. <i>Harm</i>&mdash;Creatures are dazed for 1 round.</p>", 
                    "name": "Rulership", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Rulership", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"ocean/sea/water\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Climb and Swim checks and Constitution checks to hold their breath; this bonus lasts for 1 minute. Creatures ignore fatigue from thirst and pressure damage from deep water for 1 minute. <i>Harm</i>&mdash;The harming effect is enhanced  for creatures with the aquatic or water subtypes.</p>", 
                    "name": "Ocean/Sea/Water", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Ocean_Sea_Water", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"secrets\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Sense Motive checks and caster level checks and to save DCs of their divination spells until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty on saving throws against divinations for 1 minute. Creatures using Sense Motive against affected creatures for the next minute gain a channel bonus on Sense Motive checks.</p>", 
                    "name": "Secrets", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Secrets", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"self-perfection\"><i>Heal</i>&mdash;Creatures may ignore one temporary condition of their choice until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty on attempts to dispel, remove, or make additional saving throws against all ongoing conditions for 1 minute (this does not apply to any initial saving throw allowed against such an effect but does apply to effects that begin during this duration).</p>", 
                    "name": "Self-Perfection", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Self-Perfection", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"slavery/tyranny\"><i>Heal</i>&mdash;Creatures ignore fatigue and exhaustion for 1 minute. <i>Harm</i>&mdash;Creatures gain a channel penalty on saves against compulsions, pain, and stun for 1 minute.</p>", 
                    "name": "Slavery/Tyranny", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Slavery_Tyranny", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"strategy\"><i>Heal</i>&mdash;Until your next turn, creatures using aid another add your channel bonus to the aided creature's roll in addition to the normal aid another bonus. <i>Harm</i>&mdash;Creatures may not take attacks of opportunity until the end of your next turn.</p>", 
                    "name": "Strategy", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Strategy", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"strength\"><i>Heal</i>&mdash;Creatures gain a channel bonus on all Strength-based attacks, combat maneuver checks that rely on Strength, Strength-based skills, and Strength checks until the end of your next turn. <i>Harm</i>&mdash;Creatures gain a channel penalty on all Strength-based rolls and to Strength-based game statistics (such as CMD) until the end of your next turn.</p>", 
                    "name": "Strength", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Strength", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"sun\"><i>Heal</i>&mdash;The illumination level in the area increases by one step, and creatures gain a channel bonus on saves against blindness and light-based effects. <i>Harm</i>&mdash;Creatures are dazzled for 1 minute; creatures with light blindness or light sensitivity are blinded instead of dazzled.</p>", 
                    "name": "Sun", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Sun", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"trickery\"><i>Heal</i>&mdash;Creatures gain a channel bonus on Bluff, Disguise, Sleight of Hand, and Stealth checks for 1 minute. <i>Harm</i>&mdash;Creatures gain a channel penalty on Perception and Sense Motive checks for 1 minute.</p>", 
                    "name": "Trickery", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Trickery", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"undeath\"><i>Heal</i>&mdash;This works like a standard channel (not halved). <i>Harm</i>&mdash;The healing effect is enhanced  for undead creatures and those with negative energy affinity. </p>", 
                    "name": "Undeath", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Undeath", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"weapons\"><i>Heal</i>&mdash;Creatures gain a channel bonus on attack rolls until the end of your next turn when wielding your deity's favored weapon. <i>Harm</i>&mdash;Creatures gain a channel penalty on attack and damage rolls until the end of your next turn when wielding manufactured weapons. </p>", 
                    "name": "Weapons", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Weapons", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"weather\"><i>Heal</i>&mdash;Creatures gain a channel bonus on saving throws against electricity, sonic, and wind effects. <i>Harm</i>&mdash;Each time you channel energy, you may change half the channeled energy damage to electricity or sonic damage.</p>", 
                    "name": "Weather", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Variant Channeling/Weather", 
                    "subtype": "cleric_variant_channeling", 
                    "type": "section"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Cloistered clerics typically live in a temple and rarely interact with the outside world. They are bookish and well learned in the lore of the faith, paying less attention to its magical and martial aspects. A cloistered cleric has the following class features.</p>", 
                    "name": "Cloistered Cleric", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric", 
                    "type": "class_archetype", 
                    "subtype": "cleric", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">Cloistered clerics are proficient with light armor and with the following weapons: club, heavy mace, light mace, quarterstaff, and sling. They are not proficient with shields.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Weapon and Armor Proficiency", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"class-skills\">The cloistered cleric's class skills are Appraise (Int), Craft (Int), Diplomacy (Cha), Heal (Wis), Knowledge (all) (Int), Linguistics (Int), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int).</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"skill-ranks-per-level\">4 + Int modifier.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Skill Ranks per Level", 
                            "type": "section", 
                            "name": "Skill Ranks per Level", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"diminished-spellcasting\">A cloistered cleric chooses only one domain from her deity's list of domains, and her number of non-domain spells per day for each spell level is one less than normal (for example, a 4th-level cloistered cleric has three cantrips, two 1st-level spells, one 1st-level domain spell, one 2nd-level spell, and one 2nd-level domain spell). If this reduces the number of spells per day for that level to 0, she gains only the bonus spells she would be entitled to based on her Wisdom score for that level, plus her domain spell for that level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Diminished Spellcasting", 
                            "type": "section", 
                            "name": "Diminished Spellcasting", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"breadth-of-knowledge\">At 1st level, a cloistered cleric gains a bonus on Knowledge skill checks equal to half her class level (minimum +1) and can make Knowledge skill checks untrained.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Breadth of Knowledge", 
                            "type": "section", 
                            "name": "Breadth of Knowledge", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"well-read\">At 2nd level, a cloistered cleric gains a +2 bonus on skill checks, caster level checks, and saving throws if such rolls pertain to mundane or magical glyphs, runes, scrolls, symbols, and other writings. </p>", 
                            "name": "Well-Read", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Well-Read", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"verbal-instruction\">At 3rd level, a cloistered cleric can use the aid another action to assist an ally within 30 feet on a skill or ability check. The ally must be able to hear and understand the cleric's instructions. For every three class levels beyond 3rd, the cloistered cleric can instruct one additional ally. If all allies are not engaged in the same task, using this ability is a full-round action rather than a standard action.</p>", 
                            "name": "Verbal Instruction", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Verbal Instruction", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"scribe-scroll\">At 4th level, a cloistered cleric gains Scribe Scroll as a bonus feat.</p>", 
                            "name": "Scribe Scroll", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Cloistered Cleric/Scribe Scroll", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>A radical cleric, unsatisfied with the orthodoxy of her deity's teachings, forges her own path of defiant divine expression. Though most members of her faith would call her a separatist or heretic, she continues to receive spells from her deity. Charismatic separatists may develop a large following of like-minded believers and eventually found a splinter church of their deity&mdash;and they are just as likely to be the cause of a holy civil war as the branches of the religion fight to determine which is the true faith. </p><p>A cleric who does not serve a deity cannot take the separatist archetype. A separatist has the following class features.</p>", 
                    "name": "Separatist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist", 
                    "type": "class_archetype", 
                    "subtype": "cleric", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">Separatists do not gain proficiency in their deity's favored weapon (though they are not prohibited from using it or learning its use).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist/Weapon and Armor Proficiency", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"forbidden-rites\">A separatist selects one domain from her deity's domain list, and a second domain that is not on her deity's domain list. This second domain cannot be an alignment domain that doesn't match the cleric's or her deity's alignment. For example, a lawful good separatist cleric of a neutral good deity cannot choose the Chaos or Evil domain with this ability, but can select the Lawful domain even though her deity isn't lawful.</p><p>Granted powers from the cleric's second domain function as if the cleric's level, Wisdom, and Charisma were 2 lower than normal (minimum level 1) in terms of effect, DC, and uses per day. This also means the separatist doesn't gain the domain's higher-level ability until 2 levels later than normal. If the second domain grants additional class skills, the separatist gains these as normal. In all other respects, this ability works like and replaces the standard cleric's domain ability.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist/Forbidden Rites", 
                            "type": "section", 
                            "name": "Forbidden Rites", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>A theologian is an expert on one particular area of her religion. She is so focused on that area that she eschews the broader sweep of her deity's dogma and focuses intensely upon that aspect of it, embodying its power in all she does. Theologians tend to be more zealous than other clerics, and many crusades are started by theologians. A theologian has the following class features.</p>", 
                    "name": "Theologian", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian", 
                    "type": "class_archetype", 
                    "subtype": "cleric", 
                    "sections": [
                        {
                            "body": "<p id=\"focused-domain\">A theologian chooses only one domain from her deity's portfolio rather than the normal two domains. All level-dependent effects of the granted powers from the theologian's domain function as if she were two cleric levels higher than her actual cleric level. This does not allow her to gain domain-granted powers earlier than normal. </p><p>A theologian can prepare domain spells using her non-domain slots. She cannot use her spontaneous casting ability on domain spells, even if they are prepared in non-domain slots. In all other respects, this works like and replaces the standard cleric domain ability.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian/Focused Domain", 
                            "type": "section", 
                            "name": "Focused Domain", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"domain-secret\">At 5th level, the theologian chooses one domain spell. That spell becomes permanently modified with one of the following metamagic feats: Bouncing Spell, Disruptive Spell, Ectoplasmic Spell, Enlarge Spell, Extend Spell, Focused Spell, Intensified Spell, Silent Spell, Still Spell. This metamagic feat does not increase the level of the spell. Once chosen, this modification cannot be changed. The domain specialist need not have the metamagic feat to apply it to a spell using this ability. At every 5 levels after 5th, the domain specialist may choose an additional domain spell to modify in this way. She cannot modify the same spell more than once.</p>", 
                            "name": "Domain Secret", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian/Domain Secret", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>An undead lord is a cleric focused on using necromancy to control undead. Her flock is the walking dead and her choir the keening spirits of the damned. This unliving congregation is the manifestation of her unceasing love affair with death.</p><p>A cleric cannot take the undead lord archetype unless her deity's portfolio includes the Death domain or a similar domain that promotes undeath. An undead lord has the following class features.</p>", 
                    "name": "Undead Lord", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord", 
                    "type": "class_archetype", 
                    "subtype": "cleric", 
                    "sections": [
                        {
                            "body": "<p id=\"death-magic\">An undead lord must select the Death domain (and the Undead subdomain, if available in the campaign). She does not gain a second domain. In all other respects, this works like and replaces the standard cleric's domain ability.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Death Magic", 
                            "type": "section", 
                            "name": "Death Magic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"corpse-companion\">With a ritual requiring 8 hours, an undead lord can animate a single skeleton or zombie whose Hit Dice do not exceed her cleric level. This corpse companion automatically follows her commands and does not need to be controlled by her. She cannot have more than one corpse companion at a time. It does not count against the number of Hit Dice of undead controlled by other methods. She can use this ability to create a variant skeleton such as a bloody or burning skeleton, but its Hit Dice cannot exceed half her cleric level. She can dismiss her companion as a standard action, which destroys it.</p>", 
                            "name": "Corpse Companion", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Corpse Companion", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">All undead lords gain Command Undead as a bonus feat. In addition, at 10th level, she may select one of the following as a bonus feat: Channel Smite, Extra Channel, Improved Channel, Quick Channel, Skeleton Summoner, Undead Master.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Bonus Feats"
                        }, 
                        {
                            "body": "<p id=\"unlife-healer\">At 8th level, the undead lord's spells, spell-like abilities, and supernatural abilities used to heal undead heal an extra 50% damage. At 16th level, these effects automatically heal the maximum possible damage for the effect + the extra 50%. This does not stack with abilities or feats such as Empower Spell or Maximize Spell.</p>", 
                            "name": "Unlife Healer", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Unlife Healer", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Cleric Archetypes", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Cleric", 
    "source": "Ultimate Magic"
}