{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>All paladins are holy champions of law and good, yet some devote themselves to specific causes with exceptional zeal, swearing great oaths to solve specific problems or give their lives trying. This section introduces a new paladin archetype, the oathbound paladin, and several sample oaths for paladins with that archetype.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>While all paladins have their own codes of conduct, either taught by an order, handed down from the gods, or inspired by personal conviction, an oathbound paladin devotes herself to a singular cause, which grants her additional powers but also gives further edicts she must follow. An oathbound paladin swears an oath to eradicate a certain kind of evil. This powerful oath gives her access to new spells and adds to or alters typical paladin abilities.</p><p>An oathbound paladin can take multiple oaths, but none of the other oaths can replace or alter the same class feature from the paladin class as another alternate class feature. For example, a paladin cannot take the Oath against Corruption and the Oath against the Wyrm because they both replace the aura of courage class feature.</p><p>Paladins who take up an oath may make a sacred promise to their god or temple to perform some specific and grand action associated with the oath. For example, an oathbound paladin who takes the Oath of Vengeance may be tasked with killing the orc warlord who razed her home city, while a paladin with the Oath against the Wyrm may be asked to secure a nonaggression pact with a family of dragons. When a paladin completes the sacred promise, the oath is fulfilled, and she may abandon the oath if she so chooses; she may then select another oath or become a standard paladin or a different paladin archetype.</p><p>If a paladin violates the code of her oath, she loses the class abilities associated with that oath until she atones. If she violates her paladin's code, she loses her oath abilities as well as her other paladin abilities.</p><p>An oathbound paladin has the following class features.</p>", 
                    "name": "Oathbound Paladin", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"deity\">Some oaths are especially compatible with the faiths of certain deities; these deities are listed here. Other deities may allow these oaths as well, though only rarely do deities allow oaths conflicting with their teachings.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Deity", 
                            "type": "section", 
                            "name": "Deity", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"code-of-conduct\">The oathbound paladin must abide by the listed tenets of her oath in addition to the specifics of her god's code of conduct. In some cases, a deity's or paladin order's code may conflict with the oath's tenets; in most cases, these conflicts mean the oath is unsuitable for a paladin of that deity or order (such as the Oath against the Wyrm with respect to a good dragon deity or a dragon-riding order of paladins) and cannot be selected by the paladin.</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Code of Conduct"
                        }, 
                        {
                            "body": "<p id=\"oath-spells\">A paladin's oath influences what magic she can perform. An oathbound paladin adds one spell to the paladin spell list at each paladin spell level she can cast (including spell levels for which she would only gain spells per day if her Charisma were high enough to grant bonus spells of that level). Her oath determines what spell is added to the spell list. If the paladin has multiple oaths, the spells from each oath are added to her spell list.</p><p>If an oathbound paladin has more than one oath, she may prepare any one of her oath's spells in that slot (similar to a cleric choosing one of her two domain spells to prepare in a domain spell slot).</p>", 
                            "source": "Ultimate Magic", 
                            "type": "section", 
                            "name": "Oath Spells"
                        }, 
                        {
                            "body": "<p>The following are a selection of oaths for the oathbound paladin archetype. Other oaths may exist, particularly in regard to specific campaign enemies or events (such as elimination of an assassin's guild or the destruction of an evil temple).</p>", 
                            "name": "Oaths", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths", 
                            "type": "section", 
                            "source": "Ultimate Magic", 
                            "sections": [
                                {
                                    "body": "<p>More insidious than meddling devils and more destructive than rampaging hordes are the strange alien entities that bubble up from the deep earth and the strange places beyond the sky. When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. Often the paladin works in secret, not wanting to spread panic about her mission. Within cities they sometimes have underground bases that give access through the sewers and passages to strange vaults where the aberrant creatures live.</p>", 
                                    "name": "Oath against Corruption", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"aura-of-purity\">At 3rd level, you gain a +4 sacred bonus on saves against spells and effects from creatures of the aberration type. Allies within 10 feet gain a +1 sacred bonus on these saves. This ability functions only while the paladin is conscious, not if she is unconscious or dead. This ability replaces aura of courage. </p>", 
                                            "name": "Aura of Purity", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Aura of Purity", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"cleansing-flame\">At 11th level, you may expend two uses of your smite evil ability to ignite your weapon with a cleansing blue flame for 1 minute. This flame sheds light as a torch. Aberrations within 20 feet of the flame take a &ndash;4 penalty on attack rolls against you and your allies, and your allies within 20 feet of the flame gain a +2 sacred bonus on saving throws against spells and effects from aberrations. This ability replaces aura of justice.</p>", 
                                            "name": "Cleansing Flame", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Cleansing Flame", 
                                            "ability_types": {
                                                "ability_type": "Spell-Like"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"cast-into-the-void\">At 20th level, a paladin becomes a conduit for the power of her god. Her DR increases to 10/evil. Whenever she uses smite evil and successfully strikes an aberration, the creature must make a Will save (DC 10 + 1/2 the paladin's level + the paladin's Charisma modifier) or be banished to oblivion. This ability does not kill the creature, but it is sent to a remote place, such as deep underground or far into space (if it is a creature native to space), and cannot return under its own power for at least 100 years.</p><p>Whenever the paladin channels positive energy or uses lay on hands to heal a creature, she heals the maximum possible amount. This ability replaces holy champion.</p>", 
                                            "name": "Cast into the Void", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Cast into the Void", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Hunt aberrations and do not allow them to roam freely or harm others. Destroy them if you can, or banish them if you cannot.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>true strike</i>; 2nd&mdash;<i>acute senses</i>; 3rd&mdash;<i>touch of idiocy</i>; 4th&mdash;<i>spell immunity</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance. Often she works closely with inquisitors, searching for signs of outsider manipulation and possession.</p>", 
                                    "name": "Oath against Fiends", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"anchoring-aura\">At 8th level, a paladin's aura hampers extradimensional travel by evil outsiders. The aura extends 20 feet from the paladin. Evil outsiders attempting to use abilities such as <i>dimension door</i>, <i>plane shift</i>, or <i>teleport</i> to leave or enter the aura must succeed at a Will save (DC 10 + 1/2 the paladin's level + the paladin's Charisma modifier); failure means the ability does not function, as if the outsider were affected by <i>dimensional anchor</i>. The aura functions only while the paladin is conscious, not if she is unconscious or dead.</p><p>Alternatively, as an immediate action, the paladin can expend one use of her smite evil ability to target an evil outsider within 30 feet with <i>dimensional anchor</i>. A targeted <i>dimensional anchor</i> persists even if the paladin is unconscious or dead.</p><p>This ability replaces aura of resolve.</p>", 
                                            "name": "Anchoring Aura", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends/Anchoring Aura", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"holy-vessel\">At 9th level, a paladin whose divine bond is with a weapon can also use her divine bond to augment her armor or shield with enhancement bonuses, or add any of the following armor or shield properties: <i>bashing</i>, <i>fortification</i>, and <i>spell resistance</i>. Adding these properties consumes an amount of bonus equal to the property's cost (see the armor special abilities and shield special abilities tables). She can divide her bonuses from the divine bond ability among her weapon, armor, and shield as she sees fit. This ability has no effect for a paladin whose divine bond is with a mount. This ability replaces the mercy gained at 9th level.</p>", 
                                            "name": "Holy Vessel", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends/Holy Vessel", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Never suffer an evil outsider to live if it is in your power to destroy it. Banish fiends you cannot kill. Purge the evil from those possessed by fiends</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>resist energy</i>; 2nd&mdash;<i>detect thoughts</i>; 3rd&mdash;<i>invisibility purge</i>; 4th&mdash;<i>plane shift</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>Some paladins are champions of order, pledging to battle the hordes of goblinoids, orcs, hostile barbarians, and similar savages that nip at the heels of civilization, as well as those who gnaw on society from within, such as thieves' and assassins' guilds. More so than other paladins, those who take this oath expect to fight many creatures at once, and develop special abilities to deal with these numbers.</p>", 
                                    "name": "Oath against Savagery", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Savagery", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"holy-reach\">At 2nd level, an oathbound paladin can expend one use of her smite evil ability to extend her natural reach by 5 feet for 1 minute. This does not stack with the Lunge feat. This ability replaces divine grace.</p>", 
                                            "name": "Holy Reach", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Savagery/Holy Reach", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"hordebreaker\">At 11th level, when the paladin hits an evil humanoid with an attack of opportunity, she deals an additional 1d6 points of damage. When using holy reach, the paladin may make a number of additional attacks of opportunity per round equal to her Charisma bonus. This increase stacks with similar increases from other sources such as Combat Reflexes. This ability replaces aura of justice.</p>", 
                                            "name": "Hordebreaker", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Savagery/Hordebreaker", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Always heed the call of a community in danger from savages. Be the first in line to defend a settlement and the last to retreat.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>deathwatch</i>; 2nd&mdash;<i>protection from arrows</i>; 3rd&mdash;<i>haste</i>; 4th&mdash;<i>divine power</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>A paladin with this oath vows to restore the natural state of death to any animate corpse she encounters, and destroy the undead energy in the process. While a few paladins who take this oath recognize that not all undead are evil, others are quite willing to purge neutral and good undead along with all the evil ones.</p>", 
                                    "name": "Oath against Undeath", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Undeath", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"detect-undead\">This ability works like the standard paladin ability to detect evil, except as <i>detect undead</i> instead of <i>detect evil</i>. This ability replaces <i>detect evil</i>.</p>", 
                                            "name": "Detect Undead", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Undeath/Detect Undead", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"ghost-touch-aura\">At 3rd level, the paladin's armor is treated as if it had the <i>ghost touch</i> armor property. This does not affect the cost or effect of any other abilities of the armor. At 9th level, this ability also applies to the paladin's shield. This ability replaces the paladin's 3rd-level and 9th-level mercies.</p>", 
                                            "name": "Ghost Touch Aura", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Undeath/Ghost Touch Aura", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"aura-of-life\">At 8th level, the paladin gains a +4 morale bonus on saves against attacks that grant negative levels and saves to overcome negative levels. Each ally within 10 feet of her gains a +2 morale bonus on these saves.</p><p>This ability functions only while the paladin is conscious, not if she is unconscious or dead. This ability replaces aura of resolve.</p>", 
                                            "name": "Aura of Life", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Undeath/Aura of Life", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"superior-channeler\">At 11th level, a paladin can channel positive energy to harm undead by expending a single usage of her lay on hands ability instead of two. This ability replaces aura of justice.</p>", 
                                            "name": "Superior Channeler", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Undeath/Superior Channeler", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Destroy all undead. Put to rest the poor souls turned against their will. Prevent the taint of undeath from spreading to the newly dead, blessing or burning the corpses as necessary.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>sanctify corpse</i>; 2nd&mdash;<i>darkvision</i>; 3rd&mdash;<i>searing light</i>; 4th&mdash;<i>halt undead</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>Few dragons see the smaller races of the world as their equals&mdash;to most, humanoids are either food or an annoyance. Some paladins swear to protect others against the predation of dragonkind. Some include dragon-blooded creatures (such as half-dragons or even sorcerers with the draconic bloodline) in their oath and team up with inquisitors to root out those whose ancestry carries the taint of dragon magic. Many paladins with this oath are thrill-seekers for the cause of good, channeling their divine power in ways that allow them to take on their powerful foes head on.</p>", 
                                    "name": "Oath against the Wyrm", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"breath-evasion\">At 4th level, a paladin with this oath gains evasion, but only against the breath weapons of creatures with the dragon type. This ability replaces channel positive energy.</p>", 
                                            "name": "Breath Evasion", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Breath Evasion", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"divine-bond\">This works like the paladin's normal divine bond ability, except as follows. If the paladin's bond is with a weapon, she cannot use that ability to add the <i>brilliant energy</i>, <i>disruption</i>, or <i>merciful weapon</i> properties, but she can add the <i>bane</i> weapon property (but only against dragons). If the paladin's bond is with her steed, the steed gains the paladin's aura-based immunities and her aura does not affect allies. This replaces the standard divine bond ability.</p>", 
                                            "name": "Divine Bond", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Divine Bond", 
                                            "ability_types": {
                                                "ability_type": "Spell-Like"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"dragon-slaying-strike\">At 20th level, an oathbound paladin becomes a conduit of holy power. Her DR increases to 10/evil. Whenever she uses smite evil and successfully strikes a dragon, the dragon is also subject to a single-target <i>holy word</i>, using her paladin level +10 as the caster level. After the banishment effect and the damage from the attack are resolved, the smite immediately ends. In addition, whenever she channels positive energy or uses lay on hands to heal a creature, she heals the maximum possible amount. This ability replaces holy champion.</p>", 
                                            "name": "Dragon-Slaying Strike", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Dragon-Slaying Strike", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Slay evil dragons, as well as other dangerous dragons whether or not they are evil. Prevent the bloodlines of other creatures from being corrupted with draconic power. Protect the innocent against the predation of dragons.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>enlarge person</i>; 2nd&mdash;<i>bear's endurance</i>; 3rd&mdash;<i>fly</i>; 4th&mdash;<i>stoneskin</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>Charity is more than just giving money to a temple or a cause&mdash;it is about the necessity of sacrifice to help others. Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. They are generous to a fault, the most steadfast of friends, and give without anyone needing to ask. Paladins who take the oath of charity often turn over a fifth or more of their acquired wealth gained through adventuring to their temples or community.</p>", 
                                    "name": "Oath of Charity", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"charitable-hands\">At 2nd level, a paladin with this oath heals 50% less when she uses lay on hands on herself, but 50% more than the normal amount when she uses it to heal others. Using lay on hands to harm undead deals the normal amount of damage. This ability otherwise works like and replaces lay on hands.</p>", 
                                            "name": "Charitable Hands", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity/Charitable Hands", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"charitable-mercy\">At 5th level, a paladin with this oath is more flexible with her mercies than other paladins. At the start of each day, a paladin with this oath can select her mercies anew from the list of available mercies. This ability replaces divine bond.</p>", 
                                            "name": "Charitable Mercy", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity/Charitable Mercy", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Always offer help to good creatures who need it. Always offer help to the poor and destitute. (In settlements, this help is often handled by donating to charitable religious organizations, rather than the paladin being required to dole out coppers to every beggar in the street.)</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>magic stone</i>; 2nd&mdash;<i>make whole</i>; 3rd&mdash;<i>magic vestment</i>; 4th&mdash;<i>imbue with spell ability</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>A chaste paladin proves her purity by way of her action and her abstinence from romantic activities. Many believe that this oath is only about sex, but it is really an oath about the romantic notion that a single person could be more important than all the evils facing the world&mdash;it is this perceived selfishness that the bearer of the Oath of Chastity strives to reject. In doing so, she gains purifying power.</p>", 
                                    "name": "Oath of Chastity", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Chastity", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"pure-of-mind\">At 2nd level, the paladin gains a +4 sacred bonus on saves against charm effects and figments, and gains a bonus equal to her Charisma modifier on Will saving throws. This ability replaces divine grace.</p>", 
                                            "name": "Pure of Mind", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Chastity/Pure of Mind", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"pure-of-body\">Upon reaching 8th level, the paladin has a 50% chance to turn any critical hit or sneak attack against her into a normal hit, as if she were wearing <i>fortification</i> armor. This ability replaces aura of resolve. </p>", 
                                            "name": "Pure of Body", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Chastity/Pure of Body", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Never engage in a romantic relationship or a sexual act.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>remove fear</i>; 2nd&mdash;<i>confess</i>; 3rd&mdash;<i>heroism</i>; 4th&mdash;<i>freedom of movement</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. The oathbound paladin's word is a promise, a sacred bond, and also greater power in the cause of law and good. She is careful with her words, lest she agree to something she cannot fully support.</p>", 
                                    "name": "Oath of Loyalty", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"loyal-oath\">Starting at 1st level, once per day as a swift action, an oathbound paladin can choose a willing creature within line of sight as the target of her loyal oath. When the paladin is adjacent to the target of her loyal oath, she grants the target a sacred bonus on saving throws and to Armor Class equal to the paladin's Charisma bonus. The loyal oath lasts 1 minute, or until the paladin dismisses it (a free action) or discharges it (see below), whichever comes first.</p><p>If the target is struck by an enemy and the paladin is adjacent to that enemy, as an immediate action she may make a single melee attack against that enemy; making this attack ends the loyal oath. At 4th level and every three levels thereafter, the paladin may use her loyal oath one additional time per day. This ability replaces smite evil. </p>", 
                                            "name": "Loyal Oath", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty/Loyal Oath", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"loyal-guardian\">At 8th level, whenever the target of the paladin's loyal oath is hit with a melee or ranged attack, if the paladin is adjacent to the target, she can spend an immediate action to have the attack automatically hit her instead of the intended target. This ends the loyal oath.</p>", 
                                            "name": "Loyal Guardian", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty/Loyal Guardian", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\">Keep all promises. Never make an oath or promise lightly. Never go back on an oath.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>wrath</i>; 2nd&mdash;<i>aid</i>; 3rd&mdash;<i>helping hand</i>; 4th&mdash;<i>sending</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p>While all paladins uphold the principals of law and good, sometimes these ideas must have a ruthless and dangerous side. It often falls upon a paladin to bring justice in the form of vengeance upon heinous transgressors against law and good. These oathbound paladins are always on the hunt for those who have perpetrated evil, and are the instrument of Heaven's most definitive and implacable judgment. </p>", 
                                    "name": "Oath of Vengeance", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Vengeance", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"channel-wrath\">When an oathbound paladin reach 4th level, she can spend two uses of her lay on hands ability to gain an extra use of smite evil that day. This ability has no effect for a paladin who does not have the smite evil ability. This ability replaces channel positive energy.</p>", 
                                            "name": "Channel Wrath", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Vengeance/Channel Wrath", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"powerful-justice\">At 11th level, an oathbound paladin may spends one use of her smite evil ability to grant her allies within 10 feet the ability to smite evil, except they only gain the paladin's bonus to damage, not her smite's attack bonus or ability to bypass DR. This ability replaces aura of justice.</p>", 
                                            "name": "Powerful Justice", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Vengeance/Powerful Justice", 
                                            "ability_types": {
                                                "ability_type": "Supernatural"
                                            }, 
                                            "source": "Ultimate Magic", 
                                            "type": "ability"
                                        }, 
                                        {
                                            "body": "<p id=\"code-of-conduct\"> Never let lesser eveils distract you from your pursuit of just vengeance.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Code of Conduct"
                                        }, 
                                        {
                                            "body": "<p id=\"oath-spells\">1st&mdash;<i>wrath</i>; 2nd&mdash;<i>confess</i>; 3rd&mdash;<i>blessing of fervor</i>; 4th&mdash;<i>order's wrath</i>.</p>", 
                                            "source": "Ultimate Magic", 
                                            "type": "section", 
                                            "name": "Oath Spells"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ], 
            "name": "Paladin Archetypes", 
            "source": "Core Rulebook"
        }
    ], 
    "name": "Paladin", 
    "source": "Ultimate Magic"
}