{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>From the studious wizard to the cryptic oracle, each base class in the Pathfinder Roleplaying Game draws upon a central archetype, a basic concept representing the commonly held idea of what a character of a certain class should be, and designed to be useful as a foundation to the widest possible array of characters. Beyond that basic concept, however, exists the potential for innumerable interpretations and refinements. A member of the paladin class, for example, might be a holy knight, a champion against undead, or a defender of the innocent, with each alternative refined by a player's choice of details, class options, and specific rules to better simulate the character she imagines and make that character more effective at pursuing her specific goals.</p><p>Some archetypes, however, prove pervasive and exciting enough to see use in play time and time again. To help players interested in creating iconic fantasy characters, the following pages explore new rules, options, and alternate class features for each spellcasting base class. For example, while most alchemists dabble in potions and poison, some try to unlock the secrets of life and death.</p><p>While the types of options presented for each base class differ, each subsystem and archetype is customized to best serve that class, emulate the abilities and talents of classic fantasy tropes, and expand players' freedom to design exactly the characters they desire.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Spellcasting Class Options"
        }, 
        {
            "body": "<p>The following pages include alternate class features for each class. Each alternate class feature replaces a specific class feature from its parent class. For example, the enhance healing class feature of the songhealer bard archetype replaces versatile performance from the standard bard class.</p><p>When an archetype includes multiple class features, a character must take them all&mdash;often blocking the character from ever gaining certain standard class features, but replacing them with other options. All other class features of the base class and not mentioned among the alternate class features remain unchanged and are acquired normally when the character reaches the appropriate level (unless noted otherwise). A character who takes an alternate class feature does not count as having the class feature that was replaced for the purposes of meeting any requirements or prerequisites.</p><p>A character can take more than one archetype and garner additional alternate class features, but none of the alternate class features can replace or alter the same class feature from the base class as another alternate class feature. For example, a druid could not be both a mooncaller and a shark shaman, since both archetypes replace the venom immunity class feature with something different.</p><p>If an archetype replaces a class ability that is part of a series of improvements or additions to a base ability (such as a fighter's weapon training or a ranger's favored enemy), the next time the character would gain that ability, it counts as the lower-level ability that was replaced by the archetype. In effect, all abilities in that series are delayed until the next time the class improves that ability. For example, if an archetype replaces a rogue's +2d6 sneak attack bonus at 3rd level, when she reaches 5th level and gains a sneak attack bonus, her sneak attack doesn't jump from +1d6 to +3d6&mdash;it improves to +2d6, just as if she had finally gained the increase at 3rd level. This adjustment continues for every level at which her sneak attack would improve, until at 19th level she has +9d6 instead of the +10d6 of a standard rogue.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Alternate Class Features", 
            "type": "section", 
            "name": "Alternate Class Features", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Players with existing characters should talk with their GM about whether or not these alternate class features are available in her game, and if so, whether they can retroactively modify their characters to adopt them. As alternate class features are designed to be balanced with those in the base class, players who revise their characters shouldn't gain any special advantage over other party members. As long as the GM is comfortable with retroactively adjusting character specifics, there should be no disruption to future adventures. Typically, the best time for a player to adopt alternate class features and significantly revise his character is when leveling up between adventures, though he should always check with the GM before doing so, as she may wish to work significant changes to fit the revised character into the campaign.</p><p>While GMs might want to make concessions for players who didn't have these alternate class features available to them when creating their characters, PCs should be one of the most constant elements of a campaign. Constantly changing and recreating characters can prove problematic to a campaign. GMs should be willing to adapt and may allow players who grow bored with their characters to redefine them, but alternate class abilities shouldn't feel like exploitable options allowing players to build and rebuild their characters in whatever ways seem most advantageous at a given moment. Allowing players to remake characters in light of newly adopted rules may be desirable on occasion, but GMs shouldn't feel like they're being unfair or breaking any rule by not allowing players to rebuild characters or by disallowing certain options. While GMs should always strive to help players run the characters they want, ultimately they know what's best for their campaigns.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Adapting Existing Characters", 
            "type": "section", 
            "name": "Adapting Existing Characters", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Archetypes are a quick and easy way to specialize characters of a given class, adding fun and flavorful new abilities to already established adventurers. The class archetypes (and corresponding new abilities) listed below are all included in this chapter. Characters may take more than one archetype if they meet the requirements.</p>", 
            "name": "Spellcaster Class Archetypes", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">This section includes the chirurgeon, clone master, internal alchemist, mindchemist, preservationist, psychonaut, reanimator, and vivisectionist archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Alchemist", 
                    "type": "section", 
                    "name": "Alchemist", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"bard\">This section introduces masterpieces&mdash;unusual bardic performances with special requirements&mdash;and includes the animal speaker, celebrity, demagogue, dirge bard, geisha, songhealer, and sound striker archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Bard", 
                    "type": "section", 
                    "name": "Bard", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"cleric\">This section introduces variant abilities for channeled energy, as well as the cloistered cleric, separatist, theologian, and undead lord cleric archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Cleric", 
                    "type": "section", 
                    "name": "Cleric", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"druid\">This section introduces new animal and terrain domains, and rules and base statistics for vermin companions. It also includes the dragon shaman, menhir savant, mooncaller, pack lord, reincarnated druid, saurian shaman, shark shaman, and storm druid archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Druid", 
                    "type": "section", 
                    "name": "Druid", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"inquisitor\">This section introduces domainlike inquisitions, and includes the exorcist, heretic, infiltrator, preacher, and sin eater archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Inquisitor", 
                    "type": "section", 
                    "name": "Inquisitor", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"magus\">This section includes the bladebound, hexcrafter, spellblade, and staff magus archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Magus", 
                    "type": "section", 
                    "name": "Magus", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"monk\">This section features monk vows and the high-fantasy qinggong monk archetype.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Monk", 
                    "type": "section", 
                    "name": "Monk", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"oracle\">In addition to new mysteries, this section also includes the dual-cursed oracle, enlightened philosopher, planar oracle, possessed oracle, seer, and stargazer archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Oracle", 
                    "type": "section", 
                    "name": "Oracle", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"paladin\">This section presents the oathbound paladin archetype, along with many oaths that customize the archetype's abilities.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Paladin", 
                    "type": "section", 
                    "name": "Paladin", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"ranger\">This section presents a category of simple magical traps that characters can easily build, as well as the trapper archetype.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Ranger", 
                    "type": "section", 
                    "name": "Ranger", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"sorcerer\">In addition to new bloodlines, this section also includes the crossblooded and wildblooded archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Sorcerer", 
                    "type": "section", 
                    "name": "Sorcerer", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"summoner\">This section presents the aquatic eidolon base form, eidolon models to quickly build thematic creatures, and new evolutions. It also includes the broodmaster, evolutionist, master summoner, and synthesist archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Summoner", 
                    "type": "section", 
                    "name": "Summoner", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"witch\">This section presents new hexes and new patron themes, as well as the beast-bonded, gravewalker, hedge witch, and sea witch archetypes.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Witch", 
                    "type": "section", 
                    "name": "Witch", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"wizard\">This section introduces arcane discoveries&mdash;special magical abilities wizards can discover&mdash;as well as the metal elementalist and wood elementalist wizard schools and the scrollmaster wizard archetype.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Spellcaster Class Archetypes/Wizard", 
                    "type": "section", 
                    "name": "Wizard", 
                    "source": "Ultimate Magic"
                }
            ]
        }
    ], 
    "name": "Spellcasting Class Options", 
    "source": "Ultimate Magic"
}