{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>The summoner is a complex and unusual class. Its most prominent class feature is the eidolon, a customizable monster that &ldquo;always appears as some sort of fantastical creature.&rdquo; What kind of fantastical creature this is remains up to the player. Fortunately, mythology and the Pathfinder Roleplaying Game have many examples of fantastical creatures that an eidolon might resemble, from fish-people to angels, and from spider-centaurs to undead monsters.</p><p>This section features a new aquatic eidolon base form, allowing players to more quickly design water-themed eidolons. To make building eidolons easier, this section also presents eidolon &ldquo;models&rdquo;&mdash;a pre-set base form and list of evolutions to make an eidolon resemble a specific kind of creature. Finally, this section describes four new summoner archetypes</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>A fourth base form, aquatic, is available to eidolons in addition to the biped, quadruped, and serpentine base forms. The aquatic base form follows all of the normal rules for base forms and can select the mount evolution.</p>", 
            "name": "Aquatic Base Form", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Aquatic Base Form", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Aquatic Base Form/Aquatic", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"starting-statistics\"><b>Size</b> Medium; <b>Speed</b> 20 ft., swim 40 ft.; <b>AC</b> +4 natural armor; <b>Saves</b> Fort (good), Ref (good), Will (bad); <b>Attack</b> bite (1d6); <b>Ability Scores</b> Str 16, Dex 12, Con 13, Int 7, Wis 10, Cha 11; <b>Free Evolutions</b> bite, improved natural armor, gills, swim (2).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Aquatic Base Form/Aquatic/Starting Statistics", 
                            "type": "section", 
                            "name": "Starting Statistics", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "Aquatic", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>An eidolon can look like almost anything its summoner desires. Eidolon models are pre-built examples of base forms and evolutions that provide an easy guide to building an eidolon with a specific appearance or theme.</p><p>Using a model does not change the eidolon's type or give it special abilities unavailable to other eidolons&mdash;it is basically a shortcut to allow a player or GM to quickly create an eidolon with a specific look in mind. Each model states the total number of evolution points required to build a complete eidolon with that model; in many cases this build requires most of the summoner's evolution points, so only a more powerful summoner's eidolon is a close approximation of the intended creature. For a low-level summoner, some of the eidolon's features (such as extra hydra heads) may be cosmetic until he gains evolution points to spend.</p><p>The <b>Base Form</b> lists the eidolon's recommended base form for that model. <b>Primary Evolutions </b>are a list of recommended evolutions to choose when you start building an eidolon with that model. <b>Additional Evolutions</b> are a list of other evolutions to complete the modeled eidolon's form and abilities.</p>", 
            "name": "Eidolon Models", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>The eidolon looks like an aberrant aquatic creature such as an aboleth. </p>", 
                    "name": "Aboleth", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Aboleth", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"25-points\">:<b> Base Form</b> aquatic; <b>Primary Evolutions</b> reach (tentacles), tentacles (2); <b>Secondary Evolutions</b> basic magic (<i>ghost sound</i>), huge, large, major magic (<i>minor image</i>), minor magic (<i>silent image</i>), tentacles (2), ultimate magic (<i>major image</i>).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Aboleth/25 points", 
                            "type": "section", 
                            "name": "25 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a celestial being such as an angel, archon, or azata. Angel eidolons usually appear as beautiful humanoids with large, feathered wings.</p>", 
                    "name": "Angel", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Angel", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"24-points\">:<b> Base Form</b> biped; <b>Primary Evolutions</b> resistance (fire or electricity), weapon training; <b>Secondary Evolutions</b> basic magic (<i>stabilize</i>), damage reduction (evil), flight, immunity (acid or cold), major magic (<i>cure moderate wounds</i> or <i>invisibility</i>), minor magic (<i>cure light wounds</i> or <i>detect evil</i>), spell resistance, ultimate magic (<i>cure serious wounds</i>, <i>daylight</i>, or <i>tongues</i>) or <i>dimension door</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Angel/24 points", 
                            "type": "section", 
                            "name": "24 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>This model creates a multi-legged, reptilian eidolon that looks like a behir.</p>", 
                    "name": "Behir", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Behir", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"24-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (legs); <b>Secondary Evolutions</b> breath weapon (electricity), grab (bite), immunity (electricity), large, limbs (legs, 3), swallow whole.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Behir/24 points", 
                            "type": "section", 
                            "name": "24 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a humanoid warrior. The natural armor of a bodyguard eidolon appears to be a suit of metal plate, though this armor is actually part of the eidolon's body. Bodyguard eidolons are normally trained in a variety of dangerous weapons.</p>", 
                    "name": "Bodyguard", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Bodyguard", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"11-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> improved natural armor, weapon training; <b>Secondary Evolutions</b> ability increase (Strength), fast healing, weapon training (martial).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Bodyguard/11 points", 
                            "type": "section", 
                            "name": "11 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon has the upper torso of a humanoid and the lower body of a quadruped (such as a horse). A centaur eidolon's upper humanoid torso is smaller than its quadrupedal body. As a result, it wields weapons as if it were one size category smaller than its actual size (Medium for most centaur eidolons). The centaur model can also be used to create a lamia (a centaur eidolon with the upper body of a woman and the lower body of a lion) by replacing the hooves evolution with claws and taking basic magic (<i>touch of fatigue</i>), minor magic (<i>ventriloquism</i>), major magic (<i>daze monster</i>), and ultimate magic (<i>major image</i>), resulting in a 23-point model.</p>", 
                    "name": "Centaur", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Centaur", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"13-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> limbs (arms), hooves; <b>Secondary Evolutions</b> large, trample, weapon training, weapon training (martial).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Centaur/13 points", 
                            "type": "section", 
                            "name": "13 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like chimera&mdash;a lion with wings and two additional heads, those of a dragon and a goat. The color of the dragon's head determines the chimera eidolon's breath weapon type.</p>", 
                    "name": "Chimera", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Chimera", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"19-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> claws, head; <b>Secondary Evolutions</b> bite, breath weapon, flight, gore, head, large, scent.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Chimera/19 points", 
                            "type": "section", 
                            "name": "19 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon has a demonic appearance. Demon eidolons have no recommended base form, as demons can have almost any form. A marilith demon eidolon might have the serpentine base form, while a vrock demon eidolon would have the biped base form.</p>", 
                    "name": "Demon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Demon", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"26-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> resistance (acid, cold, fire); <b>Secondary Evolutions</b> basic magic (<i>acid splash</i>); bite, claws, slam, or tentacle; damage reduction (good); flight; immunity (electricity); magic attacks; major magic (<i>darkness</i> or <i>see invisibility</i>); minor magic (<i>detect good</i> or <i>vanish</i>); spell resistance; ultimate magic (<i>gaseous form</i> or <i>stinking cloud</i>) or <i>dimension door</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Demon/26 points", 
                            "type": "section", 
                            "name": "26 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon has an infernal appearance. Devil eidolons might have large bat wings or could fly magically.</p>", 
                    "name": "Devil", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Devil", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"26-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>daze</i> or <i>ray of frost</i>), magic attacks, resistance (acid or cold); <b>Secondary Evolutions</b> damage reduction (good), flight, immunity (fire), major magic (<i>invisibility</i>, <i>minor image</i>, or <i>scorching ray</i>), minor magic (<i>burning hands</i> or <i>detect good</i>), see in darkness, spell resistance, ultimate magic (<i>fireball</i>,<i> lightning bolt</i>, or <i>major image</i>) or <i>dimension door</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Devil/26 points", 
                            "type": "section", 
                            "name": "26 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon appears to be a Medium dragon. Making a Small dragon eidolon creates a fairy dragon or pseudodragon. Large or Huge dragons can be created by exchanging one or more of the evolutions below for the large evolution.</p>", 
                    "name": "Dragon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Dragon", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"26-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> claws, tail, tail slap; <b>Secondary Evolutions</b> basic magic (any), blindsense, breath weapon, flight, frightful presence, immunity, magic attacks, minor magic (any), spell resistance, wing buffet.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Dragon/26 points", 
                            "type": "section", 
                            "name": "26 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>This centaurlike eidolon has the upper torso of a humanoid and the lower body of a giant spider. A drider eidolon's upper humanoid torso is smaller than its spider body. As a result, it wields weapons as if it were one size category smaller than its actual size (Medium for most drider eidolons).</p>", 
                    "name": "Drider", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Drider", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"25-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (arms); <b>Secondary Evolutions</b> basic magic (<i>dancing lights</i> or <i>detect magic</i>), large, limbs (legs, 2), minor magic (<i>detect good or detect law</i>), poison, spell resistance, weapon training, web.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Drider/25 points", 
                            "type": "section", 
                            "name": "25 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a fey creature such as a dryad, nymph, pixie, or satyr. Fey eidolons usually appear as attractive humanoids and may have insect or butterfly wings. An aquatic fey such as a nixie can be created by adding the gills and swim evolutions, resulting in a 24-point model.</p>", 
                    "name": "Fey", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Fey", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"22-points\">:<b> Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>daze</i>, <i>dancing lights</i>, <i>detect magic</i>, or <i>ghost sound</i>), weapon training; <b>Secondary Evolutions</b> damage reduction (lawful), <i>dimension door</i>, flight, low-light vision, major magic (<i>cure moderate wounds</i> or <i>invisibility</i>), minor magic (<i>obscuring mist</i> or vanish), spell resistance.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Fey/22 points", 
                            "type": "section", 
                            "name": "22 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a genie such as a djinni, efreeti, janni, marid, or shaitan. The eidolon's movement, energy attacks, and immunity depend on what type of genie is created&mdash;a djinni has flight, electricity attacks, and immunity to acid; an efreeti has flight, fire attacks, and immunity to fire; a marid has swim, cold attacks, and immunity to cold; and a shaitan has burrow, acid attacks, and immunity to electricity.</p>", 
                    "name": "Genie", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Genie", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"21-23-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>detect magic</i>), weapon training; <b>Secondary Evolutions</b> burrow, flight, or swim; energy attacks; immunity; large; major magic (<i>acid arrow</i>, <i>invisibility</i>, or<i> scorching ray</i>); minor magic (<i>burning hands</i> or <i>obscuring mist</i>); ultimate magic (<i>create food and water</i>, <i>gaseous form</i>, or <i>water breathing</i>).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Genie/21-23 points", 
                            "type": "section", 
                            "name": "21-23 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a multi-headed hydra. This model creates a five-headed hydra. A cryohydra or pyrohydra can be created by adding the breath weapon and immunity evolutions, resulting in a 26-point model.</p>", 
                    "name": "Hydra", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Hydra", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"20-points\"><b>Base Form</b> serpentine; <b>Primary Evolutions</b> bite, head; <b>Secondary Evolutions</b> bite (3), fast healing, head (3), large.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Hydra/20 points", 
                            "type": "section", 
                            "name": "20 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon appears to be a Medium-sized linnorm. Large or Huge linnorms can be created by exchanging one or more of the evolutions below for the large evolution. This model can also be used to create a wingless dragon such as a Chinese dragon.</p>", 
                    "name": "Linnorm", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Linnorm", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"23-points\"><b>Base Form</b> serpentine; <b>Primary Evolutions</b> claws, limbs (legs); <b>Secondary Evolutions</b> breath weapon, fast healing, flight, flight (magic), immunity, poison, spell resistance.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Linnorm/23 points", 
                            "type": "section", 
                            "name": "23 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon is a large, powerful creature with tusks and a prehensile trunk (using the tentacle evolution), such as an elephant or mastodon.</p>", 
                    "name": "Mammoth", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Mammoth", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"14-points\"> (<b>20 points </b>for Huge):<b> Base Form</b> quadruped; <b>Primary Evolutions </b>gore, tentacle; <b>Secondary Evolutions</b> grab (tentacle), huge, large, mount, scent, slam, trample.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Mammoth/14 points", 
                            "type": "section", 
                            "name": "14 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon has the upper body of a humanoid and the lower body of a fish. This model can be used to create an aquatic humanoid such as a merfolk or sahuagin.</p>", 
                    "name": "Merfolk", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Merfolk", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"18-points\"><b>Base Form</b> aquatic; <b>Primary Evolutions</b> limbs (arms), tail; <b>Secondary Evolutions</b> blindsense, claws or pincers, immunity (cold), no breath, tail slap, weapon training, weapon training (martial).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Merfolk/18 points", 
                            "type": "section", 
                            "name": "18 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon is a fiery equine similar to a nightmare, possibly suitable for use as a mount.</p>", 
                    "name": "Nightmare", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Nightmare", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"17-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> energy attacks (fire), hooves; <b>Secondary Evolutions</b> flight (magic), large, minor magic (<i>obscuring mist</i>), mount, resistance (fire), trample.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Nightmare/17 points", 
                            "type": "section", 
                            "name": "17 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>This serpentine, aquatic eidolon looks like a sea serpent or aquatic worm.</p>", 
                    "name": "Sea Serpent", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Sea Serpent", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"18-points\">, <b>24 points </b>(Huge): <b>Base Form</b> serpentine; <b>Primary Evolutions</b> gills, resist (fire), swim; <b>Secondary Evolutions</b> constrict, grab (bite and tail slap), immunity (cold), large, swallow whole.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Sea Serpent/18 points", 
                            "type": "section", 
                            "name": "18 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a sleek aquatic predator such as a shark or orca.</p>", 
                    "name": "Shark", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Shark", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"16-points\"><b>Base Form</b> aquatic; <b>Primary Evolutions</b> grab (bite), scent; <b>Secondary Evolutions</b> blindsense, improved damage (bite), keen scent, large, swallow whole.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Shark/16 points", 
                            "type": "section", 
                            "name": "16 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon has a form that was not meant to be seen by mortal eyes, such as that of a shoggoth, mi-go, star-spawn, or something even worse. The Thing from Beyond can have any base form, with multiple mouths, eyes, claws, and tentacles.</p>", 
                    "name": "Thing from Beyond", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Thing from Beyond", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"25-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> tentacles (3); <b>Secondary Evolutions</b> blindsense, bite, grab (bite or tentacle) immunity (cold, sonic), large, resist (acid, electricity, fire), swallow whole, tremorsense.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Thing from Beyond/25 points", 
                            "type": "section", 
                            "name": "25 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon appears to be an undead creature, whether a skeleton, zombie, mummy, or even an incorporeal ghost or shadow. A summoner with an undead eidolon must select the undead appearance evolution at 1st level.</p>", 
                    "name": "Undead", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Undead", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"19-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> undead appearance, unnatural aura; <b>Secondary Evolutions</b> channel resistance, immunity (cold), incorporeal form, lifesense, no breath.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Undead/19 points", 
                            "type": "section", 
                            "name": "19 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a large insect or other vermin. Taking the limbs (legs) evolution an additional time creates a giant spider. </p>", 
                    "name": "Vermin", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Vermin", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"16-points\">,<b> 18 points </b>(spider),<b> 22 or 24 points </b>(Huge): <b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (legs); <b>Secondary Evolutions</b> flight, poison, sting, tail, trample, tremorsense, web.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Vermin/16 points", 
                            "type": "section", 
                            "name": "16 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>The eidolon looks like a serpent with wings, such as a couatl or lillend.</p>", 
                    "name": "Winged Snake", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Winged Snake", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"23-points\"> (couatl), <b>26 points</b> (lillend): <b>Base Form</b> serpentine; <b>Primary Evolutions</b> basic magic (any), grab; <b>Secondary Evolutions</b> couatl (constrict, flight, large, magic attacks, major magic [<i>invisibility</i>], minor magic [<i>detect chaos/evil/good/law</i>], poison, ultimate magic [<i>gaseous form</i>]); lillend (constrict, flight, immunity [electricity], large, limbs [arms], magic attacks, major magic [<i>darkness</i> or <i>invisibility</i>], minor magic [<i>cure light wounds</i>], resistance [cold, fire], skilled [Perform], weapon training [martial]).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Winged Snake/23 points", 
                            "type": "section", 
                            "name": "23 points", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following new evolutions can be taken by any eidolon that meets the prerequisites. </p>", 
            "name": "Evolutions", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>The following evolutions cost 1 point from the eidolon's evolution pool.</p>", 
                    "name": "1-Point Evolutions", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"basic-magic\">An eidolon learns to cast a basic spell as a spell-like ability. Select one spell from the following list: <i>acid splash</i>, <i>dancing lights</i>, <i>daze</i>, <i>detect magic</i>, <i>flare</i>, <i>ghost sound</i>, <i>light</i>, <i>mage hand</i>, <i>ray of frost</i>, <i>stabilize</i>, or <i>touch of fatigue</i>. This spell can be cast once per day as a spell-like ability. At 4th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice. The save DC for this spell is 10 + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 10 to take this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell.</p>", 
                            "name": "Basic Magic", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Basic Magic", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"hooves\">An eidolon has a pair of sharp hooves at the end of its limbs, giving it two hoof attacks. These attacks are secondary attacks. The hooves deal 1d4 points of damage (1d6 if Large, 1d8 if Huge). The eidolon must have the limbs evolution to take this evolution. This evolution can only be applied to the limbs (legs) evolution once. Alternatively, the eidolon can replace the claws evolution from its base form with these hoof attacks (this still costs 1 evolution point). This evolution can be selected more than once, but the eidolon must possess an equal number of limbs evolutions.</p>", 
                            "name": "Hooves", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Hooves", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"low-light-vision\">An eidolon gains low-light vision, enabling it to see twice as far as a human in conditions of dim light.</p>", 
                            "name": "Low-Light Vision", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Low-Light Vision", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unnatural-aura\">An eidolon is obviously of unnatural origin. Normal animals do not willingly approach the eidolon unless the animal's master makes a DC 25 Handle Animal, Ride, or wild empathy check.</p>", 
                            "name": "Unnatural Aura", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Unnatural Aura", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following evolutions each cost 2 points from the eidolon's evolution pool.</p>", 
                    "name": "2-Point Evolutions", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"channel-resistance\"> An eidolon becomes less easily affected by the channel energy ability of clerics or paladins. The eidolon gains a +2 bonus on any saves that are made to resist the effects of channel energy, including effects that rely on the use of channel energy (such as the Command Undead feat). At 7th level, this bonus can be increased to +4 by spending 2 additional evolution points. The eidolon must possess the undead appearance evolution to take this evolution.</p>", 
                            "name": "Channel Resistance", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Channel Resistance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"head\">An eidolon grows an additional head. The eidolon does not gain any additional natural attacks for the additional head, but the additional head does allow the eidolon to take other evolutions that add an additional attack to a head (such as a bite, gore, or breath weapon). This evolution can be selected more than once.</p>", 
                            "name": "Head", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Head", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"keen-scent\">An eidolon's sense of smell becomes even more acute. The eidolon can notice other creatures by scent in a 180-foot radius underwater and can detect blood in the water at ranges of up to a mile. The eidolon must possess the gills and scent evolutions to take this evolution.</p>", 
                            "name": "Keen Scent", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Keen Scent", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"minor-magic\">An eidolon learns to cast a minor spell as a spell-like ability. Select one spell from the following list: <i>burning hands</i>, <i>comprehend languages</i>, <i>cure light wounds</i>, <i>detect chaos/evil/good/law</i>, <i>magic missile</i>, <i>obscuring mist</i>, <i>silent image</i>, <i>vanish</i> (self only), or <i>ventriloquism</i>. This spell can be cast once per day as a spell-like ability. At 7th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice &ndash; 2. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 11 and must possess the basic magic evolution to take this evolution.</p><p>The summoner must be at least 4th level before selecting this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell from the above list.</p>", 
                            "name": "Minor Magic", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Minor Magic", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"undead-appearance\">An eidolon appears as an undead creature, and mimics some of an undead creature's abilities and weaknesses. Negative energy heals the eidolon, and positive energy (including a cleric's channel energy ability) harms it. Spells and effects that target undead or have specific effects against undead (such as Command Undead, <i>hold undead</i>, and <i>searing light</i>) affect the eidolon as if it were undead. The eidolon gains a +2 bonus on saves against disease, exhaustion, fatigue, paralysis, poison, sleep effects, and stunning.</p><p>At 7th level, this bonus on saves can be increased to +4 by spending 2 additional evolution points. At 12th level, this protection can be increased to immunity against these attacks by spending 2 additional evolution points (the summoner must pay for the 7th-level upgrade before paying for this 12th-level upgrade).</p><p>Although the eidolon appears undead, it is still an outsider.</p>", 
                            "name": "Undead Appearance", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Undead Appearance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following evolutions cost 3 points from the eidolon's evolution pool.</p>", 
                    "name": "3-Point Evolutions", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"major-magic\">An eidolon learns to cast a major spell as a spell-like ability. Select one spell from the following list: <i>acid arrow</i>, <i>cure moderate wounds</i>, <i>darkness</i>, <i>daze monster</i>, <i>glide</i>, <i>invisibility</i> (self only), <i>lesser restoration</i>, <i>levitate</i>, <i>minor image</i>, <i>scorching ray</i>, <i>see invisibility</i>, or <i>spider climb</i>. This spell can be cast once per day as a spell-like ability.</p><p>At 10th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice &ndash; 2. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 12 and must possess the minor magic evolution to take this evolution. The summoner must be at least 7th level before selecting this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell from the above list.</p>", 
                            "name": "Major Magic", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions/Major Magic", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"see-in-darkness\">An eidolon can see perfectly in darkness of any kind, including that created by <i>deeper darkness</i>. The summoner must be at least 9th level before selecting this evolution.</p>", 
                            "name": "See in Darkness", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions/See in Darkness", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following evolutions cost 4 points from the eidolon's evolution pool.</p>", 
                    "name": "4-Point Evolutions", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"dimension-door\">An eidolon learns to cast <i>dimension door</i> as a spell-like ability once per day. The caster level for this evolution is equal to the eidolon's Hit Dice. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 14 to take this evolution. The summoner must be at least 13th level before selecting this evolution.</p>", 
                            "name": "Dimension Door", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions/Dimension Door", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"incorporeal-form\">Once per day, an eidolon can become incorporeal for 1 round per summoner level. While in this form, the eidolon gains the incorporeal subtype and incorporeal quality. It only takes half damage from corporeal sources as long as they are magic (it takes no damage from nonmagical weapons and objects). Likewise, its spells or spell-like abilities deal only half damage to corporeal creatures. Spells and other effects that do not deal damage function normally. The summoner must be at least 15th level before selecting this evolution.</p>", 
                            "name": "Incorporeal Form", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions/Incorporeal Form", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lifesense\">An eidolon can pinpoint living creatures with ease. The eidolon notices and locates living creatures within 60 feet, just as if it possessed the blindsight evolution. The eidolon must possess the undead appearance evolution to take this evolution. The summoner must be at least 11th level before selecting this evolution.</p>", 
                            "name": "Lifesense", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions/Lifesense", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"no-breath\">An eidolon no longer needs to breathe. The eidolon does not breathe, and is immune to effects that require breathing (such as inhaled poison). This does not give immunity to cloud or gas attacks that do not require breathing. The summoner must be at least 11th level before selecting this evolution.</p>", 
                            "name": "No Breath", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions/No Breath", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"ultimate-magic\">An eidolon learns to cast a powerful spell as a spell-like ability. Select one spell from the following list: <i>arcane sight</i>, <i>create food and water</i>, <i>cure serious wounds</i>, <i>daylight</i>, <i>fireball</i>, <i>fly</i>, <i>gaseous form</i>, <i>lightning bolt</i>, <i>major image</i>, <i>stinking cloud</i>, <i>tongues</i>, or <i>water breathing</i>. This spell can be cast once per day as a spell-like ability. The caster level for this evolution is equal to the eidolon's Hit Dice &ndash; 2. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 13 and must possess the major magic evolution to take this evolution.</p><p>The summoner must be at least 11th level before selecting this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell from the above list.</p>", 
                            "name": "Ultimate Magic", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/4-Point Evolutions/Ultimate Magic", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Most summoners bond with one eidolon for their entire lives, but the broodmaster forges a link with multiple smaller eidolons that make up his brood. Separately, a broodmaster's eidolons are no match for a summoner's single eidolon, but taken as a whole, an eidolon brood makes up in quantity what it lacks in individual power.</p>", 
                    "name": "Broodmaster", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster", 
                    "type": "class_archetype", 
                    "subtype": "summoner", 
                    "sections": [
                        {
                            "body": "<p>The broodmaster and master summoner archetypes can potentially have 5, 10, or even more summoned creatures in play. This is a deliberate feature of these archetypes, and means that the summoner can potentially be a strong candidate for &ldquo;solo&rdquo; adventuring by one player. However, in the hands of an inexperienced or moderately experienced player, dealing with all of those creatures in combat can take a long time, forcing other players to wait extended periods between their turns in the initiative. It is strongly recommended that GMs only allow these archetypes for experienced players, or decide on a way to speed up the summoner's turn (such as by allowing other players to control some of the summoned monsters).</p>", 
                            "name": "Hordes of Summoned Monsters", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters", 
                            "type": "section", 
                            "source": "Ultimate Magic", 
                            "sections": [
                                {
                                    "body": "<p id=\"eidolon-brood\">At 2nd level, instead of a single eidolon, a broodmaster summons two Small eidolons to his side, each less powerful than the single eidolon of a standard summoner. Each eidolon has it own base form and associated base statistics and free evolutions. Regardless of the number of eidolons in the brood, each eidolon has the same base attack bonus and base saving throw bonuses, but the rest of the eidolons' base statistics must be divided between the eidolons, including Hit Dice (minimum 1), skill points, number of feats, armor bonus, Str/Dex bonus, evolution pool (but see below), and maximum number of natural attacks. Individual eidolons in the brood must purchase evolutions separately. Once a broodmaster decides on the forms and abilities of his eidolons, they cannot be changed until the summoner gains a level. </p>", 
                                    "name": "Eidolon Brood", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Eidolon Brood", 
                                    "type": "section", 
                                    "source": "Ultimate Magic", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"example\">A 2nd-level broodmaster can summon two eidolons. Each eidolon has 1 Hit Dice, BAB +2, +3 on its two good saves and +0 on its bad save. The broodmaster decides to give the first eidolon 4 skill points, one feat, a +1 armor bonus, a +1 bonus to Strength, 2 points from the evolution pool, and a maximum of two attacks. The remaining 4 skill points, +1 armor bonus, +1 bonus to Dexterity, and 2 points from the evolution pool go to the second eidolon, but it gains no feats and can have only one natural attack.</p><p>The broodmaster must dismiss all of his eidolons at one time. Likewise, all of the eidolons in a brood are banished if the broodmaster is unconscious, asleep, or killed. However, each eidolon in the brood is sent back to its home plane individually when its hit points are reduced to a negative number equal to or greater than its Constitution score. This ability replaces the summoner's normal eidolon ability.</p><p>The following are new class features of the broodmaster archetype. Those with the same name as the standard summoner class have slightly different rules, but otherwise work as and replace the standard summoner class features of the same name.</p>", 
                                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Eidolon Brood/Example", 
                                            "type": "section", 
                                            "name": "Example", 
                                            "source": "Ultimate Magic"
                                        }
                                    ]
                                }, 
                                {
                                    "body": "<p id=\"brood-link\">At 2nd level, a broodmaster forms a close bond with his eidolons. This ability works like the standard summoner life link ability, except the broodmaster can only sacrifice hit points to prevent damage to one eidolon in the brood at a time. If two or more eidolons in the brood take enough damage to send them back to their home plane, the broodmaster can only sacrifice hit points to prevent damage to one of them. This ability replaces life link.</p>", 
                                    "name": "Brood Link", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Brood Link", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"bond-senses\">The broodmaster can only share the senses of one eidolon in his brood at a time.</p>", 
                                    "name": "Bond Senses", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Bond Senses", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"shield-ally\">The broodmaster or an ally can only gain the bonuses from these abilities once, regardless of how many eidolons in the brood are within reach.</p>", 
                                    "name": "Shield Ally", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Shield Ally", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"maker's-call\">The broodmaster can only call one eidolon in the brood to his side with each use of this ability.</p>", 
                                    "name": "Maker's Call", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Makers Call", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"transposition\">The broodmaster swaps his location with that of one eidolon in the brood with each use of this ability.</p>", 
                                    "name": "Transposition", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Transposition", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"larger-brood\">At 8th level, the broodmaster can spend 4 evolution points from the evolution pool for the large evolution; unlike with other evolutions, he spends these 4 points before he assigns evolution points to his individual eidolons (for an 8th-level broodmaster with 11 evolution points, this leaves 7 evolution points to distribute among the eidolons). This allows him to summon two Medium eidolons, four Small eidolons, or one Medium eidolon and two Small eidolons.</p><p>At 13th level, if the broodmaster has purchased the large evolution for his brood, he can spend an additional 6 evolution points from the evolution pool for the huge evolution, distributing the remaining points among his eidolons. This allows him to call two Large eidolons, four Medium eidolons, eight Small eidolons, or any similar combination in which two smaller eidolons count as one eidolon of one size larger.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Larger Brood", 
                                    "type": "section", 
                                    "name": "Larger Brood", 
                                    "source": "Ultimate Magic"
                                }, 
                                {
                                    "body": "<p id=\"greater-shield-ally\">The broodmaster or an ally can only gain the bonuses from these abilities once, regardless of how many eidolons in the brood are within reach.</p>", 
                                    "name": "Greater Shield Ally", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Greater Shield Ally", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"brood-bond\">At 14th level, a summoner's life becomes linked to his brood. This functions as the life bond ability, except the broodmaster can only transfer damage to one eidolon in the brood at a time. If that eidolon takes enough damage to send it back to its home plane, all excess damage remains with the broodmaster, killing him. This ability replaces life bond.</p>", 
                                    "name": "Brood Bond", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Brood Bond", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"merge-forms\">The broodmaster can only merge with one eidolon in the brood at a time. This ability otherwise works like and replaces merge forms.</p>", 
                                    "name": "Merge Forms", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Merge Forms", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Magic", 
                                    "type": "ability"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Changing an eidolon's evolutions is normally a slow process. As a summoner progresses in levels, his control over his eidolon's abilities increases. But an evolutionist possesses greater power over his eidolon's form, and is able to evolve his eidolon and its abilities to meet any challenge or face any threat as it comes up, seemingly on a whim.</p>", 
                    "name": "Evolutionist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist", 
                    "type": "class_archetype", 
                    "subtype": "summoner", 
                    "sections": [
                        {
                            "body": "<p id=\"mutate-eidolon\">At 6th level, an evolutionist can change his eidolon's evolutions as if he had gained a level. To mutate his eidolon, the evolutionist must perform an arcane ritual that requires 24 hours of uninterrupted concentration and costs 200 gp per summoner level in material components. This ability replaces maker's call.</p>", 
                            "name": "Mutate Eidolon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Mutate Eidolon", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"evolve-base-form\">Starting at 8th level, whenever he gains a level, the evolutionist can change his eidolon's base form to a new base form. Once chosen, this base form is set until the evolutionist gains another summoner level. This ability replaces transposition.</p>", 
                            "name": "Evolve Base Form", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Evolve Base Form", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"transmogrify\">At 12th level, the evolutionist can cast <i>transmogrify</i> as a spell-like ability once per day without the need for a material component. This ability has a casting time of 1 minute. This ability replaces greater shield ally.</p>", 
                            "name": "Transmogrify", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Transmogrify", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Most summoners forge a bond with a single, powerful eidolon, but some summoners seek to control a variety of creatures. The master summoner sacrifices the power of his eidolon in favor of summoning a plethora of otherworldly creatures to aid him.</p>", 
                    "name": "Master Summoner", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner", 
                    "type": "class_archetype", 
                    "subtype": "summoner", 
                    "sections": [
                        {
                            "body": "<p id=\"lesser-eidolon\">A master summoner's class level is halved (minimum 1) for the purposes of determining his eidolon's abilities, Hit Dice, evolution pool, and so on. The eidolon otherwise functions as normal. This ability replaces the summoner's normal eidolon ability.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Lesser Eidolon", 
                            "type": "section", 
                            "name": "Lesser Eidolon", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"summoning-mastery\">Starting at 1st level, a master summoner can cast <i>summon monster I</i> as a spell-like ability a number of times per day equal to 5 + his Charisma modifier. The summoner can use this ability when his eidolon is summoned. Only one <i>summon monster</i> spell may be in effect while the eidolon is summoned. If the summoner's eidolon is not summoned, the number of creatures that can be summoned with this ability is only limited by its uses per day. This ability otherwise functions as the summoner's normal <i>summon monster I</i> ability. Other than these restrictions, there is no limit to how many <i>summon monster</i> or <i>gate</i> spells the summoner can have active at one time. This ability replaces the summoner's normal <i>summon monster I</i> ability and shield ally.</p>", 
                            "name": "Summoning Mastery", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Summoning Mastery", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"augment-summoning\">At 2nd level, a master summoner gains Augment Summoning as a bonus feat. He does not have to meet any requirements for this feat. This ability replaces bond senses.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Augment Summoning", 
                            "type": "section", 
                            "name": "Augment Summoning", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Rather than summon an eidolon to serve by his side, the synthesist fuses his eidolon's essence to his own. Instead of two creatures, the synthesist is a fusion of the summoner and eidolon into a single being.</p>", 
                    "name": "Synthesist", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist", 
                    "type": "class_archetype", 
                    "subtype": "summoner", 
                    "sections": [
                        {
                            "body": "<p id=\"fused-eidolon\">A synthesist summons the essence of a powerful outsider to meld with his own being. The synthesist wears the eidolon like translucent, living armor. The eidolon mimics all of the synthesist's movements, and the synthesist perceives through the eidolon's senses and speaks through its voice, as the two are now one creature. The synthesist directs all of the eidolon's actions while fused, perceives through its senses, and speaks through its voice, as the two are now one creature.</p><p>While fused with his eidolon, the synthesist uses the eidolon's Strength, Dexterity, and Constitution, but retains his own Intelligence, Wisdom, and Charisma. The synthesist gains the eidolon's hit points as temporary hit points. When these hit points reach 0, the eidolon is killed and sent back to its home plane. The synthesist uses the eidolon's base attack bonus, and gains the eidolon's armor and natural armor bonuses and modifiers to ability scores. The synthesist also gains access to the eidolon's special abilities and the eidolon's evolutions. The synthesist is still limited to the eidolon's maximum number of natural attacks. The eidolon has no skills or feats of its own. The eidolon must be at least the same size as the synthesist. The eidolon must have limbs for the synthesist to cast spells with somatic components. The eidolon's temporary hit points can be restored with the rejuvenate eidolon spell.</p><p>While fused, the synthesist loses the benefits of his armor. He counts both as his original type and as an outsider for any effect related to type, whichever is worse for the synthesist. Spells such as banishment or dismissal work normally on the eidolon, but the synthesist is unaffected. Neither the synthesist nor his eidolon can be targeted separately, as they are fused into one creature. The synthesist and eidolon cannot take separate actions. While fused with his eidolon, the synthesist can use all of his own abilities and gear, except for his armor. In all other cases, this ability functions as the summoner's normal eidolon ability (for example, the synthesist cannot use his summon monster ability while the eidolon is present). This ability replaces the class's eidolon ability, bond senses, and life bond.</p><p>The following class abilities function differently for synthesist summoners.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Fused Eidolon", 
                            "type": "section", 
                            "name": "Fused Eidolon", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"fused-link\">Starting at 1st level, the synthesist forms a close bond with his eidolon. Whenever the temporary hit points from his eidolon would be reduced to 0, the summoner can, as a free action, sacrifice any number of his own hit points. Each hit point sacrificed this way prevents 1 point of damage done to the eidolon (thus preventing the loss of the summoner's temporary hit points), preventing the eidolon from being killed and sent back to its home plane. This ability replaces life link.</p>", 
                            "name": "Fused Link", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Fused Link", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shielded-meld\">At 4th level, whenever the synthesist is fused with his eidolon, he gains a +2 shield bonus to his Armor Class and a +2 circumstance bonus on his saving throws. This ability replaces shield ally.</p>", 
                            "name": "Shielded Meld", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Shielded Meld", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"maker's-jump\">At 6th level, whenever the synthesist is fused with his eidolon, the synthesist can cast <i>dimension door</i> as a spell-like ability using his caster level. This ability only affects the fused synthesist and eidolon. The synthesist can use this ability once per day at 6th level, plus one additional time per day for every six levels beyond 6th. This ability replaces maker's call and transposition.</p>", 
                            "name": "Maker's Jump", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Makers Jump", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"greater-shielded-meld\">At 12th level, whenever the synthesist is fused with his eidolon, he gains a +4 shield bonus to his Armor Class and a +4 circumstance bonus on his saving throws. This ability replaces greater shield ally.</p>", 
                            "name": "Greater Shielded Meld", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Greater Shielded Meld", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"split-forms\">At 16th level, as a swift action, the synthesist and his fused eidolon can split into two creatures: the synthesist and the eidolon. Both have the same evolutions. The synthesist emerges in a square adjacent to the eidolon if possible. All effects and spells currently targeting the fused synthesist-eidolon affect both the synthesist and the eidolon.</p><p>The synthesist can use this ability for a number of rounds per day equal to his summoner level. He can end this effect at any time as a full-round action. For the duration of this effect, the eidolon functions as a normal eidolon of the summoner's class level. This ability replaces merge forms.</p>", 
                            "name": "Split Forms", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Split Forms", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Summoner Archetypes", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Summoner", 
    "source": "Ultimate Magic"
}