{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Wizards have a diverse history from all over the world, and legends attribute to them many strange powers. This section features arcane discoveries (magical secrets wizards can learn), a new archetype (the scrollmaster), and two new wizard schools (elemental metal and elemental wood).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Wizard"
        }, 
        {
            "body": "<p>Wizards spend much of their lives seeking deeper truths, hunting knowledge as if it were life itself. The wizard's power is not necessarily the spells he wields; spells are merely the outward, most visible manifestation of that power. A wizard's true power is in his fierce intelligence, his dedication to his craft, and his ability to peel back the surface truths of reality to understand the fundamental underpinnings of existence. A wizard spends much of his time researching spells, and would rather find an undiscovered library than a room full of gold. A wizard need not be a reclusive bookworm, but he must have a burning curiosity for the unknown. Arcane discoveries are the results of this obsession with magic. A wizard can learn an arcane discovery in place of a regular feat or wizard bonus feat.</p>", 
            "name": "Arcane Discoveries", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"arcane-builder\">You have an exceptional understanding of the theory behind creating magical items. Select one type of magic item (potions, wondrous items, and so on). You create items of this type 25% faster than normal, and gain a +4 bonus on Spellcraft checks (or other checks, as appropriate) to craft items of this type. You may select this discovery multiple times; its effects do not stack. Each time you select this discovery, it applies to a different type of magic item.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Arcane Builder", 
                    "type": "section", 
                    "name": "Arcane Builder", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"fast-study\">Normally, a wizard spends 1 hour preparing all of his spells for the day, or proportionately less if he only prepares some spells, with a minimum of 15 minutes of preparation. Thanks to mental discipline and clever mnemonics, you can prepare all of your spells in only 15 minutes, and your minimum preparation time is only 1 minute. You must be at least a 5th-level wizard to select this discovery.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Fast Study", 
                    "type": "section", 
                    "name": "Fast Study", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"feral-speech\">You gain the ability to speak with and understand the response of any animal as if using <i>speak with animals</i>, though each time you speak to animals, you must decide to communicate with either amphibians, birds, fish, mammals, or reptiles, and can only speak to and understand animals of that type. You can make yourself understood as far as your voice carries. This discovery does not predispose any animal addressed toward you in any way. When you reach 12th level, you can also use this ability to communicate with vermin. You must be at least a 5th-level wizard to select this discovery.</p>", 
                    "name": "Feral Speech", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Feral Speech", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"golem-constructor\">You have learned the art and craft of creating a single type of golem (such as stone golems or iron golems). When creating a golem of this type, you count as having the Craft Wondrous Item, Craft Magic Arms and Armor, and Craft Construct feats. You must meet all other construction requirements for the golem as normal. You may select this discovery multiple times. Each time you select this discovery, it applies to a different kind of golem. You must be at least a 9th-level wizard to select this discovery.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Golem Constructor", 
                    "type": "section", 
                    "name": "Golem Constructor", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"immortality\">You discover a cure for aging, and from this point forward you take no penalty to your physical ability scores from advanced age. If you are already taking such penalties, they are removed at this time. You must be at least a 20th-level wizard to select this discovery.</p>", 
                    "name": "Immortality", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Immortality", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"multimorph\">Your studies in transmogrification have increased your control over shapechanging spells. When you cast a spell of the polymorph subschool on yourself, you may expend 1 minute of the spell's duration as a standard action to assume another form allowed by the spell. You can do this as often as you like, subject to the duration of the spell. You must be at least a 5th-level wizard to select this discovery.</p>", 
                    "name": "Multimorph", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Multimorph", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"opposition-research\">By completing strenuous studies, you have broken through the mental barriers that made it hard for you to prepare spells from one of your opposition schools. Select one wizard opposition school; preparing spells of this school now only requires one spell slot of the appropriate level instead of two, and you no longer have the &ndash;4 Spellcraft penalty for crafting items from that school. You must be at least a 9th-level wizard to select this discovery.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Opposition Research", 
                    "type": "section", 
                    "name": "Opposition Research", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"split-slot\">Once per day when you prepare spells, you may treat any one of your open spell slots as if it were two spell slots that were two spell levels lower. For example, a 9th-level wizard can split a 5th-level slot into two 3rd-level slots, preparing <i>fireball</i> and <i>lightning bolt</i> in those 3rd-level slots. For all purposes, the two lower-level slots are treated as that lower level (so the split 5th-level slot used for a <i>fireball</i> has a DC as if it were in a normal 3rd-level slot). Splitting a 2nd-level slot lets you prepare two additional cantrips (which you can cast over and over, just like normally prepared cantrips). This discovery has no effect on cantrips or 1st&ndash;level spells. You may select this discovery multiple times; each time you select it, you may split another spell slot when you prepare spells. You cannot split a slot that you created by splitting a higher-level slot. You must be at least 5th level to select this discovery.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Split Slot", 
                    "type": "section", 
                    "name": "Split Slot", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"true-name\">Your researches into ancient tomes and your inquisitions of bound spirits have led you to one of the best-hidden secrets of the multiverse: the true name of an outsider&mdash;the name that defines the very essence of the creature and that gives the speaker control over the being. This outsider can have no more than 12 Hit Dice. Once per day, you can speak the common name by which the outsider is known, and the outsider travels to you as if you had cast <i>planar binding</i> upon it. It must obey you to the best of its ability, without pay or bargaining for its services, for its fear that you might release its true name to the wider world is enough to bring even the most recalcitrant of outsiders to bear.</p><p>If the creature is within 100 feet, as a move action, you may punish it by deliberately mispronouncing its name, wracking its very essence and giving it the sickened and staggered conditions for 1 round (even if the creature is normally immune to these conditions). You cannot use true name in an area of silence, but the creature does not have to be able to hear you for it to be harmed by the ability.</p><p>It is in your best interest to call this creature only sparingly, and occasionally reward it in some fashion to mollify its wrath. If you repeatedly fail to offer it a reward appropriate to its type and ethos, the creature may begin plotting ways to destroy the bond between you, whether by creating an accident that will destroy your memory of the name, by plaguing you with nuisances or dangers until you vow never to call on it again, or by actively seeking to destroy you through its own devices or those of an underling. If this creature is of a lawful type and you are violating its ethos, its superiors may even destroy it or you rather than allow you to contaminate their servant further. Worse, they may establish situations where it is necessary for you to summon this outsider, opening gateways to infernal or angelic interference, in order to gain a foothold on the Material Plane.</p><p>You may select this discovery multiple times. Each time you select this discovery, it applies to a different, specific outsider. You must be at least an 11th-level wizard to select this discovery. If you select this discovery at 15th level or higher, the creature may have up to 18 Hit Dice and the call acts as <i>greater planar binding</i> instead of <i>planar binding</i>.</p>", 
                    "name": "True Name", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/True Name", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"staff-like-wand\">Your research has unlocked a new power in conjunction with using a wand. Similar to using a magic staff, you use your own Intelligence score and relevant feats to set the DC for saves against spells you cast from a wand, and you can use your caster level when activating the power of a wand if it's higher than the caster level of the wand. You must be at least an 11th-level wizard and must have the Craft Staff feat to select this discovery.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Staff-Like Wand", 
                    "type": "section", 
                    "name": "Staff-Like Wand", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Some philosophers claim that the four-element structure of reality&mdash;air, earth, fire, water&mdash;is an erroneous belief. These scholars insist there are not four elements, but five: fire, earth, metal, water, and wood. Wizards who subscribe to these beliefs have developed the ability to tap into elemental sources of metal and wood, gaining magical powers normally limited to other kinds of spellcasters. </p>", 
            "name": "Elemental Wizard Schools", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>In some lands, scholars of magic insist that material things consist of five elements, not four: fire, earth, metal, water, and wood. Rather than directly opposing each other, these five elements counter and generate each other in a wheel-like formation: wood overcomes earth, earth overcomes water, water overcomes fire, fire overcomes metal, and metal overcomes wood. Similar to the four types of elemental wizard schools, some wizards specialize in the schools of magic based on metal or wood. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school's spell list (see below). Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school&mdash;in the case of the five-element system, he must choose the element that overcomes his element as his opposition element (so a metal elementalist must select fire as his opposition school because fire overcomes metal). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Five Elements", 
                    "type": "section", 
                    "name": "Five Elements", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p>Metal represents firmness, rigidity, persistence, strength, determination, and electricity. It is commonly represented by gold and silver as its purest forms, though lower magic relating to iron and steel is part of the metal school.</p>", 
                    "name": "Metal", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "abbrev": "Elemental School", 
                    "sections": [
                        {
                            "body": "<p id=\"metal-magic\">At 1st level, add the following spells to your wizard spell list at the listed spell level: 3rd&mdash;<i>chill metal</i>, <i>heat metal</i>, 5th&mdash;<i>rusting grasp</i>, 9th&mdash;<i>repel metal or stone</i>.</p><p>Whenever you cast a spell that deals hit point damage, you deal extra damage to creatures made of metal or wearing medium or heavy metal armor. Affected creatures take additional damage equal to 1/2 your wizard level. This bonus damage is not increased by Empower Spell or similar effects. This bonus only applies once to a spell, not once per missile or ray, and cannot be split between multiple missiles or rays. The damage is of the same type as the spell.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal/Metal Magic", 
                            "type": "section", 
                            "name": "Metal Magic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"metal-rending\">At 20th level, whenever you cast a spell on a creature made of metal or wearing medium or heavy armor, you can roll twice to penetrate the creature's spell resistance and take the better result.</p>", 
                            "name": "Metal Rending", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal/Metal Rending", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"iron-skin\">You gain a +2 armor bonus to your Armor Class for 10 minutes; this bonus increases by +1 for every 5 caster levels (maximum +6 at 20th level). You can use this ability a number of times per day equal to 3 + your Intelligence bonus.</p>", 
                            "name": "Iron Skin", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal/Iron Skin", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shrapnel-burst\">At 8th level, as a swift action, you can cause jagged pieces of metal to explode outward from your body. These shards deal 1d6 points of piercing damage per two wizard levels (minimum 1d6) to all creatures within a 10-foot-radius burst. A Reflex save halves this damage. In addition, the twisted scraps of metal make the area difficult terrain until your next turn (at which time they disappear). You can use this ability once per day, plus one additional time per day at 13th and 18th level. At 10th-level, the shrapnel bypasses damage reduction as if it were a magic weapon.</p>", 
                            "name": "Shrapnel Burst", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal/Shrapnel Burst", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"metal-elementalist-wizard-spells\">0&mdash;<i>mending</i>; 1st&mdash;<i>gravity bow</i>, <i>magic weapon</i>, <i>shocking grasp</i>; 2nd&mdash;<i>defensive shock</i>, <i>glitterdust</i>, <i>make whole</i>, <i>shatter</i>, <i>silk to steel</i>; 3rd&mdash;<i>chill metal</i>, <i>heat metal</i>, <i>lightning bolt</i>, <i>keen edge</i>, <i>magic weapon (greater)</i>, <i>versatile weapon</i>; 4th&mdash;<i>malfunction</i>, <i>shout</i>, <i>stoneskin</i>; 5th&mdash;<i>lightning arc</i>, <i>major creation</i>, <i>rapid repair</i>, <i>rusting grasp</i>, <i>soothe construct</i>, <i>unbreakable construct</i>; 6th&mdash;<i>chain lightning</i>, <i>disintegrate</i>, <i>wall of iron</i>; 7th&mdash;<i>control construct</i>, <i>lightning rod</i>, <i>statue</i>; 8th&mdash;<i>call construct</i>, <i>iron body</i>, <i>shout (greater)</i>, <i>stormbolts</i>; 9th&mdash;<i>meteor swarm</i>, <i>repel metal or stone</i>, <i>ride the lightning</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Metal/Metal Elementalist Wizard Spells", 
                            "type": "section", 
                            "name": "Metal Elementalist Wizard Spells", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Wood represents flexibility, warmth, wind, generosity, cooperation, and idealism. Practitioners of this elemental magic often resemble druids in character and in the use of their magic.</p>", 
                    "name": "Wood", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "abbrev": "Elemental School", 
                    "sections": [
                        {
                            "body": "<p id=\"wood-magic\">At 1st level, add the following spells to your wizard spell list at the listed spell level: 2nd&mdash;<i>entangle</i>, 3rd&mdash;<i>tree shape</i>, 4th&mdash;<i>plant growth</i>, 5th&mdash;<i>command plants</i>, 6th&mdash;<i>tree stride</i>, 7th&mdash;<i>liveoak</i>, 8th&mdash;<i>transmute metal to wood</i>, 9th&mdash;<i>control plants</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood/Wood Magic", 
                            "type": "section", 
                            "name": "Wood Magic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"flexible-enhancement\">A master of the wood element is able to bend like bamboo when stressed and snap back into place. You gain a +1 enhancement bonus to your Dexterity, Constitution, or Wisdom ability score. This bonus increases by +1 for every five wizard levels you possess to a maximum of +5 at 20th level. You can change this bonus to a new ability score when you prepare spells. At 20th level, this bonus applies to two of these ability scores of your choice.</p>", 
                            "name": "Flexible Enhancement", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood/Flexible Enhancement", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"splintered-spear\">As a standard action, you can create a wooden shortspear appropriate to your size, which hurls itself as a ranged attack against one target within 100 feet (range penalties apply), using your Intelligence modifier as an attack bonus instead of your Strength or Dexterity modifier. The spear deals normal damage according to its size, plus your Intelligence modifier, then breaks into countless splinters; the target takes 1 point of bleed damage each round on its turn. At 6th-level and every 6 levels thereafter, the spear gains a +1 enhancement bonus and the bleed damage increases by +1. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Splintered Spear", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood/Splintered Spear", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cooperative-defense\">At 8th level, whenever a spell or effect targets you and one or more allies within 30 feet, you can use this ability to allow your allies to use your saving throw against the effect in place of their own. Each ally must make this choice individually before the rolls are made. Using this ability is an immediate action. You can use this ability once per day at 8th level, and one additional time per day for every four wizard levels beyond 8th.</p>", 
                            "name": "Cooperative Defense", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood/Cooperative Defense", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wood-elementalist-wizard-spells\">0&mdash;<i>light</i>; 1st&mdash;<i>alter winds</i>, <i>animate rope</i>, <i>charm person</i>; 2nd&mdash;<i>cat's grace</i>, <i>entangle</i>, <i>protection from arrows</i>, <i>web</i>, <i>whispering wind</i>; 3rd&mdash;<i>cloak of winds</i>, <i>tongues</i>, <i>tree shape</i>, <i>wind wall</i>; 4th&mdash;<i>charm monster</i>, <i>hallucinatory terrain</i>, <i>minor creation</i>, <i>plant growth</i>, <i>river of wind</i>, <i>secure shelter, sirocco</i>; 5th&mdash;<i>command plants</i>, <i>fabricate</i>, <i>fickle winds</i>, <i>mirage arcana</i>, <i>sending</i>, <i>telepathic bond</i>; 6th&mdash;<i>battemind link</i>, <i>cat's grace (mass)</i>, <i>tree stride</i>; 7th&mdash;<i>control weather</i>, <i>liveoak</i>, <i>scouring winds</i>; 8th&mdash;<i>charm monster (mass)</i>, <i>euphoric tranquility</i>, <i>transmute metal to wood</i>; 9th&mdash;<i>control plants</i>, <i>refuge</i>, <i>winds of vengeance</i>.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Elemental Wizard Schools/Wood/Wood Elementalist Wizard Spells", 
                            "type": "section", 
                            "name": "Wood Elementalist Wizard Spells", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>To some wizards, a scroll is not just a written form of a spell, it is a physical weapon meant to be used in combat like a sword or a shield. These strange wizards enter battle armed with scrolls, often one in each in each hand, practicing combat techniques resembling some monk martial arts.</p>", 
                    "name": "Scrollmaster", 
                    "source": "Ultimate Magic", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster", 
                    "type": "class_archetype", 
                    "subtype": "wizard", 
                    "sections": [
                        {
                            "body": "<p id=\"scroll-blade\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a melee weapon. In the hands of the wizard, the scroll acts as a short sword with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell on it counts as a masterwork short sword. The scrollmaster is proficient in this weapon, and feats and abilities that affect short swords (such as Weapon Focus) apply to this weapon. A scrollmaster cannot wield two scrollblades at the same time.</p><p>Activating this ability is a free action. A scroll blade only retains its abilities in the hands of the scrollmaster. The scroll blade has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful hit by the scroll blade reduces its hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed. </p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p><p>At 3rd level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus by 1 (minimum +1 enhancement bonus) to treat it as a reach weapon. For example, he could use a <i>scroll of charm monster</i> (a 4th-level wizard spell) as either a <i>+2 short sword</i> or a <i>+1 short sword</i> with reach.</p><p>At 5th level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give any of the following weapon properties: <i>defending</i>, <i>frost</i>, <i>icy burst</i>, <i>keen</i>, <i>ki focus</i>, <i>shock</i>, <i>shocking burst</i>, <i>speed</i>. Adding any of these properties consumes an amount of enhancement bonus equal to the property's cost (see Table 15&ndash;9: Melee Weapon Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the weapon property in question (for example, he must know <i>haste</i> to be able to give his scroll blade the <i>speed</i> property). This ability replaces the wizard's arcane bond.</p>", 
                            "name": "Scroll Blade", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Blade", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"scroll-shield\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a light wooden shield. In the hands of the wizard, the scroll grants a +1 shield bonus with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell counts as a masterwork light shield sword. The scroll shield has no armor check penalty, arcane spell failure chance, or maximum Dexterity bonus. The scrollmaster is considered proficient in this shield. A scrollmaster can use a scrollblade in one hand and a scroll shield in the other hand.</p><p>Activating this ability is a free action. A scroll shield only retains its abilities in the hands of the scrollmaster. The scroll shield has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful attack roll against the wizard reduces the scroll shield's hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed.</p><p>At 5th level, when using a 3rd-level or higher wizard scroll as a scroll shield, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give it any of the following shield properties: <i>ghost touch</i>, <i>light fortification</i>, <i>moderate fortification</i>. Adding any of these properties consumes an amount of bonus equal to the property's cost (see Table 15&ndash;5: Shield Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the shield property in question (for example, he must know <i>limited wish</i> to be able to give his scroll shield the <i>fortification</i> property).</p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p>", 
                            "name": "Scroll Shield", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Shield", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"improved-scroll-casting\">At 10th level, the scrollmaster can cast a wizard spell from a scroll and use his own Intelligence score and relevant feats to set the DC for the spell, and can use his own caster level if it is higher than that of the scroll (similar to a caster using a staff). The scrollmaster must have already deciphered the writing on the scroll to use this ability. This ability replaces the 10th-level wizard bonus feat.</p>", 
                            "name": "Improved Scroll Casting", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Improved Scroll Casting", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Wizard Archetypes", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Wizard", 
    "source": "Ultimate Magic"
}