{
    "body": "<p>Dwarves and half-orcs have darkvision, but the other races presented in Races need light to see by. See Table: Light Sources and Illumination for the radius that a light source illuminates and how long it lasts. The increased entry indicates an area outside the lit radius in which the light level is increased by one step (from darkness to dim light, for example).</p>", 
    "name": "Vision and Light", 
    "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Exploration/Vision and Light", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table id=\"table-7-10-light-sources-and-illumination\"><caption>Table: Light Sources and Illumination</caption><thead><tr><th>Object</th><th>Normal</th><th>Increased</th><th>Duration</th></tr></thead><tr class=\"odd\"><td> Candle</td><td>n/a<sup>1</sup></td><td>5 ft.</td><td>1 hr.</td></tr><tr class=\"even\"><td> <i>Everburning torch</i></td><td>20 ft.</td><td>40 ft.</td><td>Permanent</td></tr><tr class=\"odd\"><td> Lamp, common</td><td>15 ft.</td><td>30 ft.</td><td>6 hr./pint</td></tr><tr class=\"even\"><td> Lantern, bullseye</td><td>60-ft. cone</td><td>120-ft. cone</td><td>6 hr./pint</td></tr><tr class=\"odd\"><td> Lantern, hooded</td><td>30 ft.</td><td>60 ft.</td><td>6 hr./pint</td></tr><tr class=\"even\"><td> Sunrod</td><td>30 ft.</td><td>60 ft.</td><td>6 hr.</td></tr><tr class=\"odd\"><td> Torch</td><td>20 ft.</td><td>40 ft.</td><td>1 hr.</td></tr><thead><tr><th>Spell</th><th>Normal</th><th>Increase</th><th>Duration</th></tr></thead><tr class=\"even\"><td> <i>Continual flame</i></td><td>20 ft.</td><td>40 ft.</td><td>Permanent</td></tr><tr class=\"odd\"><td> <i>Dancing lights</i> (torches)</td><td>20 ft. (each)</td><td>40 ft.  (each)</td><td>1 min.</td></tr><tr class=\"even\"><td> <i>Daylight</i></td><td>60 ft.<sup>2</sup></td><td>120 ft.</td><td>10 min./level</td></tr><tr class=\"odd\"><td> <i>Light</i></td><td>20 ft.</td><td>40 ft.</td><td>10 min./level</td></tr><tfoot><tr><td colspan=\"4\"><sup>1</sup> A candle does not provide normal illumination, only dim illumination.</td></tr><tr><td colspan=\"4\"><sup>2</sup> The light for a daylight spell is bright light.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Exploration/Vision and Light/Table Light Sources and Illumination", 
            "type": "table", 
            "name": "Table: Light Sources and Illumination", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In an area of bright light, all characters can see clearly. Some creatures, such as those with light sensitivity and light blindness, take penalties while in areas of bright light. A creature can't use Stealth in an area of bright light unless it is invisible or has cover. Areas of bright light include outside in direct sunshine and inside the area of a daylight spell.</p><p>Normal light functions just like bright light, but characters with light sensitivity and light blindness do not take penalties. Areas of normal light include underneath a forest canopy during the day, within 20 feet of a torch, and inside the area of a light spell.</p><p>In an area of dim light, a character can see somewhat. Creatures within this area have concealment (20% miss chance in combat) from those without darkvision or the ability to see in darkness. A creature within an area of dim light can make a Stealth check to conceal itself. Areas of dim light include outside at night with a moon in the sky, bright starlight, and the area between 20 and 40 feet from a torch.</p><p>In areas of darkness, creatures without darkvision are effectively blinded. In addition to the obvious effects, a blinded creature has a 50% miss chance in combat (all opponents have total concealment), loses any Dexterity bonus to AC, takes a &ndash;2 penalty to AC, and takes a &ndash;4 penalty on Perception checks that rely on sight and most Strength- and Dexterity-based skill checks. Areas of darkness include an unlit dungeon chamber, most caverns, and outside on a cloudy, moonless night.</p><p>Characters with low-light vision (elves, gnomes, and half-elves) can see objects twice as far away as the given radius. Double the effective radius of bright light, normal light, and dim light for such characters.</p><p>Characters with darkvision (dwarves and half-orcs) can see lit areas normally as well as dark areas within 60 feet. A creature can't hide within 60 feet of a character with darkvision unless it is invisible or has cover.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ]
}