{
    "body": "<p>The greatest of all artifacts are unique items, coveted by the most powerful beings in existence and capable of altering the course of entire worlds. Only one of each major artifact exists, and even the least of them is capable of altering the balance of a campaign. Major artifacts are not easily destroyed, and each has only a single, specific means of destruction, noted at the end of its description.</p>", 
    "name": "Major Artifacts", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">This is a +<i>6 keen throwing goblinoid bane dwarven waraxe</i>. Any dwarf who holds it doubles the range of his or her darkvision. Any non-dwarf who grasps the <i>Axe </i>takes 4 points of temporary Charisma damage; these points cannot be healed or restored in any way while the <i>Axe </i>is held. The current owner of the <i>Axe </i>gains a +10 bonus on Craft (armor, jewelry, stonemasonry, traps, and weapons) checks. The wielder of the <i>Axe </i>can summon an elder earth elemental (as <i>summon monster IX ; </i>duration 20 rounds) once per week.</p>", 
            "slot": "None", 
            "name": "Axe of the Dwarvish Lords", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Axe of the Dwarvish Lords", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong conjuration and transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Axe of the Dwarvish Lords rusts away to nothing if it is ever used by a goblin to behead a dwarven king.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The <i>Bottle of the Bound</i> is an ancient brass bottle with a narrow neck and a rounded belly, slightly flattened on the bottom so it stands upright when resting on a table. The bottle's tight-fitting stopper is engraved with sigils of binding and sealed with lead. Legends say a wizard of tremendous power and wisdom enchanted a fiendish army and trapped it within the bottle for all time. The Legion of the Bound may be called forth from the bottle by its wielder and forced to serve, as they were once commanded to build a fantastic ancient city, long since buried beneath the dust of the ages. But the bottle endures, its inhabitants still bound.</p><p class=\"stat-block\">A would-be wielder of the <i>Bottle of the Bound</i> must know three secret commands: the Word of Opening, to unseal the bottle so the stopper can be removed; the Word of Binding, to call forth and command its denizens; and the Word of Banishment, to return the Bound Ones to the bottle. A holder who knows the words may use the bottle like a <i>summon monster IX</i> spell at will, except only creatures of the evil subtype can be summoned. The summoned creatures remain until the sun next rises or sets, and no new creatures can be summoned from the bottle until the initial summoned creatures' destruction or return.</p><p class=\"stat-block\">No known force can open the bottle without the Word of Opening. If the bottle is opened without the use of the Word of Binding, its 666 inhabitants are freed, one each minute starting from 1st-level creatures and moving on to higher-level ones, until they all escape. If one of the Bound is called forth and commanded without the Word of Banishment being uttered, it is free after it performs the task for which it was summoned. The Words to use the <i>Bottle of the Bound</i> have been lost for uncounted years, although some sages believe they know at least one or two of them.</p>", 
            "slot": "None", 
            "name": "Bottle of the Bound", 
            "weight": "4 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Bottle of the Bound", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong abjuration", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Bottle of the Bound can be destroyed only if every creature bound within is slain or banished, and the empty container is then smashed with a holy weapon.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This Huge, egg-shaped, intelligent, plane-shifting vessel is constructed almost entirely of brass. The exterior appears to be one crafted and polished sheet of metal, but it does have a door that can be opened. The <i>Brazen Egg's</i> inside has enough room to transport no more than eight Medium creatures, two Large creatures, or one Huge creature (as long as the Huge creature is squeezing). The egg has two methods in which it can move itself. The first is by a method similar to the <i>dimension door</i> spell, but the egg and all creatures within the egg are teleported. The second method is similar to the <i>plane shift</i> spell, though the egg can move to any plane it desires (it needs no focus) and when the egg <i>plane shifts</i> so do all creatures currently within it.</p><p class=\"stat-block\">The egg has its own quirky, unabashed personality and can telepathically communicate with all creatures inside it or within 100 feet, regardless of language. The <i>Brazen Egg's</i> chief goal is to disrupt that plans of Hell's archdevils, but it requires the help of other creatures to do so. It often trades its ability to teleport and <i>plane shift</i> in order to gain such aid, but in dire circumstances it has the ability to enchant creatures in order to achieve its goals&mdash;and when it is close to reaching its goals it has little compunction in doing so. Once per day, the egg can affect a single creature within it as per the spell <i>dominate person</i> (though it is not limited to humanoids and can affect any living creature). Additionally up to three times per day it can affect creatures within it as per the spell <i>mass charm monster</i>. </p>", 
            "slot": "None", 
            "name": "Brazen Egg", 
            "weight": "2 tons", 
            "cl": "25th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Brazen Egg", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "overwhelming conjuration", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Brazen Egg implodes if a devil with 20 or more Hit Dice ever enters the egg's interior. The devil and all other creatures within the egg are utterly destroyed in the implosion and cannot come back to existence with any effect short of a wish or miracle.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The celestial lens is a 12-foot-diameter lens mounted in a rune-covered circular frame of strange, alien metal, floating in a permanent orbit around a temple dedicated to the sun. Several smaller lenses of similar design hover around the primary lens like a bizarre orrery, moving into place to focus the arcane rays of the device. The <i>celestial lens</i> was created to capture the light of sacred eclipses and solar conjunctions, as well as the refracted darkness found between stars.</p><p class=\"stat-block\">Celestial rays can be directed in an extremely powerful beam of energy that manifests as a vertical column of searing light focused directly below the celestial lens. Depending on the will of the controller and GM adjudication for inclement weather, such blasts deal between 5d6 and 20d6 points of damage in a 5-foot-radius cylinder extending from the lens to the ground or target. During the day, half the damage is fire damage, but the other half results directly from divine power and is therefore not reduced by resistance to fire-based attacks. At night, the device focuses distant starlight, and the maximum damage is only 10d6, although the lens does not function at all for 1 hour before sunrise and 1 hour after sunset. The lens moves with a constant speed of 20 feet and damages everything caught in the affected areas each round. Victims may make a DC 25 Reflex save for half damage.</p><p class=\"stat-block\">The lens orbits at a static height of 100 feet from the ground and moves at a speed of 20 feet per round. It cannot be stopped or accelerated, although the path of the transit can be altered by a user in possession of the <i>flame of guidance</i>. When not directed, the lens maintains its last commanded path, eventually curving into a new elliptical orbit around its temple, scorching a path through whatever lies below. The user can alter both the damage (up to the maximum for the current lighting conditions) and the orbit in any direction, but the lens must move 20 feet each round, and cannot travel more than 3 miles from the temple in any direction before it curves back around and begins returning. Only divine intervention or powerful magic like <i>wish </i>or <i>miracle</i> can overcome this limited range, making a new person or place the center of the lens's orbit.</p>", 
            "slot": "None", 
            "name": "Celestial Lens", 
            "weight": "2,400 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Celestial Lens", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The light of a full moon must be focused through the celestial lens at maximum intensity on a flawless silver mirror no less than 10 feet in diameter (DC 20 Craft [glass] to cast). The doubly reflected light shatters the otherwise indestructible glass of the celestial lens, causing the whole lens to tumble to the ground.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Once the fortress of a legendary tyrant known only as the Storm King, this castle now wanders the known universe, sometimes at the whim of its master, but often as a drifting and aimless haunt of powerful monsters, ignorant of&mdash;or unable to tap into&mdash;its fantastic power.</p><p class=\"stat-block\">This grand and opulent castle is held aloft and propelled by a foundation of storm clouds constantly rumbling with thunder and crackling with electrical storms. Atop the massive storm cloud, the castle is shaped like a square, with 80-foot guard towers at each corner. At its center is a 140-foot tower with seven levels and more than 30 chambers. The central tower is well appointed with many halls, living chambers, suites, privies, kitchens (with pantries that magically replenish food stores every fortnight), and laboratories suitable for arcane and alchemical study. Each guard tower has living chambers and barracks for up to 25 guards, and one tower has an adjoining stable that can hold up to a dozen griffons, hippogriffs, pegasi, or even terrestrial mounts. In all, the tower can comfortably support a population of 300 Medium creatures. </p><p class=\"stat-block\">In order to fully take control of the castle, a creature must be at least 17th level, and must have the Leadership feat and 17 ranks in Knowledge (arcana). If the castle already has a master, that master must be defeated before another can take her place. The castle's movement is controlled by way of a control chamber located at the heart (a central chamber on its 4th floor). There, a font of pure elemental water serves as a scrying device for the castle's master, though it can view only places inside the castle or within 100 feet of it. The master (or a person she designates) can direct the castle's motion from within the chamber. It has a fly speed of 250 feet (clumsy) and uses the Fly skill modifier of the person controlling its motion; the castle can hover without needing to make a Fly check and never risks falling due to a failed check. When not being controlled, the castle moves randomly, sometimes changing direction every minute, sometimes holding the same course for days at a time, but always avoiding the ground or other hazards. It has the ability to travel to other planes, though no master other than the Storm King is known to have invoked this power. The master of the castle gains the following spell-like abilities.</p><ul><li>Call lightning storm 1/day. The master must be in the control chamber or one of the towers to use this ability.</li><li><i>Guards and wards</i> 1/day on the central tower.</li><li><i>Storm of vengeance</i> 1/day. The master must be in the control chamber to use this ability, and the storm rains down from the castle's cloudy base upon everything within range underneath (2,200 feet).</li><li><i>Wind wall</i> at will. This effect surrounds the entire castle at a range of 100 feet, and can be raised or lowered by the master (or a creature he or she designates) from the control room or any tower as a standard action.</li></ul>", 
            "slot": "None", 
            "name": "Cloud Castle Of The Storm King", 
            "weight": "&mdash", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Cloud Castle Of The Storm King", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong (all schools)", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Cloud Castle of the Storm King can only be destroyed if it is dissipated by suitably strong winds; the only winds that can dissipate it are found only in the most turbulent reaches of the Plane of Air (of course, as nobody knows how to make it travel between planes, those wishing to destroy it must find it on the Plane of Air to have any chance to do so). Any other attacks may cause walls to collapse or even side towers to break loose, but the central chamber and the floors beneath it will continue to exist in a ruined form over a smaller storm cloud as long as this destruction condition is not met.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The <i>Codex</i> is enormous&mdash;supposedly, it requires two strong men to lift it. No matter how many pages are turned, another always remains. Anyone opening the <i>Codex </i>for the first time is utterly annihilated, as with a <i>destruction</i> spell (Fortitude DC 30). Those who survive can peruse its pages and learn its powers, though not without risk. Each day spent studying the <i>Codex </i>allows the reader to make a Spellcraft check (DC 50) to learn one of its powers (choose the power learned randomly; add a +1 circumstance bonus on the check per additional day spent reading until a power is learned). However, each day of study also forces the reader to make a Will save (DC 30 + 1 per day of study) to avoid being driven insane (as the <i>insanity</i> spell). The powers of the <i>Codex of the Infinite Planes </i>are as follows: <i>astral projection ,  banishment ,  elemental swarm ,  gate ,  greater planar ally ,  greater planar binding ,  plane shift , </i>and <i>soul bind . </i>Each of these spell-like abilities are usable at will by the owner of the <i>Codex </i>(assuming that he or she has learned how to access the power). The <i>Codex of the Infinite Planes </i>has a caster level of 30th for the purposes of all powers and catastrophes, and all saving throw DCs are 20 + spell level. Activating any power requires a Spellcraft check (DC 40 + twice the spell level of the power; the character can't take 10 on this check). Any failure on either check indicates that a catastrophe befalls the user (roll on the table below for the effect). A character can incur only one catastrophe per power use. </p>", 
            "slot": "None", 
            "name": "Codex of the Infinite Planes", 
            "weight": "300 lbs.", 
            "cl": "30th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Codex of the Infinite Planes", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "overwhelming transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Codex of the Infinite Planes is destroyed if one page is torn out and left on each plane in existence. Note that tearing out a page immediately triggers a catastrophe.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }, 
                {
                    "body": "<table><thead><tr><th>d%</th><th>Catastrophe</th></tr></thead><tr class=\"odd\"><td>01&ndash;25</td><td style=\"white-space: normal;\"><i>Natural Fury:</i> An <i>earthquake </i>spell centered on the reader strikes every round for 1 minute, and an intensified <i>storm of vengeance</i> spell is centered and targeted on the reader.</td></tr><tr class=\"even\"><td>26&ndash;50</td><td style=\"white-space: normal;\"><i>Fiendish Vengeance:</i> A <i>gate</i> opens and 1d3+1 balors, pit fiends, or similar evil outsiders step through and attempt to destroy the owner of the <i>Codex. </i></td></tr><tr class=\"odd\"><td>51&ndash;75</td><td style=\"white-space: normal;\"><i>Ultimate Imprisonment:</i> Reader's soul is captured (as <i>trap the soul ; </i>no save allowed) in a random gem somewhere on the plane while his or her body is entombed beneath the earth (as <i>imprisonment</i>).</td></tr><tr class=\"even\"><td>76&ndash;100</td><td style=\"white-space: normal;\"><i>Death:</i> The reader utters a <i>wail of the banshee</i> and then is subject to a <i>destruction</i> spell. This repeats every round for 10 rounds until the reader is dead.</td></tr></table>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Codex of the Infinite Planes/d%", 
                    "type": "table", 
                    "name": "d%", 
                    "source": "Ultimate Equipment"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This armor looks like a more massive and dangerous suit of <i>demon armor</i>. It is a suit of <i>+5 heavy fortification full plate</i> that allows its wearer to make claw attacks that deal 2d10 points of damage, and strike as +3 weapons that are treated as chaotic and evil for the purposes of overcoming damage reduction. Additionally, those struck by the claws must succeed at a DC 20 Fortitude save or be affected as per the spell <i>contagion</i>. The armor's claws are built into the armor so these weapons cannot be disarmed. While wearing the armor, the wearer benefits from the following demonic traits.</p><ul><li>The wearer gains darkvision 60 ft. If it already has darkvision, the range of its darkvision is increased by 60 ft. </li><li>The wearer does not need to breathe or eat. </li><li>The wearer is immune to electricity and poison.</li><li>The wearer gains resistance to acid 10, cold 10 and fire 10. </li><li>The wearer gains telepathy and speaks Abyssal, Celestial, and Draconic.</li></ul>", 
            "slot": "Armor", 
            "name": "Demon Prince Armor", 
            "weight": "80 lbs.", 
            "cl": "22nd", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Demon Prince Armor", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "overwhelming necromancy", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Demon Prince Armor dissolves if submerged in the tears of a demon lord. If that foul concoction is then drank by an angel, the armor is destroyed.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This charm resembles an orrery composed of small, freely orbiting orbs circling a candle-sized flame. The device functions as an <i>ioun stone</i>, and when released, the flame perches above the user's head, remaining stationary relative to the user as the smaller planetary orbs take up elliptical transit around it. When in use, the flame grants the user a natural armor bonus of +4, the fire subtype, immunity to fire, and vulnerability to cold. If within 3 miles of the celestial lens, the user can control the horizontal orbital direction of the item, but cannot make the lens stop or move it vertically from its standard position of 100 feet from the ground.</p>", 
            "slot": "None", 
            "name": "Flame of guidance", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Flame of guidance", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>Holding the item in a maximum-intensity blast of the celestial lens for 3 rounds destroys this artifact.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This <i>+5 flaming wounding unholy ranseur</i> was once the weapon of a powerful archdevil who they say controlled an entire layer of Hell. When he attempted to defy the Prince of Darkness, he was overthrown and banished into some cold and remote prison at the edge of the multiverse. Still bearing some infernal vestige of the forgotten fiend's power, the fork grants the bearer a +10 bonus on Diplomacy and Intimidate checks and the power to use <i>scorching ray</i> three times per day. </p><p class=\"stat-block\">Any nonevil creature who touches the <i>Fork of the Forgotten One</i> is given a choice: become lawful evil immediately, or die. Those who choose death are instantly slain (Fortitude DC 30 negates). Those who choose to become lawful evil change alignment immediately (no saving throw) and are subject to a <i>demand</i> spell (Will DC 25) requiring that they find the Forgotten One and free him from his icy prison&mdash;presumably thereafter he will press them into service for his plans of revenge against those who imprisoned him.</p>", 
            "slot": "None", 
            "name": "Fork of the Forgotten One", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Fork of the Forgotten One", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Fork of the Forgotten One is destroyed when a paladin of 19th level or higher touches it and chooses death rather than becoming lawful evil. This sacrifice still kills the paladin, though she can be raised from the dead.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Each time this jar gains a new user it produces 2d4 dragon teeth. When one of these teeth is swallowed, it grants the user the following powers for 1 full week or until it is dismissed as a standard action that does not provoke attacks of opportunity.</p><ul><li>The user is immediately polymorphed into a dragon, as if subject to <i>form of the dragon I</i>, <i>II</i>, or <i>III</i>, depending on the user's Hit Dice. If the creature swallowing the tooth has 12 HD or fewer, it is affected as per <i>form of the dragon I</i>. Those with 13 to 18 HD are affected as per <i>form of the dragon II,</i> and those 19 or more Hit Dice are affected as per <i>form of the dragon III</i>. The type of dragon is chosen by the user based on its alignment.<i>Lawful good</i>bronze dragon, gold dragon, or silver dragon<i>Neutral good</i>: any metallic dragon<i>Chaotic good</i>: brass dragon or copper dragon<i>Lawful neutral</i>: any chromatic or metallic dragon<i>Neutral</i>: any chromatic or metallic dragon<i>Chaotic neutral</i>: any chromatic or metallic dragon<i>Lawful evil</i>: blue dragon or green dragon<i>Neutral evil</i>: any chromatic dragon<i>Chaotic evil</i>: black dragon, red dragon, or white dragon</li></ul><p class=\"stat-block\">The user's draconic appearance is always the same each subsequent time it swallows a tooth. While in draconic form, the user gains the following benefits.<ul><li>The user is able to speak Draconic</li><li>The user gains a +4 competence bonus on Fly checks.</li><li>The user gains a +4 competence bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made against or involving dragons.</li><li>The user is immune to sleep and paralysis and gains a spell resistance equal to 11 + its Hit Dice.</li></ul></p><p class=\"stat-block\">The user gains frightful presence with a 200-foot-radius range and a Will save DC equal to 10 + Hit Dice + Charisma modifier. </p><p class=\"stat-block\">The jar never creates dragon teeth for the same creature more than once. If the owner changes before all the teeth created by the jar are consumed, the original owner no longer gains benefit from this artifact.</p>", 
            "slot": "None", 
            "name": "Jar of Dragon's Teeth", 
            "weight": "3 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Jar of Dragons Teeth", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>If simultaneously hit with the breath weapon attacks of all the chromatic and metallic dragon types, the Jar of Dragon Teeth is destroyed within that convergence.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The crown of an infamous undead tyrant, the <i>Horns of Naraga </i>are a symbol of dominance over death. When worn by an undead creature, the <i>Horns of Naraga </i>reduce all damage taken from positive energy by half. In addition, whenever the wearer touches a living creature while wearing this helm (even if the touch is part of casting a spell or another touch attack), the touch deals an additional 5d6 points of negative energy damage and the wearer gains these hit points, just as if he had cast <i>vampiric touch</i>. The wearer of the helm is immune to acid and can see perfectly in darkness of any kind, even that created by magic. Once per day on command, the helm can be ordered to transform into an ancient black dragon that unquestioningly obeys the creature that summoned it for 1 hour before reverting to a helm. Slaying the dragon does not destroy the helm, but it does prevent this ability from being used for 1 week. While the helm is in dragon form, the helm's owner does not receive any of the helm's other benefits.</p>", 
            "slot": "Head", 
            "name": "Horns of Naraga", 
            "weight": "8 lbs.", 
            "cl": "22nd", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Horns of Naraga", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "overwhelming necromancy", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The helm can be destroyed by crushing it between the jaws of an ancient black dragon's skull in the middle of a desert with the sun at its zenith. </p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The <i>Moaning Diamond</i> appears to be an uncut diamond the size of a human fist. At all times, it gives forth a baleful moaning, as if wailing in pain. Despite the disturbing noise, the <i>Moaning Diamond</i> is not evil. Three times per day, the bearer can call upon its power to reshape earth and stone as if by the spell <i>stone shape</i>, affecting 5,000 cubic feet of material. Once per day the <i>Moaning Diamond</i> can also summon an elder earth elemental with maximum hit points that serves the caster until it is slain; only one such elemental can be summoned at a time. </p>", 
            "slot": "None", 
            "name": "The Moaning Diamond", 
            "weight": "4 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/The Moaning Diamond", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "overwhelming transmutation", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Moaning Diamond</i> can be smashed by the combined power of three elemental princes, one each from the Planes of Air, Fire, and Water. Even then, the dust must be cast into a place where it will never fall upon stone.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">Each of these fabled <i>Orbs</i> contains the essence and personality of an ancient dragon of a different variety (one for each of the major ten different chromatic and metallic dragons). The bearer of an <i>Orb </i>can, as a standard action, dominate a dragon of its particular variety within 500 feet (as <i>dominate monster</i>), the dragon being forced to make a DC 25 Will save to resist. Spell resistance is not useful against this effect. Each <i>Orb of Dragonkind </i>bestows upon the wielder the AC and saving throw bonuses of the dragon within. These values replace whatever values the character would otherwise have, whether they are better or worse. These values cannot be modified by any means short of ridding the character of the <i>Orb. </i>A character possessing an <i>Orb of Dragonkind </i>is immune to the breath weapon&mdash;but only the breath weapon&mdash;of the dragon variety keyed to the <i>Orb. </i>Finally, a character possessing an <i>Orb </i>can herself use the breath weapon of the dragon in the <i>Orb </i>three times per day.</p><p class=\"stat-block\">All <i>Orbs of Dragonkind</i> can be used to communicate verbally and visually with the possessors of the other <i>Orbs</i>. The owner of an <i>Orb</i> knows if there are dragons within 10 miles at all times. For dragons of the <i>Orb's</i> particular variety, the range is 100 miles. If within 1 mile of a dragon of the <i>Orb's</i> variety, the wielder can determine the dragon's exact location and age. The bearer of one of these <i>Orbs</i> earns the enmity of dragonkind forever for profiting by draconic enslavement, even if she later loses the item. Each <i>Orb</i> also has an individual power that can be invoked once per round at caster level 10th.</p><ul><li><i>Black Dragon Orb</i><i>Fly</i>.</li><li><i>Blue Dragon Orb</i>: <i>Haste</i>.</li><li><i>Brass Dragon Orb</i>: <i>Teleport</i>.</li><li><i>Bronze Dragon Orb</i>: <i>Scrying</i> (Will DC 18 negates).</li><li><i>Copper Dragon Orb</i>: <i>Suggestion</i> (Will DC 17 negates).</li><li><i>Gold Dragon Orb</i>: The owner of the gold <i>Orb</i> can call upon any power possessed by one of the other <i>Orbs</i>&mdash;including the dominate and breath weapon abilities but not AC, save bonuses, or breath weapon immunity&mdash;but can use an individual power only once per day. She can dominate any other possessor of an <i>Orb</i> within 1 mile (Will DC 23 negates).</li><li><i>Green Dragon Orb</i>: <i>Spectral hand</i>.</li><li><i>Red Dragon Orb</i>: <i>Wall of fire</i>.</li><li><i>Silver Dragon Orb</i>: <i>Cure critical wounds</i> (Will DC 18 half).</li><li><i>White Dragon Orb</i>: <i>Protection from energy  (cold)</i> (Fortitude DC 17 negates).</li></ul>", 
            "slot": "None", 
            "name": "The Orbs of Dragonkind", 
            "weight": "5 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/The Orbs of Dragonkind", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong enchantment", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>An Orb of Dragonkind immediately shatters if it is caught in the breath weapon of a dragon who is a blood relative of the dragon trapped within. This causes everyone within 90 feet to be struck by the breath weapon of that dragon, released as the orb explodes.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This platinum key can open nearly any lock or door with a mere touch. With a touch of the key, a lock of DC 40 or lower unlocks. When a creature holding the key attempts to break down a door with a break (locked) DC of 28 or lower, the door is broken and opened. In all other cases it grants the creature possessing <i>Perfection's Key</i> a +10 bonus on Disable Device checks to pick locks, and a +10 bonus on attempts to break down doors. </p>", 
            "slot": "None", 
            "name": "Perfection's Key", 
            "weight": "1/2 lb.", 
            "cl": "16th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Perfections Key", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>Somewhere in the planes there is said to be an Impossible Lock&mdash;a mechanism so perfect that only this key can thwart it. If Perfection's Key is inserted into the Impossible Lock, the key is destroyed, but unlocks the Impossible Lock.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This artifact was crafted ages ago, weaving together wispy strands of shadow into a twisted black staff. The <i>Shadowstaff </i>makes the wielder slightly shadowy and incorporeal, granting him a +4 bonus to AC and on Reflex saves (which stacks with any other bonuses). However, in bright light (such as that of the sun, but not a torch) or in absolute darkness, the wielder takes a &ndash;2 penalty on all attack rolls, saves, and checks. The <i>Shadowstaff</i> also has these powers.</p><ul><li><i>Summon Shadows</i>Three times per day the staff may summon 2d4 shadows. Immune to turning, they serve the wielder as if called by a <i>summon monster V</i> spell cast at 20th level.</li><li><i>Summon Nightshade</i>: Once per month, the staff can summon an advanced shadow demon that serves the wielder as if called by a <i>summon monster IX</i> spell cast at 20th level.</li><li><i>Shadow Form</i>: Three times per day the wielder can become a living shadow, with all the movement powers granted by <i>gaseous form</i>. </li><li><i>Shadow Bolt</i>: Three times per day the staff can project a ray attack that deals 10d6 points of cold damage to a single target. The shadow bolt has a range of 100 feet.</li></ul><p class=\"stat-block\">The <i>Shadowstaff</i> fades away to nothingness if it is exposed to true sunlight for a continuous 24 hour period.</p>", 
            "slot": "None", 
            "name": "The Shadowstaff", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/The Shadowstaff", 
            "source": "Ultimate Equipment", 
            "aura": "strong conjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This <i>+5 Large shield</i>, emblazoned with the symbol of the sun, allows the wielder to cast spells as if she were a 20th-level paladin with a Charisma of 20. The spells gained are cumulative with any existing spells per day the character might have, even from paladin class levels. The <i>Shield of the Sun</i> also grants its wielder spell resistance 15. It absorbs the first 10 points of damage from any energy attack (fire, cold, acid, electricity, or sonic). In return for all this, once per year the shield's owner must undertake a quest at the behest of a lawful good deity (no saving throw to avoid). </p><p class=\"stat-block\">A chaotic or evil character gains four negative levels when wielding the <i>Shield of the Sun</i>. The negative levels persist as long as the shield is in hand and cannot be overcome in any way (including <i>restoration</i> spells). The negative levels disappear when the shield is stowed or leaves the wearer's possession.</p>", 
            "slot": "None", 
            "name": "The Shield of the Sun", 
            "weight": "2 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/The Shield of the Sun", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong abjuration", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>descriptor </b>The Shield of the Sun may be destroyed if a good-aligned character casts it into the Well of Eternal Night, its light fading into the inky depths before it finally disappears. If a nongood character does the deed, the shield is not destroyed, merely lost, and a quest to the Plane of Shadow may recover it.</p><p class='stat-block-1'><b>descriptor </b></p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This grim, alabaster figurine is the size of a human skull with an elaborately sculpted base. The <i>Skullsoul</i> is inert until it is bonded with a living creature. It then becomes a powerful and never-questioning companion. The <i>Skullsoul</i> functions as a demilich without the devour soul, rejuvenation, telekinetic storm, and torpor abilities, and with a hardness of 10. It is under the complete control of whoever bonds with the skull. Bonding with the <i>Skullsoul</i> is a ritual that takes 24 hours to perform, and doing so is an evil act. Paladins and good clerics who do so become ex-paladins and ex-clerics respectively. If they wish to atone, they must intercede with their deities (expending 2,500 gp in rare incense and offerings) and must promise to contain the skull.</p>", 
            "slot": "None", 
            "name": "Skullsoul", 
            "weight": "8 lbs.", 
            "cl": "18th", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Major Artifacts/Skullsoul", 
            "type": "item", 
            "source": "Ultimate Equipment", 
            "aura": "strong necromancy", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The <i>Skullsoul</i> cannot be destroyed but it can be contained. As long as the <i>Skullsoul</i> stays pierced by either a weapon with the <i>vorpal</i> special ability or a <i>holy avenger</i>, it is contained and entirely inert until the sword is removed.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }
    ]
}