{
    "body": "<p>For a renegade few, battle sounds different than it does for the typical fighter. The clash of steel and the sizzle of spell energy are drowned out by the thunderous rhythm of gunfire&mdash;the pounding beat of the gunslinger.</p><p>Gunslingers are a bold and mysterious lot. While many treat the secrets of black powder with the same care and reverence that a wizard typically reserves for his spellbook, most gunslingers know that firearms are a secret that cannot remain concealed forever. While current firearms are simple, often imprecise, and even dangerous devices, they are a technology on the move, and one that will become even more powerful when it is fully fused with magic.</p>", 
    "name": "Gunslinger", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger", 
    "type": "class", 
    "image": "Gunslinger.png", 
    "subtype": "base", 
    "hit_die": "d10", 
    "alt": "Lirianne", 
    "sections": [
        {
            "body": "<p id=\"role\">Gunslingers are thunderous artillery, often found where the fighting is fiercest. Brave, clever, and frequently foolhardy, many gunslingers push to position themselves at close range, barrels blazing, to take down their foes and demoralize their enemies. Other gunslingers are masters of distant death, picking off enemies from afar with their strange and wondrous weapons. </p>", 
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Role", 
            "type": "section", 
            "name": "Role", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The following table lists the starting gold piece value for gunslinger characters. In addition, each character begins play with an outfit worth 10 gp or less, and the gunslinger begins with her starting firearm.</p>", 
            "name": "Starting Wealth", 
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Starting Wealth", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><caption>Table: Starting Wealth</caption><thead><tr><th>Class</th><th>Starting Wealth</th><th>Average</th></tr></thead><tr class=\"odd\"><td>Gunslinger</td><td>5d6 &times;10 gp</td><td>175 gp</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Starting Wealth/Table Starting Wealth", 
                    "type": "table", 
                    "name": "Table: Starting Wealth", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>The gunslinger's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (local) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sleight of Hand (Dex), Survival (Wis), and Swim (Str).</p>", 
            "name": "Class Skills", 
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Skills", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"skill-ranks-per-level\">4 + Int modifier.</p>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Skills/Skill Ranks per Level", 
                    "type": "section", 
                    "name": "Skill Ranks per Level", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table:  Gunslinger</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+1</td><td>+2</td><td>+2</td><td>+0</td><td style=\"white-space: normal;\">Deeds, grit, gunsmith</td></tr><tr class=\"even\"><td>2nd</td><td>+2</td><td>+3</td><td>+3</td><td>+0</td><td style=\"white-space: normal;\">Nimble +1</td></tr><tr class=\"odd\"><td>3rd</td><td>+3</td><td>+3</td><td>+3</td><td>+1</td><td style=\"white-space: normal;\">Deeds</td></tr><tr class=\"even\"><td>4th</td><td>+4</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>5th</td><td>+5</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">Gun training 1</td></tr><tr class=\"even\"><td>6th</td><td>+6/+1</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Nimble +2</td></tr><tr class=\"odd\"><td>7th</td><td>+7/+2</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Deeds</td></tr><tr class=\"even\"><td>8th</td><td>+8/+3</td><td>+6</td><td>+6</td><td>+2</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>9th</td><td>+9/+4</td><td>+6</td><td>+6</td><td>+3</td><td style=\"white-space: normal;\">Gun training 2</td></tr><tr class=\"even\"><td>10th</td><td>+10/+5</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">Nimble +3</td></tr><tr class=\"odd\"><td>11th</td><td>+11/+6/+1</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">Deeds</td></tr><tr class=\"even\"><td>12th</td><td>+12/+7/+2</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>13th</td><td>+13/+8/+3</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Gun training 3</td></tr><tr class=\"even\"><td>14th</td><td>+14/+9/+4</td><td>+9</td><td>+9</td><td>+4</td><td style=\"white-space: normal;\">Nimble +4</td></tr><tr class=\"odd\"><td>15th</td><td>+15/+10/+5</td><td>+9</td><td>+9</td><td>+5</td><td style=\"white-space: normal;\">Deeds</td></tr><tr class=\"even\"><td>16th</td><td>+16/+11/+6/+1</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>17th</td><td>+17/+12/+7/+2</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Gun training 4</td></tr><tr class=\"even\"><td>18th</td><td>+18/+13/+8/+3</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Nimble +5</td></tr><tr class=\"odd\"><td>19th</td><td>+19/+14/+9/+4</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Deeds</td></tr><tr class=\"even\"><td>20th</td><td>+20/+15/+10/+5</td><td>+12</td><td>+12</td><td>+6</td><td style=\"white-space: normal;\">Bonus feat, true grit</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Table Gunslinger", 
                    "type": "table", 
                    "name": "Table: Gunslinger", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>The following are class features of the gunslinger. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">Gunslingers are proficient with all simple and martial weapons, and with all firearms. They are proficient with all light armor. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"gunsmith\">At 1st level, a gunslinger gains one of the following firearms of her choice: blunderbuss, musket, or pistol. Her starting weapon is battered, and only she knows how to use it properly. All other creatures treat her gun as if it had the broken condition. If the weapon already has the broken condition, it does not work at all for anyone else trying to use it. This starting weapon can only be sold for scrap (it's worth 4d10 gp when sold). The gunslinger also gains Gunsmithing as a bonus feat.</p>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Gunsmith", 
                    "type": "section", 
                    "name": "Gunsmith", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"grit\">A gunslinger makes her mark upon the world with daring deeds. Some gunslingers claim they belong to a mystical way of the gun, but it's more likely that the volatile nature of firearms simply prunes the unlucky and careless from their ranks. Whatever the reason, all gunslingers have grit. In game terms, grit is a fluctuating measure of a gunslinger's ability to perform amazing actions in combat. At the start of each day, a gunslinger gains a number of grit points equal to her Wisdom modifier (minimum 1). Her grit goes up or down throughout the day, but usually cannot go higher than her Wisdom modifier (minimum 1), though some feats and magic items may affect this maximum. A gunslinger spends grit to accomplish deeds (see below), and regains grit in the following ways.</p>", 
                    "name": "Grit", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Grit", 
                    "sections": [
                        {
                            "body": "<p id=\"critical-hit-with-a-firearm\" class=\"stat-block-2\">Each time the gunslinger confirms a critical hit with a firearm attack while in the heat of combat, she regains 1 grit point. Confirming a critical hit on a helpless or unaware creature or on a creature that has fewer Hit Dice than half the gunslinger's character level does not restore grit. </p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Grit/Critical Hit with a Firearm", 
                            "type": "section", 
                            "name": "Critical Hit with a Firearm", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"killing-blow-with-a-firearm\" class=\"stat-block-2\">When the gunslinger reduces a creature to 0 or fewer hit points with a firearm attack while in the heat of combat, she regains 1 grit point. Destroying an unattended object, reducing a helpless or unaware creature to 0 or fewer hit points, or reducing a creature that has fewer Hit Dice than half the gunslinger's character level to 0 or fewer hit points does not restore any grit.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Grit/Killing Blow with a Firearm", 
                            "type": "section", 
                            "name": "Killing Blow with a Firearm", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deeds\">Gunslingers spend grit points to accomplish deeds. Most deeds grant the gunslinger some momentary bonus or effect, but there are some that provide longer-lasting effects. Some deeds stay in effect as long as the gunslinger has at least 1 grit point. The following is the list of base gunslinger deeds. A gunslinger can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the appropriate amount of grit is spent to perform the deed.</p>", 
                    "name": "Deeds", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"deadeye\" class=\"stat-block-2\">At 1st level, the gunslinger can resolve an attack against touch AC instead of normal AC when firing beyond her firearm's first range increment. Performing this deed costs 1 grit point per range increment beyond the first. The gunslinger still takes the &ndash;2 penalty on attack rolls for each range increment beyond the first when she performs this deed.</p>", 
                            "name": "Deadeye", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Deadeye", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"gunslinger's-dodge\" class=\"stat-block-2\">At 1st level, the gunslinger gains an uncanny knack for getting out of the way of ranged attacks. When a ranged attack is made against the gunslinger, she can spend 1 grit point to move 5 feet as an immediate action; doing so grants the gunslinger a +2 bonus to AC against the triggering attack. This movement is not a 5-foot step, and provokes attacks of opportunity. Alternatively, the gunslinger can drop prone to gain a +4 bonus to AC against the triggering attack. The gunslinger can only perform this deed while wearing medium or light armor, and while carrying no more than a light load.</p>", 
                            "name": "Gunslinger's Dodge", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Gunslingers Dodge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"quick-clear\" class=\"stat-block-2\">At 1st level, as a standard action, the gunslinger can remove the broken condition from a single firearm she is currently wielding, as long as that condition was gained by a firearm misfire. The gunslinger must have at least 1 grit point to perform this deed. Alternatively, if the gunslinger spends 1 grit point to perform this deed, she can perform quick clear as a move-equivalent action instead of a standard action.</p>", 
                            "name": "Quick Clear", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Quick Clear", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"gunslinger-initiative\" class=\"stat-block-2\">At 3rd level, as long as the gunslinger has at least 1 grit point, she gains the following benefits. First, she gains a +2 bonus on initiative checks. Furthermore, if she has the Quick Draw feat, her hands are free and unrestrained, and the firearm is not hidden, she can draw a single firearm as part of the initiative check.</p>", 
                            "name": "Gunslinger Initiative", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Gunslinger Initiative", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"pistol-whip\" class=\"stat-block-2\">At 3rd level, the gunslinger can make a surprise melee attack with the butt or handle of her firearm as a standard action. When she does, she is considered to be proficient with the firearm as a melee weapon and gains a bonus on the attack and damage rolls equal to the enhancement bonus of the firearm. The damage dealt by the pistol-whip is of the bludgeoning type, and is determined by the size of the firearm. One-handed firearms deal 1d6 points of damage (1d4 if wielded by Small creatures) and two-handed firearms deal 1d10 points of damage (1d8 if wielded by Small creatures). Regardless of the gunslinger's size, the critical multiplier of this attack is 20/<span class=\"char-style-override-9\">&times;</span>2. If the attack hits, the gunslinger can make a combat maneuver check to knock the target prone as a free action. Performing this deed costs 1 grit point. </p>", 
                            "name": "Pistol-Whip", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Pistol-Whip", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"utility-shot\" class=\"stat-block-2\">At 3rd level, if the gunslinger has at least 1 grit point, she can perform all of the following utility shots. Each utility shot can be applied to any single attack with a firearm, but the gunslinger must declare the utility shot she is using before firing the shot. </p><blockquote><p id=\"blast-lock\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Blast Lock</i>: The gunslinger makes an attack roll against a lock within the first range increment of her firearm. A Diminutive lock usually has AC 7, and larger locks have a lower AC. The lock gains a bonus to its AC against this attack based on its quality. A simple lock has a +10 bonus to AC, an average lock has a +15 bonus to AC, a good lock has a +20 bonus to AC, and a superior lock has a +30 bonus to AC. <i>Arcane lock</i> grants a +10 bonus to the AC of a lock against this attack. On a hit, the lock is destroyed, and the object can be opened as if it were unlocked. On a miss, the lock is destroyed, but the object is jammed and still considered locked. It can still be unlocked by successfully performing this deed, by using the Disable Device skill, or with the break DC, though the DC for either break or Disable Device or the AC increases by 10. A key, combination, or similar mechanical method of unlocking the lock no longer works, though <i>knock</i> can still be employed to bypass the lock, and the creator of an <i>arcane lock</i> can still bypass the wards of that spell.</p><p id=\"scott-unattended-object\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Scoot Unattended Object</i>: The gunslinger makes an attack roll against a Tiny or smaller unattended object within the first range increment of her firearm. A Tiny unattended object has an AC of 5, a Diminutive unattended object has an AC of 7, and a Fine unattended object has an AC of 11. On a hit, the gunslinger does not damage the object with the shot, but can move it up to 15 feet farther away from the shot's origin. On a miss, she damages the object normally.</p><p id=\"stop-bleeding\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Stop Bleeding</i>: The gunslinger makes a firearm attack and then presses the hot barrel against herself or an adjacent creature to staunch a bleeding wound. Instead of dealing damage, the shot ends a single bleed condition affecting the creature. The gunslinger does not have to make an attack roll when performing the deed in this way; she can instead shoot the firearm into the air, but that shot still uses up ammunition normally.</p></blockquote>", 
                            "name": "Utility Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Utility Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"dead-shot\" class=\"stat-block-2\">At 7th level, as a full-round action, the gunslinger can take careful aim and pool all of her attack potential into a single, deadly shot. When she does this, she shoots the firearm at a single target, but makes as many attack rolls as she can, based on her base attack bonus. She makes the attack rolls in order from highest bonus to lowest, as if she were making a full attack. If any of the attack rolls hit the target, the gunslinger's single attack is considered to have hit. For each additional successful attack roll beyond the first, the gunslinger increases the damage of the shot by the base damage dice of the firearm. For instance, if a 7th-level gunslinger firing a musket hits with both attacks, she does 2d12 points of damage with the shot, instead of 1d12 points of damage, before adding any damage modifiers. Precision damage and extra damage from weapon special abilities (such as <i>flaming</i>) are added with damage modifiers and are not increased by this deed. If one or more rolls are critical threats, she confirms the critical once using her highest base attack bonus &ndash;5. For each critical threat beyond the first, she reduces this penalty by 1 (to a maximum of 0). The gunslinger only misfires on a dead shot if all the attack rolls are misfires. She cannot perform this deed with a blunderbuss or other scatter weapon when attacking creatures in a cone. The gunslinger must spend 1 grit point to perform this deed.</p>", 
                            "name": "Dead Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Dead Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"startling-shot\" class=\"stat-block-2\">At 7th level, a gunslinger with least 1 grit point can spend a standard action to purposely miss a creature that she could normally hit with a firearm attack. When she does, that creature becomes flat-footed until the start of its next turn.</p>", 
                            "name": "Startling Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Startling Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"targeting\" class=\"stat-block-2\">At 7th level, as a full-round action, the gunslinger can make a single firearm attack and choose part of the body to target. She gains the following effects depending on the part of the body targeted. If a creature does not have one of the listed body locations, that part cannot be targeted. This deed costs 1 grit point to perform no matter which part of the creature she targets. Creatures that are immune to sneak attacks are immune to these effects. </p><blockquote><p id=\"arms\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Arms</i>: On a hit, the target takes no damage from the hit but drops one carried item of the gunslinger's choice, even if the item is wielded with two hands. Items held in a locked gauntlet are not dropped on a hit.</p><p id=\"head\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Head</i>: On a hit, the target is damaged normally, and is also confused for 1 round. This is a mind-affecting effect.</p><p id=\"legs\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Legs</i>: On a hit, the target is damaged normally and knocked prone. Creatures that have four or more legs or that are immune to trip attacks are immune to this effect.</p><p id=\"torso\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Torso</i>: Targeting the torso threatens a critical on a 19&ndash;20.</p><p id=\"wings\" class=\"stat-block-2\">&bull;&nbsp;&nbsp;<i>Wings</i>: On a hit, the target is damaged normally, and must make a DC 20 Fly check or fall 20 ft.</p></blockquote>", 
                            "name": "Targeting", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Targeting", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bleeding-wound\" class=\"stat-block-2\">At 11th level, when the gunslinger hits a living creature with a firearm attack, she can spend 1 grit point as a free action to have that attack deal extra bleed damage. The amount of bleed damage is equal to the gunslinger's Dexterity modifier. Alternatively, the gunslinger can spend 2 grit points to deal 1 point of Strength, Dexterity, or Constitution bleed damage (gunslinger's choice) instead. Creatures that are immune to sneak attacks are also immune to these types of bleed damage.</p>", 
                            "name": "Bleeding Wound", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Bleeding Wound", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"expert-loading\" class=\"stat-block-2\">At 11th level, whenever the gunslinger rolls a misfire with a gun that has the broken condition, she can spend 1 grit point to keep the gun from exploding, though it retains the broken condition.</p>", 
                            "name": "Expert Loading", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Expert Loading", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lightning-reload\" class=\"stat-block-2\">At 11th level, as long as the gunslinger has at least 1 grit point, she can reload a single barrel of a one-handed or two-handed firearm as a swift action once per round. If she has the Rapid Reload feat or is using an alchemical cartridge (or both), she can reload a single barrel of the weapon as a free action each round instead. Furthermore, using this deed does not provoke attacks of opportunity. </p>", 
                            "name": "Lightning Reload", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Lightning Reload", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"evasive\" class=\"stat-block-2\">At 15th level, when the gunslinger has at least 1 grit point, she gains the benefit of the evasion, uncanny dodge, and improved uncanny dodge rogue class features. She uses her gunslinger level as her rogue level for improved uncanny dodge. </p>", 
                            "name": "Evasive", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Evasive", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"menacing-shot\" class=\"stat-block-2\">At 15th level, the gunslinger can spend 1 grit point, shoot a firearm into the air, and affect all living creatures within a 30-foot-radius burst as if they were subject to the <i>fear</i> spell. The DC of this effect is equal to 10 + 1/2 the gunslinger's level + the gunslinger's Wisdom modifier.</p>", 
                            "name": "Menacing Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Menacing Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"slinger's-luck\" class=\"stat-block-2\">At 15th level, the gunslinger can spend grit to reroll a saving throw or a skill check. It costs 2 grit points to reroll a saving throw, and 1 grit point to reroll a skill check. The gunslinger must take the result of the second roll, even if it is lower. The deed's cost cannot be reduced by the true grit class ability, the Signature Deed feat, or any other effect that reduces the amount of grit a deed costs.</p>", 
                            "name": "Slinger's Luck", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Slingers Luck", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cheat-death\" class=\"stat-block-2\">At 19th level, whenever the gunslinger is reduced to 0 or fewer hit points, she can spend all of her remaining grit points (minimum 1) to instead be reduced to 1 hit point. </p>", 
                            "name": "Cheat Death", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Cheat Death", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"death's-shot\" class=\"stat-block-2\">At 19th level, when the gunslinger scores a critical hit, she can spend 1 grit point to deal normal damage, and the target must succeed at a Fortitude saving throw with a DC equal to 10 + 1/2 the gunslinger's level + the gunslinger's Dexterity modifier. On a failed saving throw, the target dies. This is a death attack. Performing this deed does not allow the gunslinger to regain grit from confirming a critical hit or making a killing blow. </p>", 
                            "name": "Death's Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Deaths Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"stunning-shot\" class=\"stat-block-2\">At 19th level, when a gunslinger hits a creature, she can spend 2 grit points to stun the creature for 1 round. The creature must make a Fortitude saving throw (the DC = 10 + 1/2 the gunslinger's level + the gunslinger's Wisdom modifier). If the creature fails, it is stunned for 1 round. Creatures that are immune to critical hits are also immune to this effect. </p>", 
                            "name": "Stunning Shot", 
                            "source": "Ultimate Combat", 
                            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Deeds/Stunning Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "subtype": "gunslinger_deed", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"nimble\">Starting at 2nd level, a gunslinger gains a +1 dodge bonus to AC while wearing light or no armor. Anything that causes the gunslinger to lose her Dexterity bonus to AC also causes the gunslinger to lose this dodge bonus. This bonus increases by +1 for every four levels beyond 2nd level (to a maximum of +5 at 20th level).</p>", 
                    "name": "Nimble", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Nimble", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bonus-feats\">At 4th level, and every four levels thereafter, a gunslinger gains a bonus feat in addition to those gained by normal advancement. These bonus feats must be combat or grit feats. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "body": "<p id=\"gun-training\">Starting at 5th level, a gunslinger can select one specific type of firearm (such as an axe musket, blunderbuss, musket, or pistol). She gains a bonus equal to her Dexterity modifier on damage rolls when firing that type of firearm. Furthermore, when she misfires with that type of firearm, the misfire value of that firearm increases by 2 instead of 4. </p><p>Every four levels thereafter (9th, 13th, and 17th), the gunslinger picks up another type of firearm, gaining these bonuses for those types as well.</p>", 
                    "name": "Gun Training", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/Gun Training", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"true-grit\">At 20th level, a gunslinger picks two deeds that she has access to and that she must spend grit to perform. She can perform these deeds for 1 grit point fewer (minimum 0) than usual. If the number of grit points to perform a deed is reduced to 0, the gunslinger can perform this deed as long as she has at least 1 grit point. If a deed could already be performed as long as she had at least 1 grit point, she can now perform that deed even when she has no grit points.</p>", 
                    "name": "True Grit", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Class Features/True Grit", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The following method for regaining grit points requires a measure of GM judgment, so it is an optional rule.</p>", 
            "name": "Optional Rule: Daring Act", 
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Optional Rule Daring Act", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>Each time a gunslinger performs a daring act, she can regain grit. As a general guideline, a daring act should be risky and dramatic. It should take a good deal of guts, and its outcome should have a low probability of success. If it is successful, the gunslinger regains 1 grit point.</p><p>Before attempting a daring act, the player should ask the GM whether the act qualifies. The GM is the final arbiter of what's considered a daring act, and can grant a regained grit point for a daring act even if the player does not ask beforehand whether the act qualifies.</p>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Optional Rule Daring Act/Daring Act", 
                    "type": "section", 
                    "name": "Daring Act", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Classes/Gunslinger/Gunslinger Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "source": "Ultimate Combat", 
                    "type": "link", 
                    "name": "Gunslinger Archetypes: Ultimate Combat"
                }
            ], 
            "name": "Gunslinger Archetypes", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Any."
}