{
    "body": "<p>Few warriors are more dedicated to honor and the code of the warrior than the samurai. Trained from an early age in the art of war and sworn to the service of a lord, the samurai holds a position of power and respect in many lands, often serving as the voice and justice of the local noble. The samurai takes on his training with zeal, learning the way of the blade (typically a katana), the bow, and the horse. Some even learn how to effectively use firearms, if they are available. The samurai is often the most trusted soldier in his lord's employ. In him, the common folk see honor and sacrifice. He is an honorable warrior, dedicated to the realm and the leaders that guide it.</p>", 
    "name": "Samurai", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Classes/Samurai", 
    "type": "class", 
    "image": "Samurai.png", 
    "subtype": "base", 
    "hit_die": "d10", 
    "alt": "Hayato", 
    "sections": [
        {
            "body": "<p id=\"role\">While typically sworn to the service of a lord, a samurai is usually given free reign as to how he performs that service. As such, samurai can sometimes be found with other adventurers, taking the fight to the enemies of their masters. Other samurai become ronin, striving to serve an ideal without paying fealty to a lord. In either case, samurai make powerful allies, capable of withstanding nearly any harm while dispatching their foes with deadly precision. The samurai is an alternate class for the cavalier base class.</p>", 
            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Role", 
            "type": "section", 
            "name": "Role", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The following table lists the starting gold piece value for samurai characters. In addition, each character begins play with an outfit worth 10 gp or less.</p>", 
            "name": "Starting Wealth", 
            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Starting Wealth", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><caption>Table: Starting Wealth</caption><thead><tr><th>Class</th><th>Staring Wealth</th><th>Average</th></tr></thead><tr class=\"odd\"><td>Samurai</td><td>3d6 &times; 10 gp</td><td>105 gp</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Starting Wealth/Table Starting Wealth", 
                    "type": "table", 
                    "name": "Table: Starting Wealth", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Skills", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table:  Samurai</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+1</td><td>+2</td><td>+0</td><td>+0</td><td style=\"white-space: normal;\">Challenge 1/day, mount, order, resolve</td></tr><tr class=\"even\"><td>2nd</td><td>+2</td><td>+3</td><td>+0</td><td>+0</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"odd\"><td>3rd</td><td>+3</td><td>+3</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Weapon expertise</td></tr><tr class=\"even\"><td>4th</td><td>+4</td><td>+4</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Challenge 2/day, mounted archer</td></tr><tr class=\"odd\"><td>5th</td><td>+5</td><td>+4</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Banner</td></tr><tr class=\"even\"><td>6th</td><td>+6/+1</td><td>+5</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>7th</td><td>+7/+2</td><td>+5</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Challenge 3/day</td></tr><tr class=\"even\"><td>8th</td><td>+8/+3</td><td>+6</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"odd\"><td>9th</td><td>+9/+4</td><td>+6</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Greater resolve</td></tr><tr class=\"even\"><td>10th</td><td>+10/+5</td><td>+7</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Challenge 4/day</td></tr><tr class=\"odd\"><td>11th</td><td>+11/+6/+1</td><td>+7</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Honorable stand</td></tr><tr class=\"even\"><td>12th</td><td>+12/+7/+2</td><td>+8</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Bonus feat, demanding challenge</td></tr><tr class=\"odd\"><td>13th</td><td>+13/+8/+3</td><td>+8</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Challenge 5/day</td></tr><tr class=\"even\"><td>14th</td><td>+14/+9/+4</td><td>+9</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Greater banner</td></tr><tr class=\"odd\"><td>15th</td><td>+15/+10/+5</td><td>+9</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Order ability</td></tr><tr class=\"even\"><td>16th</td><td>+16/+11/+6/+1</td><td>+10</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Challenge 6/day</td></tr><tr class=\"odd\"><td>17th</td><td>+17/+12/+7/+2</td><td>+10</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">True resolve</td></tr><tr class=\"even\"><td>18th</td><td>+18/+13/+8/+3</td><td>+11</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Bonus feat</td></tr><tr class=\"odd\"><td>19th</td><td>+19/+14/+9/+4</td><td>+11</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Challenge 7/day</td></tr><tr class=\"even\"><td>20th</td><td>+20/+15/+10/+5</td><td>+12</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Last stand</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Skills/Table Samurai", 
                    "type": "table", 
                    "name": "Table: Samurai", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>The samurai's class skills are Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Intimidate (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"skill-ranks-per-level\">4 + Int modifier.</p>", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Skills/Skill Ranks per Level", 
                    "type": "section", 
                    "name": "Skill Ranks per Level", 
                    "source": "Ultimate Combat"
                }
            ], 
            "name": "Class Skills", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The following are the class features of the samurai.</p>", 
            "name": "Class Features", 
            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">Samurai are proficient with all simple and martial weapons, plus the katana, naginata, and wakizashi. Samurai are proficient with all types of armor (heavy, light, and medium) and shields (except tower shields).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"challenge\">Once per day, a samurai can challenge a foe to combat. As a swift action, the samurai chooses one target within sight to challenge. The samurai's melee attacks deal extra damage when made against the target of his challenge. This extra damage is equal to the samurai's level. The samurai can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level.</p><p>Challenging a foe requires much of the samurai's concentration. The samurai takes a &ndash;2 penalty to his Armor Class, except against attacks made by the target of his challenge.</p><p>The challenge remains in effect until the target is dead or unconscious, or until the combat ends. Each samurai's challenge also includes another effect, which is listed in the section describing the samurai's order.</p>", 
                    "name": "Challenge", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Challenge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mount\">A samurai gains the service of a loyal and trusty steed to carry him into battle. This mount functions as a druid's animal companion, using the samurai's level as his effective druid level. The creature must be one that he is capable of riding and that is suitable as a mount. A Medium samurai can select a camel or a horse. A Small samurai can select a pony or a wolf, but can also select a boar or a dog if he is at least 4th level. The GM may approve other animals as suitable mounts.</p><p>A samurai does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained and begins play with Light Armor Proficiency as a bonus feat. A samurai's mount does not gain the share spells special ability.</p><p>A samurai's bond with his mount is strong, with the pair learning to anticipate each other's moods and moves. Should a samurai's mount die, the samurai may find another mount to serve him after 1 week of mourning. The new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the samurai gains a level.</p>", 
                    "name": "Mount", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Mount", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"order\">At 1st level, a samurai must pledge himself to a specific order, typically the order of the warrior. The order grants the samurai a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts the samurai must follow. If he violates these edicts, he loses the benefits of his order's challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.</p><p>Most samurai belong to the order of the warrior and are dedicated to their lord. Those without a lord, or who chose to abandon their lord, are ronin. A samurai may instead elect to dedicate himself to one of the orders listed under the cavalier description, but such samurai are rare.</p><p>A samurai who wishes to change his order must undertake a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once he has accomplished this, he gains all the bonuses from his new order. The only exception to this is when a samurai decides to become a ronin. A samurai can elect to become a ronin immediately, losing all the benefits from his old order and replacing them with the new benefits from the ronin order. Once a ronin, however, the only way for the samurai to change to another order is through the method described above. Note that the names of these orders might vary depending upon the campaign setting or GM's preference.</p>", 
                    "name": "Order", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Order", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"resolve\">Starting at 1st level, the samurai gains resolve that he can call upon to endure even the most devastating wounds and afflictions. He can use this ability once per day at 1st level, plus one additional time per day for every two samurai levels beyond 1st. Whenever the samurai defeats the target of his challenge, he regains one daily use of his resolve, up to his maximum number of uses per day. Defeating the target of his challenge usually involves reducing the target to 0 hit points or fewer, but the GM might rule that an enemy who surrenders or flees the battle is also defeated. He can use this resolve in a number of ways.</p>", 
                    "name": "Resolve", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Resolve", 
                    "sections": [
                        {
                            "body": "<p id=\"determined\" class=\"stat-block-2\">As a standard action, the samurai can spend one use of his resolve to remove the fatigued, shaken, or sickened condition. If the samurai is at least 8th level, he can alternatively remove the exhausted, frightened, nauseated, or staggered condition. If the condition has a duration longer than 1 hour or is permanent, this ability removes the condition for 1 hour, at which time the condition returns.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Resolve/Determined", 
                            "type": "section", 
                            "name": "Determined", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"resolute\" class=\"stat-block-2\">Whenever the samurai is required to make a Fortitude or Will save, he can spend one use of his resolve as an immediate action to roll twice and take the better result. He must decide to use this ability before he rolls the saving throw.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Resolve/Resolute", 
                            "type": "section", 
                            "name": "Resolute", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"unstoppable\" class=\"stat-block-2\">When the samurai is reduced to fewer than 0 hit points but not slain, he can spend one use of his resolve as an immediate action to instantly stabilize and remain conscious. He is staggered, but he does not fall unconscious and begin dying if he takes a standard action. He does fall unconscious if he takes additional damage from any source.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Resolve/Unstoppable", 
                            "type": "section", 
                            "name": "Unstoppable", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"weapon-expertise\">At 3rd level, a samurai gains an unparalleled expertise with his chosen weapons. At 3rd level, the samurai selects either the katana, longbow, naginata, or wakizashi. The samurai can draw the selected weapon as a free action as if he had the Quick Draw feat. In addition, whenever he threatens a critical hit with the selected weapon, he gains a +2 bonus on the confirmation roll. Finally, his samurai levels stack with any fighter levels he possesses for the purposes of meeting the prerequisites for feats that specifically select his chosen weapon, such as Weapon Specialization.</p>", 
                    "name": "Weapon Expertise", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Weapon Expertise", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mounted-archer\">At 4th level, the samurai becomes skilled at firing ranged weapons while mounted. A samurai only takes a &ndash;2 penalty on attack rolls with ranged weapons while his mount takes a double move. This penalty increases to &ndash;4 while his mount is running.</p>", 
                    "name": "Mounted Archer", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Mounted Archer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"banner\">At 5th level, a samurai's banner becomes a symbol of inspiration to his allies and companions. As long as the samurai's banner is clearly visible, all allies within 60 feet receive a +2 morale bonus on saving throws against fear and a +1 morale bonus on attack rolls made as part of a charge. At 10th level, and every five levels thereafter, these bonuses increase by +1. The banner must be at least Small or larger and must be carried or displayed by the samurai or his mount to function.</p>", 
                    "name": "Banner", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Banner", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bonus-feat\">At 6th level, and every six levels thereafter, a samurai gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The samurai must meet the requirements of these bonus feats.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"greater-resolve\">At 9th level, a samurai can spend his resolve to negate some of his most grievous wounds. After a critical hit is confirmed against him, the samurai can spend one use of his resolve as an immediate action to treat that critical hit as a normal hit. Effects that only trigger on a critical hit do not trigger when the samurai uses this ability.</p>", 
                    "name": "Greater Resolve", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Greater Resolve", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"honorable-stand\">At 11th level, a samurai can make an honorable stand, deciding to fight the target of his challenge to the bitter end, no matter the cost. He can make an honorable stand once per day at 11th level, plus one additional time per day at 16th level. Declaring an honorable stand is a swift action. While making an honorable stand, the samurai is immune to the shaken, frightened, and panicked conditions. He does not fall unconscious while his hit point total is below 0. Finally, whenever a samurai making an honorable stand must make a saving throw, he can spend one daily use of his resolve to reroll the saving throw after the first roll is made. He must take the result of the second roll, even if it is worse. If a samurai making an honorable stand ever retreats from battle against his challenged foe, he loses the ability to make a challenge for 24 hours.</p>", 
                    "name": "Honorable Stand", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Honorable Stand", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"demanding-challenge\">At 12th level, whenever a samurai declares a challenge, his target must pay attention to the threat he poses. As long as the target is within the threatened area of the samurai, it takes a &ndash;2 penalty to its AC on attacks made by anyone other than the samurai.</p>", 
                    "name": "Demanding Challenge", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Demanding Challenge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-banner\">At 14th level, a samurai's banner becomes a rallying call to his allies. All allies within 60 feet receive a +2 morale bonus on saving throws against charm and compulsion spells and effects. In addition, while his banner is displayed, the samurai can spend a standard action to wave the banner through the air, granting all allies within 60 feet an additional saving throw against any one spell or effect that is targeting them. This save is made at the original DC. Spells and effects that do not allow saving throws are unaffected by this ability. An ally cannot benefit from this ability more than once per day.</p>", 
                    "name": "Greater Banner", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Greater Banner", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"true-resolve\">At 17th level, a samurai can spend uses of his resolve to avoid death. If he has at least two uses of his resolve remaining, he can spend all of the daily uses of his resolve that he has available to him to avoid death. Regardless of the source of the attack that would have killed him, he is left alive, at &ndash;1 hit points (or lower if he was already below &ndash;1), unconscious, and stable.</p>", 
                    "name": "True Resolve", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/True Resolve", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"last-stand\">At 20th level, a samurai can make a last stand once per day whenever he makes a challenge. While this challenge is in effect, all melee and ranged weapons deal the minimum amount of damage to the samurai, unless the attack scored is a critical hit. In addition, the samurai remains conscious and is not staggered while he is below 0 hit points. While using this ability, the samurai cannot be killed by melee or ranged weapons unless they are wielded by the target of his challenge. Attacks made by opponents that are not the target of his challenge deal no damage when samurai has 0 or fewer hit points. This ability has no effect on spells, environmental effects, supernatural abilities, or any other source of damage other than melee and ranged weapons. Such sources of damage affect him normally and can kill him (although they do not cause him to fall unconscious or to become staggered if they reduce his hit points below 0). This effect lasts until the challenge ends or the samurai takes an offensive action against a target other than the target of his challenge.</p>", 
                    "name": "Last Stand", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Class Features/Last Stand", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The following orders can be chosen by both samurai and cavaliers, although the former are far more likely to do so. Samurai can also select any of the cavalier orders presented in the <i>Pathfinder RPG Advanced Player's Guide</i>.</p>", 
            "name": "Samurai Orders", 
            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>Most samurai swear themselves to the code of the warrior, which emphasizes duty, honor, loyalty, and obedience. This code extends not only to the samurai's lord and master, but also to his comrades and family. Samurai who follow the order of the warrior are among the most trusted and feared warriors in the land. </p>", 
                    "name": "Order of the Warrior", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Order of the Warrior", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"edicts\" class=\"stat-block-2\">The samurai must protect the life and lands of his lord with his life. He must be truthful and courageous, respectful to his elders and his masters, and loyal to his friends and liege. He must conduct himself with honor and dignity.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Order of the Warrior/Edicts", 
                            "type": "section", 
                            "name": "Edicts", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"challenge\" class=\"stat-block-2\">Whenever an order of the warrior samurai declares a challenge, he receives damage reduction 1/&mdash; against attacks made by the target of his challenge. This DR increases by +1 for every four levels the samurai possesses.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\" class=\"stat-block-2\">An order of the warrior samurai adds Knowledge (history) (Int) and Knowledge (nobility) (Int) to his list of class skills. An order of the warrior samurai can make Knowledge (nobility) checks untrained. If he has ranks in the skill, he receives a bonus on the check equal to 1/2 his samurai level (minimum +1) as long as the check involves the nobles or politics of his land.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\" class=\"stat-block-2\">A samurai who belongs to the order of the warrior gains the following abilities as he increases in level.</p><blockquote><p id=\"honor-in-all-things\" class=\"stat-block-2\"><i>Honor in All Things</i> At 2nd level, the order of the warrior samurai draws strength from his sense of honor. Whenever the samurai makes a skill check or saving throw, he can call upon his honor as a free action to grant him a +4 morale bonus on the roll. He can use this ability once per day at 2nd level, plus one additional time per day for every four levels beyond 2nd (maximum of five times per day at 18th level).</p><p id=\"way-of-the-samurai\" class=\"stat-block-2\"><i>Way of the Samurai (Ex)</i>: At 8th level, the order of the warrior samurai's sense of honor and loyalty drives him to accomplish seemingly impossible tasks. The samurai can, as a standard action, focus his mind and will. Once during the next minute, he can choose to roll an attack roll, skill check, or saving throw three times and take the best result. He must decide to use this ability before the roll is made. Using this ability expends one daily use of his resolve.</p><p id=\"strike-true\" class=\"stat-block-2\"><i>Strike True (Ex)</i>: At 15th level, the order of the warrior samurai can use his years of training and focus to make the perfect strike. When he uses this ability, the samurai makes an attack as normal. If the attack hits, it is a critical threat. The samurai must roll to confirm the critical as normal. The attack deals the maximum amount of damage, although additional dice from weapon qualities, sneak attack, and additional dice from a critical hit are rolled normally. The damage from this attack ignores any damage reduction the target might have and also causes the target to become blinded, deafened, sickened, or staggered for 1d4 rounds (the samurai's choice). Making this attack is a standard action. The samurai can use this ability once per day.</p></blockquote>", 
                            "name": "Order Abilities", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Order of the Warrior/Order Abilities", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>While most samurai belong to the order of the warrior, dedicating their considerable skills to the service of a lord, land, and people, some find themselves without a master, either as a result of disgrace or death, or occasionally by choice. Known as ronin, these samurai wander the lands, serving their own code of ideals. While ronin are significantly freer to do as they please, they do not receive the same respect and support that a more dedicated samurai can count on. Note that cavaliers can select this order, but they are typically called knights errant instead of ronin. </p>", 
                    "name": "Ronin", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Ronin", 
                    "type": "section", 
                    "subtype": "warrior_order", 
                    "sections": [
                        {
                            "body": "<p id=\"becoming-ronin\">Normally, when a samurai wishes to change his order, he must undergo a lengthy process that requires him to adhere to the edicts of his new order for a period of time before receiving any benefits. This is not the case with ronin. Once a samurai decides to become a ronin, he immediately loses all of the bonuses, skills, and abilities of his old order and gains those of the ronin order. If he wishes to once again dedicate himself to another order, he must do so using the normal rules.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Ronin/Becoming Ronin", 
                            "type": "section", 
                            "name": "Becoming Ronin", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"edicts\" class=\"stat-block-2\">Ronin follow their own personal code of ethics and honor. As such, their edicts are extremely flexible and subject to change. Each ronin should determine his own edicts, which should include at least three provisions. These edicts are subject to GM approval.</p>", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Ronin/Edicts", 
                            "type": "section", 
                            "name": "Edicts", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"challenge\" class=\"stat-block-2\">Whenever a ronin is the target of a challenge, a smite, a quarry, or similar effect, and he issues a challenge against that character in return, the ronin receives a +1 morale bonus on attack rolls made against the target of his challenge and a +1 dodge bonus to his AC against attacks made by the target of his challenge. These bonuses increase by +1 for every four class levels the samurai possesses (to a maximum of +6 at 20th level).</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "body": "<p id=\"skills\" class=\"stat-block-2\">A ronin adds Knowledge (local) (Int) and Survival (Wis) to his list of class skills.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"order-abilities\" class=\"stat-block-2\">A ronin samurai gains the following abilities as he increases in level.</p><blockquote><p id=\"self-reliant\" class=\"stat-block-2\"><i>Self Reliant</i> At 2nd level, the ronin learns to rely solely on himself, even in the most difficult of times. Whenever the ronin fails a Will saving throw against an effect with a duration greater than 1 round, he can attempt another saving throw at the end of the second round of the effect. If he makes this saving throw, it has the same effect as if he had made the original save (negating part or all of the effect). In addition, whenever a ronin is brought below 0 hit points, on his next turn he can roll twice to stabilize, taking the better result.</p><p id=\"without-master\" class=\"stat-block-2\"><i>Without Master (Ex)</i>: At 8th level, the ronin's fierce independence allows him to overcome staggering odds. The ronin can summon up this willpower as an immediate action, and can use it in one of three ways. He can use his willpower whenever an attack would reduce him to fewer than 0 hit points but wouldn't kill him, to instead be at 1 hit point and conscious. He can use his willpower after making an attack roll to confirm a critical hit in order to reroll the confirmation roll. Finally, he can use his willpower to take 10 on a skill check during combat, even if the situation or the skill would not normally allow him to take 10. A ronin can use this ability once during a combat.</p><p id=\"chosen-destiny\" class=\"stat-block-2\"><i>Chosen Destiny (Ex)</i>: At 15th level, the ronin is the master of his own destiny. Whenever the ronin makes a saving throw against a charm or compulsion effect, he may roll twice and take the better result. In addition, once per day, the ronin can treat any one d20 roll as if the result were a natural 20. He must declare the use of this ability before the roll is made.</p></blockquote>", 
                            "name": "Order Abilities", 
                            "url": "pfsrd://Ultimate Combat/Classes/Samurai/Samurai Orders/Ronin/Order Abilities", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }
    ], 
    "alignment": "Any."
}