{
    "body": "<p>The following evolutions cost 1 point from the eidolon's evolution pool.</p>", 
    "name": "1-Point Evolutions", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"basic-magic\">An eidolon learns to cast a basic spell as a spell-like ability. Select one spell from the following list: <i>acid splash</i>, <i>dancing lights</i>, <i>daze</i>, <i>detect magic</i>, <i>flare</i>, <i>ghost sound</i>, <i>light</i>, <i>mage hand</i>, <i>ray of frost</i>, <i>stabilize</i>, or <i>touch of fatigue</i>. This spell can be cast once per day as a spell-like ability. At 4th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice. The save DC for this spell is 10 + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 10 to take this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell.</p>", 
            "name": "Basic Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Basic Magic", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hooves\">An eidolon has a pair of sharp hooves at the end of its limbs, giving it two hoof attacks. These attacks are secondary attacks. The hooves deal 1d4 points of damage (1d6 if Large, 1d8 if Huge). The eidolon must have the limbs evolution to take this evolution. This evolution can only be applied to the limbs (legs) evolution once. Alternatively, the eidolon can replace the claws evolution from its base form with these hoof attacks (this still costs 1 evolution point). This evolution can be selected more than once, but the eidolon must possess an equal number of limbs evolutions.</p>", 
            "name": "Hooves", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Hooves", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"low-light-vision\">An eidolon gains low-light vision, enabling it to see twice as far as a human in conditions of dim light.</p>", 
            "name": "Low-Light Vision", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Low-Light Vision", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unnatural-aura\">An eidolon is obviously of unnatural origin. Normal animals do not willingly approach the eidolon unless the animal's master makes a DC 25 Handle Animal, Ride, or wild empathy check.</p>", 
            "name": "Unnatural Aura", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/1-Point Evolutions/Unnatural Aura", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}