{
    "body": "<p>The following evolutions each cost 2 points from the eidolon's evolution pool.</p>", 
    "name": "2-Point Evolutions", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"channel-resistance\"> An eidolon becomes less easily affected by the channel energy ability of clerics or paladins. The eidolon gains a +2 bonus on any saves that are made to resist the effects of channel energy, including effects that rely on the use of channel energy (such as the Command Undead feat). At 7th level, this bonus can be increased to +4 by spending 2 additional evolution points. The eidolon must possess the undead appearance evolution to take this evolution.</p>", 
            "name": "Channel Resistance", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Channel Resistance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"head\">An eidolon grows an additional head. The eidolon does not gain any additional natural attacks for the additional head, but the additional head does allow the eidolon to take other evolutions that add an additional attack to a head (such as a bite, gore, or breath weapon). This evolution can be selected more than once.</p>", 
            "name": "Head", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Head", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"keen-scent\">An eidolon's sense of smell becomes even more acute. The eidolon can notice other creatures by scent in a 180-foot radius underwater and can detect blood in the water at ranges of up to a mile. The eidolon must possess the gills and scent evolutions to take this evolution.</p>", 
            "name": "Keen Scent", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Keen Scent", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"minor-magic\">An eidolon learns to cast a minor spell as a spell-like ability. Select one spell from the following list: <i>burning hands</i>, <i>comprehend languages</i>, <i>cure light wounds</i>, <i>detect chaos/evil/good/law</i>, <i>magic missile</i>, <i>obscuring mist</i>, <i>silent image</i>, <i>vanish</i> (self only), or <i>ventriloquism</i>. This spell can be cast once per day as a spell-like ability. At 7th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice &ndash; 2. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 11 and must possess the basic magic evolution to take this evolution.</p><p>The summoner must be at least 4th level before selecting this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell from the above list.</p>", 
            "name": "Minor Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Minor Magic", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"undead-appearance\">An eidolon appears as an undead creature, and mimics some of an undead creature's abilities and weaknesses. Negative energy heals the eidolon, and positive energy (including a cleric's channel energy ability) harms it. Spells and effects that target undead or have specific effects against undead (such as Command Undead, <i>hold undead</i>, and <i>searing light</i>) affect the eidolon as if it were undead. The eidolon gains a +2 bonus on saves against disease, exhaustion, fatigue, paralysis, poison, sleep effects, and stunning.</p><p>At 7th level, this bonus on saves can be increased to +4 by spending 2 additional evolution points. At 12th level, this protection can be increased to immunity against these attacks by spending 2 additional evolution points (the summoner must pay for the 7th-level upgrade before paying for this 12th-level upgrade).</p><p>Although the eidolon appears undead, it is still an outsider.</p>", 
            "name": "Undead Appearance", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/2-Point Evolutions/Undead Appearance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}