{
    "body": "<p>The following evolutions cost 3 points from the eidolon's evolution pool.</p>", 
    "name": "3-Point Evolutions", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"major-magic\">An eidolon learns to cast a major spell as a spell-like ability. Select one spell from the following list: <i>acid arrow</i>, <i>cure moderate wounds</i>, <i>darkness</i>, <i>daze monster</i>, <i>glide</i>, <i>invisibility</i> (self only), <i>lesser restoration</i>, <i>levitate</i>, <i>minor image</i>, <i>scorching ray</i>, <i>see invisibility</i>, or <i>spider climb</i>. This spell can be cast once per day as a spell-like ability.</p><p>At 10th level, this spell can be cast three times per day by spending 2 additional evolution points. The caster level for this evolution is equal to the eidolon's Hit Dice &ndash; 2. The save DC for this spell is 10 + 1/2 the eidolon's HD + the eidolon's Charisma modifier. The eidolon must have a Charisma score of at least 12 and must possess the minor magic evolution to take this evolution. The summoner must be at least 7th level before selecting this evolution. This evolution can be selected more than once. Each time an eidolon selects this evolution, it applies to a new spell from the above list.</p>", 
            "name": "Major Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions/Major Magic", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"see-in-darkness\">An eidolon can see perfectly in darkness of any kind, including that created by <i>deeper darkness</i>. The summoner must be at least 9th level before selecting this evolution.</p>", 
            "name": "See in Darkness", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Evolutions/3-Point Evolutions/See in Darkness", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}