{
    "body": "<p>Although haunts function like traps, they are difficult to detect since they cannot be easily observed until the round in which they manifest. <i>Detect undead</i> or <i>detect alignment</i> spells of the appropriate type allow an observer a chance to notice a haunt even before it manifests (allowing that character the appropriate check to notice the haunt, but at a &ndash;4 penalty).</p><p>A haunt can infuse a maximum area with a 5-foot radius per point of CR possessed by the haunt, but the actual area is usually limited by the size of the room in which the haunt is located.</p><p>When a haunt is triggered, its effects manifest at initiative rank 10 in a surprise round. All characters in the haunt's proximity can attempt to notice the haunt at the start of this surprise round by making a notice check). All haunts detect life sources and trigger as a result of the approach of or contact with living creatures, but some haunts can be tricked by effects like <i>hide from undead</i> or <i>invisibility</i>.</p><p>On the surprise round in which a haunt manifests, positive energy applied to the haunt (via channeled energy, cure spells, and the like) can damage the haunt's hit points (a haunt never gains a Will save to lessen the damage done by such effects, and attacks that require a successful attack roll to work must strike AC 10 in order to affect the haunt and not merely the physical structure it inhabits). Unless the haunt has an unusual weakness, no other form of attack can reduce its hit points. If the haunt is reduced to 0 hit points by positive energy, it is neutralized&mdash;if this occurs before the haunt takes its action at initiative rank 10, its effect does not occur.</p><p>A haunt can have virtually any effect identical to an existing spell effect, but often with different&mdash;and distinctly more frightening or unnerving&mdash;sensory or physical features than that spell effect normally has. (A haunt that has an effect not identical to an existing spell is certainly possible, but this requires designing a new spell effect.) A haunt might cause a room to explode into flames (duplicating <i>fireball</i> or <i>fire storm</i>), infuse a chamber with fear (duplicating <i>cause fear</i>, <i>scare</i>, or <i>fear</i>), or try to frighten a target to death (duplicating <i>phantasmal killer</i> or <i>slay living</i>). How the haunt's effects manifest are left to you to determine.</p><p>A neutralized haunt is not destroyed, and can manifest again after a period of time&mdash;to destroy a haunt, a specific action must be taken in the region to end the effect forever (such as burning a haunted house to the ground or burying the bones of the slaves who died on the site to create the haunt). This specific act is different for every haunt (although a number of nearby haunts often share the same destruction act).</p><p>Some haunts are persistent, and their immediate effects continue beyond the surprise round into actual full rounds. Persistent haunts continue to trigger their haunt effects once per round on their initiative rank until destroyed or they no longer have a target.</p><p>All primary effects created by a haunt are mind-affecting fear effects, even those that actually produce physical effects. Immunity to fear grants immunity to a haunt's direct effects, but not to secondary effects that arise as a result of the haunt's attack.</p>", 
    "url": "pfsrd://Game Mastery Guide/Rules/Haunts/Haunt Rules", 
    "type": "section", 
    "name": "Haunt Rules", 
    "source": "Game Mastery Guide"
}