{
    "body": "<p>Some feats are general, meaning that no special rules govern them as a group. Others are item creation feats, which allow characters to create magic items of all sorts. A metamagic feat lets a spellcaster prepare and cast a spell with greater effect, albeit as if the spell were of a higher spell level than it actually is.</p>", 
    "name": "Types of Feats", 
    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Any feat designated as a combat feat can be selected as a fighter's bonus feat. This designation does not restrict characters of other classes from selecting these feats, assuming that they meet the prerequisites.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Combat Feats", 
            "type": "section", 
            "name": "Combat Feats", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Critical feats modify the effects of a critical hit by inflicting an additional condition on the victim of the critical hit. Characters without the Critical Mastery feat can only apply the effects of one critical feat to an individual critical hit. Characters with multiple critical feats can decide which feat to apply after the critical hit has been confirmed.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Critical Feats", 
            "type": "section", 
            "name": "Critical Feats", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>An item creation feat lets a character create a magic item of a certain type. Regardless of the type of item each involves, the various item creation feats all have certain features in common.</p>", 
            "name": "Item Creation Feats", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The cost of creating a magic item equals half the base price of the item.</p><p>Using an item creation feat also requires access to a laboratory or magical workshop, special tools, and so on. A character generally has access to what he needs unless unusual circumstances apply.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Raw Materials Cost", 
                    "type": "section", 
                    "name": "Raw Materials Cost", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The time to create a magic item depends on the feat and the cost of the item.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Time", 
                    "type": "section", 
                    "name": "Time", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Brew Potion, Craft Staff, Craft Wand, and Scribe Scroll create items that directly reproduce spell effects, and the power of these items depends on their caster level&mdash;that is, a spell from such an item has the power it would have if cast by a spellcaster of that level. The price of these items (and thus the cost of the raw materials) also depends on the caster level. The caster level must be low enough that the spellcaster creating the item can cast the spell at that level. To find the final price in each case, multiply the caster level by the spell level, then multiply the result by a constant, as shown below:</p><p align=\"center\"><b><i>Scrolls:</i> Base price = spell level &times; caster level &times; 25 gp.</b><b><i>Potions:</i> Base price = spell level &times; caster level &times; 50 gp.</b><b><i>Wands:</i> Base price = spell level &times; caster level &times; 750 gp.</b><b><i>Staves:</i> The price for staves is calculated using more complex formulas (see Magic Items).</b></p><p>A 0-level spell is considered to have a spell level of 1/2 for the purpose of this calculation.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Item Cost", 
                    "type": "section", 
                    "name": "Item Cost", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any potion, scroll, or wand that stores a spell with a costly material component also carries a commensurate cost. For potions and scrolls, the creator must expend the material component cost when creating the item. For a wand, the creator must expend 50 units of the material component. Some magic items similarly incur extra costs in material components, as noted in their descriptions.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Extra Costs", 
                    "type": "section", 
                    "name": "Extra Costs", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Successfully creating a magic item requires a Spellcraft check with a DC equal to 5 + the item's caster level. Alternatively, you can use an associated Craft or Profession skill to attempt this check instead, depending upon the item being crafted. See Magic Item Creation for more details on which Craft and Profession checks may be substituted in this manner. The DC of this check can increase if the crafter is rushed or does not meet all of the prerequisites. A failed check ruins the materials used, while a check that fails by 5 or more results in a cursed item. See Magic Items for more details.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Skill Check", 
                    "type": "section", 
                    "name": "Skill Check", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>As a spellcaster's knowledge of magic grows, he can learn to cast spells in ways slightly different from the norm. Preparing and casting a spell in such a way is harder than normal but, thanks to metamagic feats, is at least possible. Spells modified by a metamagic feat use a spell slot higher than normal. This does not change the level of the spell, so the DC for saving throws against it does not go up. Metamagic feats do not affect spell-like abilities.</p>", 
            "name": "Metamagic Feats", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Wizards and divine spellcasters must prepare their spells in advance. During preparation, the character chooses which spells to prepare with metamagic feats (and thus which ones take up higher-level spell slots than normal).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Wizards and Divine Spellcasters", 
                    "type": "section", 
                    "name": "Wizards and Divine Spellcasters", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Sorcerers and bards choose spells as they cast them. They can choose when they cast their spells whether to apply their metamagic feats to improve them. As with other spellcasters, the improved spell uses up a higher-level spell slot. Because the sorcerer or bard has not prepared the spell in a metamagic form in advance, he must apply the metamagic feat on the spot. Therefore, such a character must also take more time to cast a metamagic spell (one enhanced by a metamagic feat) than he does to cast a regular spell. If the spell's normal casting time is a standard action, casting a metamagic version is a full-round action for a sorcerer or bard. (This isn't the same as a 1-round casting time.) The only exception is for spells modified by the Quicken Spell metamagic feat, which can be cast as normal using the feat.</p><p>For a spell with a longer casting time, it takes an extra full-round action to cast the spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Sorcerers and Bards", 
                    "type": "section", 
                    "name": "Sorcerers and Bards", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A cleric spontaneously casting a cure or inflict spell, or a druid spontaneously casting a <i>summon nature's ally</i> spell, can cast a metamagic version of it instead. Extra time is also required in this case. Casting a standard action metamagic spell spontaneously is a full-round action, and a spell with a longer casting time takes an extra full-round action to cast. The only exception is for spells modified by the Quicken Spell feat, which can be cast as a swift action.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Spontaneous Casting and Metamagic Feats", 
                    "type": "section", 
                    "name": "Spontaneous Casting and Metamagic Feats", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In all ways, a metamagic spell operates at its original spell level, even though it is prepared and cast using a higher-level spell slot. Saving throw modifications are not changed unless stated otherwise in the feat description.</p><p>The modifications made by these feats only apply to spells cast directly by the feat user. A spellcaster can't use a metamagic feat to alter a spell being cast from a wand, scroll, or other device.</p><p>Metamagic feats that eliminate components of a spell don't eliminate the attack of opportunity provoked by casting a spell while threatened. Casting a spell modified by Quicken Spell does not provoke an attack of opportunity.</p><p>Metamagic feats cannot be used with all spells. See the specific feat descriptions for the spells that a particular feat can't modify.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Effects of Metamagic Feats on a Spell", 
                    "type": "section", 
                    "name": "Effects of Metamagic Feats on a Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A spellcaster can apply multiple metamagic feats to a single spell. Changes to its level are cumulative. You can't apply the same metamagic feat more than once to a single spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Multiple Metamagic Feats on a Spell", 
                    "type": "section", 
                    "name": "Multiple Metamagic Feats on a Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>With the right item creation feat, you can store a metamagic version of a spell in a scroll, potion, or wand. Level limits for potions and wands apply to the spell's higher spell level (after the application of the metamagic feat). A character doesn't need the metamagic feat to activate an item storing a metamagic version of a spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Magic Items and Metamagic Spells", 
                    "type": "section", 
                    "name": "Magic Items and Metamagic Spells", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Whether or not a spell has been enhanced by a metamagic feat does not affect its vulnerability to counterspelling or its ability to counterspell another spell (see Magic).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Metamagic Feats/Counterspelling Metamagic Spells", 
                    "type": "section", 
                    "name": "Counterspelling Metamagic Spells", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}