{
    "dexterity": "17", 
    "ac": "19, touch 12, flat-footed 16 (+3 Dex, +7 natural, -1 size)", 
    "special_attacks": "rake (2 claws +12, 1d4+12)", 
    "intelligence": "9", 
    "racial_modifiers": "+6 Bluff", 
    "melee": "bite +12 (2d6+5), claw +12 (1d8+5/19-20 plus grab)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "30 ft., swim 50 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Common", 
    "strength": "20", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "warm lakes, rivers, or swamps", 
    "source": "Bestiary 3", 
    "charisma": "16", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Blinding CriticalB, Combat Reflexes, Improved Critical (claw)B, Improved Initiative, Skill Focus (Stealth), Stand Still", 
    "senses": "darkvision 60 ft., low-light vision; Perception +2", 
    "description": "This bear-sized beast has a body like a squat simian, a dog's face, and a long tail that ends in a clawed hand.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Ahuizotl/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An ahuizotl does not gain the grappled condition when it grapples a foe.", 
                    "name": "Tenacious Grapple", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ahuizotl/Special Abilities/Tenacious Grapple", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "An ahuizotl can perfectly mimic the sound of humanoid sobbing and can even attempt to mimic voices it has heard. When mimicking a voice, an ahuizotl must make a Bluff check opposed by its listener's Sense Motive check. If the listener has never heard the voice the ahuizotl is attempting to mimic, the listener takes a &ndash;8 penalty on the Sense Motive check.", 
                    "name": "Voice Mimicry", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ahuizotl/Special Abilities/Voice Mimicry", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A carnage-hungry denizen of swamps, the ahuizotl is a ferocious-looking predator, even before one takes into consideration its most distinctive feature&mdash;a long tail that ends in a clawed but all-too-humanoid hand. Whether from the entrance of its aquatic home (typically a sunken mass of trees or a flooded cavern) or the thick reeds and flora that grow at the water's edge, an ahuizotl remains watchful for any intruder that might trespass into its territory. Upon sighting such prey, the beast uses its uncanny ability to mimic the sound of a humanoid in distress to lure victims near, so it can snatch them with its tail claw. Ahuizotls are particularly fond of feasting upon a victim's eyes, and their tail claws are particularly adept at swiping away such organs for the beasts to feed upon. Teeth and fingernails are another of the creature's favorite meals, and the appearance of mutilated bodies missing eyes, teeth, and nails along a river's banks is sure evidence of an ahuizotl attack.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite its preference for cruelty, an ahuizotl might come to mutually advantageous arrangements with other pernicious denizens of the swamps. Will-o'-wisps and ahuizotls often find themselves in such cooperative relationships, with the will-o'-wisp coaxing creatures near the ahuizotl's lair and then lingering to feed upon the victims' fear as the ahuizotl drags them into the depths. Some wily humanoids who fall into an ahuizotl's clutches&mdash;typically lizardfolk, boggards, or swamp-dwelling humans&mdash;have successfully managed to bargain away the lives of others in exchange for their own. Such arrangements always lead to a series of vicarious murders, as the aquatic predator's proxy coaxes new victims into the swamp for its fearsome partner to dine upon.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Ahuizotls are exceptionally long-lived, and a single individual might live and feed in a particular area for several human generations. An ahuizotl is 9 feet long and weighs 1,200 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "68 (8d10+24)", 
    "reach": "5 ft. (10 ft. with tail)", 
    "wisdom": "14", 
    "creature_type": "Magical Beast", 
    "special_qualities": "amphibious, tenacious grapple, voice mimicry", 
    "name": "Ahuizotl", 
    "base_attack": "+8", 
    "skills": "Bluff +9, Stealth +9, Swim +20", 
    "reflex": "+9", 
    "cmd": "27 (31 vs. trip)", 
    "cmb": "+14 (+18 grapple)", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Ahuizotl", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}