{
    "dexterity": "12", 
    "ac": "14, touch 14, flat-footed 13 (+3 deflection, +1 Dex)", 
    "special_attacks": "babble, touch of insanity", 
    "intelligence": "11", 
    "melee": "incorporeal touch +4 (1d4 Wisdom damage)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "fly 30 ft. (perfect)", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Aklo, Common", 
    "strength": "-", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "incidental", 
    "init": "+5", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "16", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Improved Initiative, Lightning Reflexes", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "This malignant cloud of shadows boils in the air, its skeletal maw eerily babbling as the creature's claws manifest from the darkness.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Allip/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An allip constantly mutters to itself, creating a hypnotic effect. All sane creatures within 60 feet of the allip must succeed at a DC 15 Will save or be fascinated for 2d4 rounds. While a target is fascinated, the allip can approach it without breaking the effect, but an attack by the allip does end the effect. Creatures that successfully save cannot be affected by the same allip's babble for 24 hours. This is a sonic, mind-affecting compulsion effect. The save DC is Charisma-based.", 
                    "name": "Babble", 
                    "url": "pfsrd://Bestiary 3/Monsters/Allip/Special Abilities/Babble", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Anyone targeting an allip with a thought detection, mind control, or telepathic effect makes direct contact with its tortured mind and takes 1d4 points of Wisdom damage.", 
                    "name": "Madness", 
                    "url": "pfsrd://Bestiary 3/Monsters/Allip/Special Abilities/Madness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "The touch of an allip deals 1d4 points of Wisdom damage (DC 15 Will negates). A successful critical hit causes 1d4 points of Wisdom damage and 1 point of Wisdom drain (instead of double Wisdom damage). With each successful attack, an allip gains 5 temporary hit points. The save DC is Charisma-based.", 
                    "name": "Touch of Insanity", 
                    "url": "pfsrd://Bestiary 3/Monsters/Allip/Special Abilities/Touch of Insanity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Those who fall prey to madness and take their own lives sometimes find themselves lost on the path to the afterlife, trapped in a state between life and death. These unfortunates, known as allips, suffer from the violent and incurable insanity they faced in life and take out their terror, confusion, and rage upon the living. They reach out to those they encounter&mdash;possibly in wrath, but also perhaps oblivious to their own insane nature&mdash;spreading the psychoses that led to their own untimely deaths.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In combat, allips relentlessly attack the nearest living creature, relying on their babble to let them close in before attacking with their touch of insanity. Many seem to be driven to states of ferocity upon witnessing the terror living creatures exhibit when facing their spectral forms, or when faced with the intangibility of their incorporeal states. While allips have no way to kill creatures, those knocked unconscious by an allip's Wisdom-draining touch often emerge from the state suffering from insanity (see pages 250&ndash;251 of the <i>GameMastery Guide</i>)&mdash;a fate that many would say qualifies as worse than death.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Allips often seek to harm those who played a part in causing their mad, unholy condition. When faced with such foes, an allip ignores all other targets that confront it in favor of its hated enemies, attacking them until its tormentors have been forced into a vacant stupor. Alas, such vengeance does not put the allip to rest, but simply serves to further fuel its madness as it finds itself trapped in a world now no longer even holding the satisfaction of vengeance.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d8+12)", 
    "wisdom": "11", 
    "defensive_abilities": "channel resistance +2, incorporeal", 
    "creature_type": "Undead", 
    "special_qualities": "madness", 
    "name": "Allip", 
    "base_attack": "+3", 
    "skills": "Fly +16, Intimidate +10, Perception +7, Stealth +8", 
    "reflex": "+4", 
    "cmd": "17", 
    "cmb": "+4", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Allip", 
    "aura": "babble (60 ft., DC 15)", 
    "organization": "solitary, pair, or haunt (3-6)", 
    "creature_subtype": "incorporeal"
}