{
    "dexterity": "13", 
    "ac": "27, touch 10, flat-footed 26 (+1 Dex, +17 natural, -1 size)", 
    "special_attacks": "bleed (2d6), constrict (1d10+10), feed", 
    "intelligence": "10", 
    "melee": "4 vines +20 (1d10+7 plus grab and bleed)", 
    "cr": "13", 
    "xp": "25,600", 
    "speed": "40 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Aklo, Common, Elven, Sylvan", 
    "strength": "24", 
    "constitution": "22", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+5", 
    "environment": "temperate forests", 
    "source": "Bestiary 3", 
    "charisma": "21", 
    "immune": "plant traits", 
    "fortitude": "+17", 
    "spells": [
        {
            "spell-like abilities": "(CL 13th; concentration +18)<p class=\"stat-block-2\">At will-<i>charm monster</i> (DC 19), <i>detect thoughts </i>(DC 17),  <i>suggestion</i> (DC 18)</p><p class=\"stat-block-2\">3/day-quickened <i>glitterdust</i> (DC 17), <i>hold monster</i> (DC 20)</p><p class=\"stat-block-2\">1/day-<i>commune with nature, mind fog, wall of thorns</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Cleave, Deceitful, Great Cleave, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (glitterdust), Vital Strike", 
    "senses": "low-light vision; Perception +17", 
    "description": "An attractive green-skinned woman sits in the depths of this enormous, sweet-smelling flower.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Alraune/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A supernaturally sweet perfume that calms the nerves and blunts aggression constantly surrounds an alraune to a radius of 60 feet. Any creature in this area of effect must make a DC 24 Will save at the start of its turn to avoid falling under the effects of calm emotions for 1 round. Creatures that could be attracted to the alraune's current apparent gender take a &ndash;2 penalty on this Will save, while all other creatures gain a +2 bonus on the save. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Calming Fragrance", 
                    "url": "pfsrd://Bestiary 3/Monsters/Alraune/Special Abilities/Calming Fragrance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "An alraune's roots can feed on a helpless or willing target. At the end of an hour of feeding, the victim takes 1d6 points of both Constitution and Intelligence drain, and the alraune heals 3d6 points of damage.", 
                    "name": "Feed", 
                    "url": "pfsrd://Bestiary 3/Monsters/Alraune/Special Abilities/Feed", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>An alraune relies on its supernaturally soothing odor to render enemies incapable of making hostile acts against it&mdash;even if the alraune attacks a foe, its calming scent can wipe away any thoughts of violence from its prey. At rest, an alraune appears to be merely a large thorny plant with a single enormous and brightly colored flower at its center.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>When an alraune attacks, its thorny vines lash out and its flower blooms, revealing an attractive, green-skinned humanoid form within. An alraune's apparent gender can vary even from encounter to encounter, for the plant can reshape its humanoid portions as it desires to increase the likelihood of setting its victims at ease. Regardless of the plant's apparent gender, it is itself asexual and reproduces (typically once or twice per decade) by budding a single offspring over the course of a spring season.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite their appearance, alraunes are quite mobile (capable of walking almost like a spider upon their numerous long roots and thorny vines). They hunt by using <i>commune with nature</i> to locate potential prey, preferring humanoid flesh over all others. When an alraune needs prey, it uses its mind-affecting abilities to convince foes to dig their own graves and bury themselves&mdash;once a foe is helplessly buried in the soil, the alraune can feed from it via its flesh-burrowing roots, converting the victim's blood and memories into the strange nutrients it so craves.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "199 (19d8+114)", 
    "reach": "10 ft.", 
    "wisdom": "17", 
    "creature_type": "Plant", 
    "name": "Alraune", 
    "base_attack": "+14", 
    "skills": "Bluff +16, Disguise +9, Knowledge (nature) +9, Perception +17, Sense Motive +14", 
    "reflex": "+9", 
    "cmd": "33 (can't be tripped)", 
    "cmb": "+22 (+26 grapple)", 
    "will": "+11", 
    "url": "pfsrd://Bestiary 3/Monsters/Alraune", 
    "aura": "calming fragrance (60 ft., DC 24)", 
    "sr": "24", 
    "organization": "solitary"
}