{
    "dexterity": "12", 
    "ac": "20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 2d6+10)", 
    "intelligence": "13", 
    "melee": "bite +13 (1d6+7), 2 claws +13 (1d6+7 plus grab)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "40 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Common, Giant", 
    "strength": "25", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "cold marshes", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+8", 
    "spells": [
        {
            "spell-like abilities": "(CL 7th; concentration +7)<p class=\"stat-block-2\">3/day-<i>alter self</i>, <i>fog cloud</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Blind-Fight, Great Fortitude, Intimidating Prowess", 
    "senses": "darkvision 60 ft.; Perception +13", 
    "description": "This repulsive, hunchbacked crone has skin the color of a fresh bruise. Despite her hunch, she looms taller than a human. ", 
    "sections": [
        {
            "body": "<p>Also known as black hags or iron hags, annis hags are the largest and most physically intimidating of their foul brood. Known for their iron-hard, wart-covered skin that varies from shades of deep blue to black and their claws like rusty blades, annis hags forgo much of the cunning and deceptiveness of their kind to revel in the more visceral evils of torture and slaughter. The typical annis hag stands just over 8 feet tall and weighs upward of 300 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Dwelling in dark caves, tangled hollows, and cursed ruins deep within frozen swamps or icy moors, annis hags stalk forth by night to sow fear and hunt the unwary. Although possessed of cunning minds, annis prove more decadent than most other hags, frequently indulging in their taste for living flesh and the music of pleading screams. Unlike green hags, they use their ability to assume humanoid form via <i>alter self</i> not to infiltrate societies but to lure victims into a false sense of security before attacking&mdash;often posing as travelers in need of aid or pilgrims seeking to share a camp.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Annis hags find the flesh of children, young animals, and the pure of heart particularly pleasing, both for the tenderness of such meals and for the sorrow such murders spread. After gorging themselves, these hags delight in stripping the skin from their victims, often garbing themselves in the grisly trophies. They are also known to retain and even preserve identifiable portions of their victims (such as heads) for later use in spreading misery. An annis who eats the children of a local farmer might keep the heads (or at least the faces) handy to return to the victims' parents, for example&mdash;often in the guise of an anonymous gift. The most insidious of annis hags present these gifts in ways that implicate friends or family in the victim's death.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Like most hags, annis sometimes join covens of their repulsive sisters, though many prove resistant to such cooperation. They are particularly unlikely to join covens that already include other annis, though groups of related annis&mdash;typically horrible triplets&mdash;are not unknown. A typical annis coven consists of one annis leader along with two green hags or sometimes even a witch or two. Annis covens often seek to recruit additional creatures as guardians and are particularly fond of trolls and ogres for such roles.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "66 (7d10+28)", 
    "reach": "10 ft.", 
    "wisdom": "13", 
    "creature_type": "Monstrous Humanoid", 
    "dr": "5/bludgeoning", 
    "name": "Annis Hag", 
    "base_attack": "+7", 
    "skills": "Bluff +7, Diplomacy +7, Intimidate +17, Perception +13, Sense Motive +3, Stealth +7", 
    "reflex": "+6", 
    "cmd": "26", 
    "cmb": "+15 (+19 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 3/Monsters/Annis Hag", 
    "sr": "17", 
    "organization": "solitary or coven (3 hags of any kind)"
}