{
    "dexterity": "13", 
    "ac": "17, touch 10, flat-footed 16 (+1 Dex, +7 natural, -1 size)", 
    "special_attacks": "poison, spores, trample (2d8+6, DC 17)", 
    "intelligence": "-", 
    "resist": "electricity 10, fire 10", 
    "melee": "slam +8 (2d8+6)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "40 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "18", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "underground", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "plant traits", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "Improved OverrunB", 
    "senses": "tremorsense 60 ft.; Perception +0", 
    "description": "This misshapen sphere of pale yellow-green fungus rolls with an unnerving speed, spewing clouds of foul spores as it advances.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Ascomoid/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The save DC is Constitution-based. Spores:", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ascomoid/Special Abilities/Poison", 
                    "sections": [
                        {
                            "name": "Ascomoid Spores", 
                            "source": "Bestiary 3", 
                            "url": "pfsrd://Bestiary 3/Monsters/Ascomoid/Special Abilities/Poison/Ascomoid Spores", 
                            "contracted": "inhaled", 
                            "effect": "1d2 Strength damage", 
                            "subtype": "poison", 
                            "cure": "2 saves", 
                            "frequency": "1/round for 6 rounds", 
                            "save": "Fortitude DC 16", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per round as a free action, an ascomoid can release a jet of deadly spores to a range of 30 feet. Upon impacting a solid surface, such as a wall or creature, the jet billows out into a cloud of spores that fills a 10-foot-radius spread. This cloud lasts for 1 round before dispersing. Any creature in the cloud must make a DC 16 Fortitude save or become nauseated as long as it remains in the cloud. Any creature that fails to save against this nausea is also exposed to the ascomoid's poison (see above). The save DC is Constitution-based.", 
                    "name": "Spores", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ascomoid/Special Abilities/Spores", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Oversized fungi, ascomoids are frequently mistaken for giant puffballs until they begin to move, rolling toward any living prey that they sense. Once they have crushed the life out of a creature, they quickly move on, leaving spores behind in their victim's body to grow new ascomoids. Ascomoids can grow to a width of 10 feet, but they rarely weigh more than 400 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While ascomoids require no light to grow, they do require a moist environment. They do not keep traditional lairs, but often wander the same areas over and over, littering these routes with the bones of past victims.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Although they are typically solitary creatures, ascomoids dwelling in areas of ample moisture with generous sources of food&mdash;or frequent unwitting passersby&mdash;sometimes form deadly clusters. Such colonies of these giant fungi often lurk in large caverns among other pallid vegetation. Given ascomoids' ability to detect vibrations, the slightest quake or potential footfall sets them rolling, turning their cavernous lairs into churning meat grinders. Bounding about violently, groups of ascomoids sometimes take hours to settle back down, unable to distinguish between the movements of prey and the tumbling of their own kind. In some cases, ascomoids have been known to lair at the top of steep rises, crushing climbers as they roll in terrible fungal avalanches.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Those crushed by an ascomoid or who fall victim to an ascomoid's spores face a revolting end, their bodies becoming hosts to quick-growing colonies of rampant fungi. Immature ascomoid mold sprouts quickly, typically appearing within 24 hours. After 48 hours, such victims become so overgrown with this furry, brown-green mold that they can no longer be restored to life by <i>raise dead</i>, as their bodies are too vitally pervaded and thoroughly consumed by the swiftly spreading mold. Within a month, a new ascomoid emerges from the foul mess.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "52 (7d8+21)", 
    "reach": "5 ft.", 
    "wisdom": "11", 
    "creature_type": "Plant", 
    "dr": "10/piercing", 
    "name": "Ascomoid", 
    "base_attack": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Ascomoid", 
    "reflex": "+3", 
    "cmd": "21 (can't be tripped)", 
    "cmb": "+10", 
    "will": "+2", 
    "organization": "solitary or cluster (2-8)"
}