{
    "dexterity": "17", 
    "ac": "17, touch 17, flat-footed 14 (+3 Dex, +4 size)", 
    "special_attacks": "sneak attack +1d6", 
    "intelligence": "11", 
    "melee": "rapier +8 (1d2-2/18-20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "20 ft., fly 50 ft. (good)", 
    "alignment": "CN", 
    "size": "Diminutive", 
    "languages": "Common, Sylvan; speak with animals", 
    "strength": "6", 
    "constitution": "13", 
    "space": "1 ft.", 
    "treasure": "standard (rapier, other treasure)", 
    "init": "+7", 
    "environment": "any temperate", 
    "source": "Bestiary 3", 
    "charisma": "18", 
    "fortitude": "+1", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +10)<p class=\"stat-block-2\">Constant-<i>speak with animals</i></p><p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>reduce person</i> (DC 15)</p><p class=\"stat-block-2\">3/day-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">1/day-<i>shrink item</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved InitiativeB, Weapon Finesse", 
    "senses": "low-light vision; Perception +7", 
    "description": "This miniscule, green-skinned humanoid wields a needle-thin rapier. A pair of dragonfly wings holds the wee creature aloft.", 
    "sections": [
        {
            "body": "<p>Atomies perceive themselves as larger than they actually are. Like pups standing up to a full-grown cur, atomies never back down from aggression, and take tremendous pride in defeating and humiliating foes larger than themselves. Atomies find great pleasure in shoring up the odds in a fight against larger foes. They make use of their <i>reduce person</i> spell-like ability as an offensive measure, hoping to shock and humiliate humanoid opponents, giving them a chance to make a killing jab. Atomies employ their <i>invisibility</i> spell-like ability to get in close and make sneak attacks before darting back out of reach.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In lands thick with fey, atomies often serve as border sentries or bodyguards to nymphs, dryads, or other more powerful fey creatures. While atomies prove only passable in their ability to defend such creatures, other fey accept their fealty out of respect and perhaps with a bit of mirth as well. Atomies enjoy their time as honor guards, but often grow bored and leave their posts in search of adventure.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>These nimble creatures adore swordplay and practice with their blades endlessly. Atomies often travel their lands seeking adventure tinged with mischief. Sensitive to bullying and oppression, atomies revel in turning the tables on a cruel mayor or tormenting dishonorable mercenary bands. Atomies, enamored with tales of epic duels and the defeat of great evils, sometimes follow adventuring parties and eavesdrop on their nightly tales by the campfire. If a warrior in the group tends to boast of his swordplay, an atomie rarely resists the urge to humble him by sabotaging his equipment or invisibly reducing him and challenging him to a duel.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Atomies get along well with grigs, and it is not uncommon to see the two types of creatures banding together for defense or companionship. Some sages claim the two creatures share a past link, pointing out their similar insectile wings. Anyone questioning an atomie or grig about this theory is greeted with bouts of shrill tiny laughter. An atomie stands just under a foot tall and weighs 2 pounds. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "9 (2d6+2)", 
    "reach": "0 ft.", 
    "wisdom": "14", 
    "creature_type": "Fey", 
    "dr": "2/cold iron", 
    "name": "Atomie", 
    "base_attack": "+1", 
    "skills": "Acrobatics +8 (+4 when jumping), Bluff +9, Escape Artist +7, Fly +18, Perception +7, Sense Motive +6, Stealth +20", 
    "reflex": "+6", 
    "cmd": "8", 
    "cmb": "+0", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Atomie", 
    "organization": "solitary, pair, gang (3-6), or band (7-14)"
}