{
    "dexterity": "17", 
    "ac": "14, touch 12, flat-footed 11 (+3 Dex, +2 natural, -1 size)", 
    "special_attacks": "sudden charge", 
    "intelligence": "2", 
    "melee": "bite +5 (1d8+6)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "50 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "18", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+3", 
    "environment": "temperate plains", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Run, Skill Focus (Perception)", 
    "senses": "low-light vision; Perception +9", 
    "description": "This stout flightless bird stands upon two long, taloned legs, but it is its axe-shaped beak that looks the most ferocious. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Axe Beak/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When making a charge attack, an axe beak makes a single bite attack. If successful, it may also attempt to trip its opponent as a free action without provoking an attack of opportunity. If the attempt fails, the axe beak cannot be tripped in return.", 
                    "name": "Sudden Charge", 
                    "url": "pfsrd://Bestiary 3/Monsters/Axe Beak/Special Abilities/Sudden Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Keen-witted and powerful avian predators, axe beaks compete with wolves and hunting cats for prey upon vast, open steppes and prairies. Although feared for their boldness and territorial natures, these giant birds prove eminently tamable, making useful guardians, hunters, and even steeds when kept well fed. Axe beaks are relatively social creatures, forming small groups in which both males and females hunt together. They nest in immense mounds made of sticks, branches, leaves, and whatever else they can scavenge (including the bones and equipment of previous meals), with each nest used by a large group of axe beaks. Females typically lay clutches of 1d4+1 eggs once per year, which the parents take turns keeping warm for 2 months before they hatch. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p> Mature axe beaks stand 9 feet tall and weigh as much as 500 pounds. Their plumage varies widely, from gray to brown to black in temperate climes, but taking on exotic shades of gold, red, blue, and other vibrant hues in more tropical environs. Axe beaks have lifespans of up to 50 years.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>An axe beak requires training before it will bear a rider. Taming an axe beak requires 6 weeks of work and a DC 25 Handle Animal check, after which it can be taught tricks as normal. Riding an axe beak requires an exotic saddle. Axe beak eggs are worth 1,000 gp apiece on the open market, while young are worth 1,500 gp each. A light load for an axe beak is up to 200 pounds; a medium load, 201&ndash;400 pounds; and a heavy load, 401&ndash;600 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Other types of large, predatory flightless birds exist&mdash;the axe beak is but the most commonly encountered and well known of this breed of predator. Two less common variants of the axe beak are summarized below.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "url": "pfsrd://Bestiary 3/Monsters/Axe Beak/Diatryma", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>While the dark-feathered, orange-beaked diatrymas are smaller than the average axe-beak, standing at a mere 6 to 7 feet in height, they are no less ferocious. Diatrymas are axe beaks reduced to Medium size; they have 2 Hit Dice and are CR 1.</p>", 
                    "source": "Bestiary 3", 
                    "type": "section"
                }
            ], 
            "name": "Diatryma", 
            "source": "Bestiary 3"
        }, 
        {
            "url": "pfsrd://Bestiary 3/Monsters/Axe Beak/Terror Bird", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Terror birds stand a full foot taller than the average axe beak, and their powerful talons serve as additional weapons. Terror birds are axe beaks advanced to 5 HD that gain Improved Critical (bite) as a bonus feat. They also have two additional natural attacks, a pair of talons that do a base damage of 1d4 damage each. Terror birds are CR 4.</p>", 
                    "source": "Bestiary 3", 
                    "type": "section"
                }
            ], 
            "name": "Terror Bird", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "22 (3d8+9)", 
    "reach": "10 ft.", 
    "wisdom": "11", 
    "creature_type": "Animal", 
    "name": "Axe Beak", 
    "base_attack": "+2", 
    "skills": "Perception +9", 
    "reflex": "+6", 
    "cmd": "20", 
    "cmb": "+7", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 3/Monsters/Axe Beak", 
    "organization": "solitary, pair, or flock (3-6)"
}