{
    "dexterity": "25", 
    "ac": "33, touch 13, flat-footed 26 (+7 Dex, +20 natural, -4 size)", 
    "special_attacks": "bounding charge, brutal tail, gaze, lash out, pounce, rake (4 claws, +32, 2d6+13/19-20), rend (2 claws, 2d6+19)", 
    "intelligence": "2", 
    "racial_modifiers": "+8 Acrobatics, +10 Perception, +4 Stealth (+12 forests), +20 Survival when tracking", 
    "melee": "bite +32 (2d8+13 plus grab), 2 claws +32 (2d6+13/19-20), tail slap +27 (2d8+19/&times;3 plus pain)", 
    "cr": "17", 
    "xp": "102,400", 
    "speed": "60 ft., climb 20 ft.", 
    "alignment": "N", 
    "size": "Gargantuan", 
    "strength": "36", 
    "constitution": "27", 
    "space": "20 ft.", 
    "treasure": "incidental", 
    "init": "+11", 
    "environment": "any forests", 
    "source": "Bestiary 3", 
    "charisma": "18", 
    "immune": "fear, paralysis, poison, sleep", 
    "fortitude": "+21", 
    "type": "creature", 
    "feats": "Bleeding Critical, Combat Reflexes, Critical Focus, Critical Mastery, Exhausting Critical, Improved Critical (claws), Improved Critical (quills), Improved Initiative, Improved Iron Will, Iron Will, Skill Focus (Stealth), Tiring Critical", 
    "senses": "blindsense 120 ft., darkvision 120 ft., low-light vision, scent; Perception +26", 
    "description": "This six-limbed beast stalks forward with a fluid grace. Barbed quills run along its back, and its eyes glow with a blue light. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A bandersnatch can move through difficult terrain when it charges.", 
                    "name": "Bounding Charge", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Bounding Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "The quills and barbs on a bandersnatch's tail cause triple damage on a critical hit from its tail slap. A bandersnatch adds 1-1/2 times its strength bonus on attack rolls when using its tail slap.", 
                    "name": "Brutal Tail", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Brutal Tail", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Confused for 1 round, range 30 feet, Fortitude DC 29 negates. A bandersnatch can direct its gaze attack against a single foe as a swift action. This is a mind-affecting compulsion effect. The save DC is Constitution-based.", 
                    "name": "Gaze", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a swift action, a bandersnatch can make a single attack with a bite, claw, or tail slap. A bandersnatch cannot lash out on the same round it charges.", 
                    "name": "Lash Out", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Lash Out", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Whenever a creature takes damage from a bandersnatch's tail slap attack, quills, or quill defense, that creature must make a DC 28 Reflex save or a quill lodges in its flesh, causing the creature to become sickened until the quill is removed. Removing one quill requires a DC 20 Heal check made as a full-round action. For every 5 by which the check exceeds the DC, one additional quill can be removed. On a failed check, a quill is still removed, but the process deals 1d10+6 points of damage to the victim. The save DC is Dexterity-based.", 
                    "name": "Pain", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Pain", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A bandersnatch is always considered to be on its home plane, regardless of what plane it finds itself upon. It never gains the extraplanar subtype.", 
                    "name": "Planar Acclimation", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Planar Acclimation", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Any creature that strikes a bandersnatch with a non-reach melee weapon, unarmed strike, or natural weapon takes 1d10 points of piercing damage from the bandersnatch's quills and suffers from the bandersnatch's pain attack.", 
                    "name": "Quill Defense", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Quill Defense", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A debilitated bandersnatch recovers with frightening speed. If a bandersnatch starts its turn affected by any or all of the following conditions, these conditions end at the end of its turn: confused, dazed, dazzled, exhausted, fatigued, nauseated, sickened, and stunned. Furthermore, a bandersnatch affected by ability damage, ability drain, or a mind-affecting effect that allows a save receives a single additional save against the effect of its choice at the original DC at the end of its turn in order to shake off the effect.", 
                    "name": "Quick Recovery", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Quick Recovery", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "With a snap of its tail, a bandersnatch can loose a volley of four quills as a standard action (make an attack roll for each spike). This attack has a range of 300 feet with no range increment. All targets must be within 30 feet of each other. Launched quills regrow in a single round, during which the bandersnatch's defensive abilities are unaffected.", 
                    "name": "Quills", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Quills", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A bandersnatch can move at up to double its speed and still track without penalty. It gains a +10 competence bonus on Survival checks made to track creatures it has wounded.", 
                    "name": "Relentless Tracker", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Special Abilities/Relentless Tracker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Bandersnatches rely on speed, shock, and terror to bring down prey. They pace their quarry from a distance, hidden among the trees, then break from cover, savage their target, and dart away again. They drag smaller creatures away to dispatch at leisure, while engaging larger ones in skirmishes until they gradually wear their prey down. An outmatched bandersnatch withdraws at full speed, stopping only to pick off pursuers that distance themselves from their allies. Once its wounds heal, the bandersnatch returns to the scene of its defeat, picks up the trail of its assailants, and eliminates them one by one.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In appearance, a bandersnatch resembles a tawny, six-legged great cat, but with wickedly barbed quills running the length of its body and down to the tip of its long, flexible tail. Its quills serve to deter attackers, but also act as a formidable weapon. With a single flick of its muscular tail, a bandersnatch can fling as many as a half-dozen quills at distant foes with surprising accuracy. A bandersnatch captivates any prey that meets the gaze of its saucerlike, luminous eyes. A bandersnatch measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds. Despite their bulk, bandersnatches move with speed, grace, and even considerable stealth when required.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Bandersnatches were once native to the primal world of the fey, where they preyed on the greatest hunters of that ancient realm. As with other legendary creatures from this realm, such as the jabberwock, bandersnatches belong to a group of creatures known collectively as the &ldquo;Tane.&rdquo; Whether the fey were careless in guarding their portals or released the first bandersnatches into Material Plane deliberately cannot be said with certainty. Rare in the extreme on the Material Plane, bandersnatches lair within forgotten forests where ancient beasts walk the world. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Bandersnatches mate only rarely. A female becomes fertile perhaps once or twice per century, leaving the male soon after mating and giving birth to only one or two kittens per litter. The mother brings meat to her ravenous young, which mature into lesser bandersnatches (see below) within a year. Bandersnatches live for a thousand years or longer.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Though no bandersnatch is ordinary, some are rarer than others. The most famous is the frumious bandersnatch, brimming with rage so fierce it burns. Variant bandersnatches may combine two or more of the abilities below. </p>", 
            "name": "Variant Bandersnatches", 
            "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches", 
            "type": "section", 
            "source": "Bestiary 3", 
            "sections": [
                {
                    "body": "<p>Confounding bandersnatches drip infectious madness from their quills and claws. <i>Poison</i>  The save DC is Constitution-based. Claws and quills:</p>", 
                    "name": "Confounding Bandersnatch (+1 CR)", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Confounding Bandersnatch (+1 CR)", 
                    "sections": [
                        {
                            "name": "Confounding Bandersnatch Venom", 
                            "source": "Bestiary 3", 
                            "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Confounding Bandersnatch (+1 CR)/Confounding Bandersnatch Venom", 
                            "contracted": "injury", 
                            "effect": "confused for 1 minute", 
                            "subtype": "poison", 
                            "cure": "2 consecutive saves", 
                            "frequency": "1/minute for 6 minute", 
                            "save": "Fortitude DC 29", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>A frumious bandersnatch seethes with barely repressed rage and anger. If it misses with its bite attack or falls below half of its hit points, it succumbs to such uncontrollable fury that it bursts into flame. While engulfed in these flames, a frumious bandersnatch is affected as by a <i>haste</i> spell (this effect cannot be dispelled) and causes an additional 2d6 points of fire damage with each of its melee attacks and its quill defense ability. The fury lasts for 5 rounds, after which the bandersnatch cannot enter a fury again for another 5 rounds. A frumious bandersnatch has fire resistance 30.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Frumious Bandersnatch (+2 CR)", 
                    "type": "section", 
                    "name": "Frumious Bandersnatch (+2 CR)", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>Smaller or younger bandersnatches are still fearsome predators in their own right. A lesser bandersnatch is Huge, with 4 fewer Hit Dice than a typical bandersnatch. Reduce its physical ability scores by 4 each and its Wisdom and Charisma by 2 each. A lesser bandersnatch lacks quick recovery and deals 1d8+4 points of damage with its quill defense and pain abilities. Lesser bandersnatches never have any additional variant powers.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Lesser Bandersnatch (-4 CR)", 
                    "type": "section", 
                    "name": "Lesser Bandersnatch (-4 CR)", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>These bandersnatches radiate an antimagic aura in a 20-foot radius. Should the aura be brought down, it returns automatically as a free action on the bandersnatch's next turn. Magicbane bandersnatches lack gaze and quick recovery.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Magicbane Bandersnatch (+3 CR)", 
                    "type": "section", 
                    "name": "Magicbane Bandersnatch (+3 CR)", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>Primal bandersnatches have kept their ties to the ancient world of the fey. They have the extraplanar subtype, SR equal to 11 plus their CR, DR 10/cold iron, and the advanced creature simple template.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch/Variant Bandersnatches/Primal Bandersnatch (+2 CR)", 
                    "type": "section", 
                    "name": "Primal Bandersnatch (+2 CR)", 
                    "source": "Bestiary 3"
                }
            ]
        }
    ], 
    "hp": "310 (23d10+184); fast healing 10", 
    "reach": "15 ft. (20 ft. with tail slap)", 
    "wisdom": "15", 
    "defensive_abilities": "quick recovery, quill defense", 
    "creature_type": "Magical Beast", 
    "special_qualities": "planar acclimation, relentless tracker", 
    "ranged": "4 quills +26 (1d10+13/19-20) plus pain", 
    "name": "Bandersnatch", 
    "base_attack": "+23", 
    "skills": "Acrobatics +19 (+31 when jumping), Climb +21, Perception +26, Stealth +18 (+26 forests), Survival +3 (+23 tracking)", 
    "reflex": "+20", 
    "cmd": "57 (65 vs. trip)", 
    "cmb": "+40 (+44 grapple)", 
    "will": "+11", 
    "url": "pfsrd://Bestiary 3/Monsters/Bandersnatch", 
    "organization": "solitary"
}