{
    "dexterity": "22", 
    "ac": "24, touch 17, flat-footed 17 (+6 Dex, +1 dodge, +7 natural)", 
    "special_attacks": "devour soul, dread howl, infused arrows", 
    "intelligence": "11", 
    "melee": "2 claws +14 (1d6+3)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "30 ft., fly 60 ft. (good)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "17", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "standard (+1 composite longbow [+3 Str], other treasure)", 
    "init": "+10", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "15", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Dodge, Improved Critical (composite longbow), Improved Initiative, Mobility, Point-Blank Shot, Precise Shot, Rapid Shot, Weapon Focus (composite longbow)", 
    "senses": "darkvision 60 ft.; Perception +18", 
    "description": "This howling corpse swoops through the air with hideously elongated legs and a bow made of bone.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Baykok/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A baykok can take a standard action to devour the soul of an adjacent dead or dying creature. A dying creature can resist this attack with a DC 19 Fortitude save. If it fails, the target is instantly slain. If the creature is already dead, it does not make a saving throw, although the body cannot be more than 1 hour dead. A creature subjected to this attack cannot be brought back to life via raise dead (resurrection and more powerful effects work normally). When a baykok devours a soul in this way, it heals 5d6+10 points of damage and becomes hasted for 4 rounds (as if affected by haste). This is a death effect. The save DC is Charisma-based.", 
                    "name": "Devour Soul", 
                    "url": "pfsrd://Bestiary 3/Monsters/Baykok/Special Abilities/Devour Soul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day, a baykok can unleash a blood-curdling howl. Any living creature within a 30-foot-radius burst becomes paralyzed with fear for 1 round unless it resists with a DC 19 Will save. Any creature that makes this saving throw is instead shaken for 1 round. This is a fear effect. The DC is Charisma-based.", 
                    "name": "Dread Howl", 
                    "url": "pfsrd://Bestiary 3/Monsters/Baykok/Special Abilities/Dread Howl", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A baykok creates arrows of bone as it fires its bow&mdash;it need not carry arrows as ammunition. These bone arrows do normal damage for arrows fired from the bow, but gain a +1 enhancement bonus on attack and damage rolls. In addition, each arrow deals an additional 1d6 points of negative energy on a hit. Further, the first creature struck in a round by a baykok's arrow must make a DC 19 Fortitude save to avoid being paralyzed for 1d3 rounds. A baykok can fire normal arrows from its bow if it wishes&mdash;such arrows, however, do not gain the special negative energy damage or paralysis effects. The DC is Charisma-based.", 
                    "name": "Infused Arrows", 
                    "url": "pfsrd://Bestiary 3/Monsters/Baykok/Special Abilities/Infused Arrows", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>When hunters become utterly obsessed with the chase and indulge excessively in the savagery of the kill, their souls become progressively tainted. When such remorseless hunters perish before they can capture and kill their quarry, they sometimes rise from death as baykoks&mdash;flying undead horrors that kill purely for the ecstasy that only murder can bring them. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Unlike many undead who feed on and hate all living things, a baykok seeks always to prove its mastery of the hunt. Though thoroughly wicked, baykoks often ignore all but the most powerful-looking foe in a group, only picking off lesser creatures if they dare to get between the baykok and its true prey. When it finally lays low its quarry, the baykok swoops down on the victim to devour the creature's soul in an attempt to make sure the creature never returns to seek revenge.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "97 (15d8+30)", 
    "wisdom": "10", 
    "creature_type": "Undead", 
    "ranged": "+1 composite longbow +19/+14/+9 (1d8+4/19-20/&times;3 plus 1d6 negative energy and paralysis)", 
    "name": "Baykok", 
    "base_attack": "+11", 
    "skills": "Fly +28, Intimidate +20, Perception +18, Stealth +24", 
    "reflex": "+11", 
    "cmd": "31", 
    "cmb": "+14", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 3/Monsters/Baykok", 
    "organization": "solitary, gang (2-5), or flight (6-12)"
}