{
    "dexterity": "19", 
    "ac": "20, touch 15, flat-footed 15 (+4 Dex, +1 dodge, +5 natural)", 
    "special_attacks": "paralysis (1d4+1 rounds, DC 18)", 
    "intelligence": "13", 
    "melee": "1 bite +9 (1d6+3 plus paralysis), 2 claws +9 (1d6+3 plus paralysis) or incorporeal touch +10 (1d4 Con damage)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "40 ft., fly 60 ft. (good)", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "17", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "standard", 
    "init": "+4", 
    "environment": "any land", 
    "source": "Bestiary 3", 
    "charisma": "18", 
    "fortitude": "+6", 
    "spells": [
        {
            "spell-like abilities": "(CL 9th; concentration +13)<p class=\"stat-block-2\">At will-<i>bleed</i>, <i>ghost sound</i> (DC 14)</p><p class=\"stat-block-2\">3/day-<i>alter self</i>, <i>charm person</i> (DC 15)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Defensive Combat Training, Dodge, Flyby Attack, Mobility", 
    "senses": "darkvision 60 ft.; Perception +14", 
    "description": "This hunched, bat-winged horror moves with an uncanny grace, its glowing eyes and long tongue presenting a frightening visage.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Berbalang/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day as a full-round action, a berbalang can enter a trance that separates the creature's spirit from its body. This splits the berbalang's current hit points in half between its body and its spirit. The berbalang's spirit body gains the incorporeal subtype and special ability; otherwise, it retains the same statistics as its physical self with the following changes: AC 19, touch 19, flat-footed 14 (+4 Dex, +4 deflection, +1 dodge), single incorporeal touch attack that deals 1d4 Constitution damage on a hit as its sole attack. This spirit projection can travel no more than 1 mile away from the berbalang's body. Because the creature is only partially in existence when in this state, its body gains displacement as the spell. When separated in this way, the berbalang's body is unconscious and helpless. If the berbalang's body is injured while in this state, the separated projection immediately returns to its body, and the body loses displacement. If the physical body is slain, the spirit body immediately dies as well. If the spirit is reduced to 0 or fewer hit points, it returns to the body immediately. A berbalang in spirit form can end the effect at any time as a standard action, at which point the spirit immediately returns to the body. When a berbalang's spirit form returns to the body, add both the spirit body's hit points and the physical body's hit points back together to determine the creature's current hit point total.", 
                    "name": "Projection", 
                    "url": "pfsrd://Bestiary 3/Monsters/Berbalang/Special Abilities/Projection", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Berbalangs prefer to make their homes within a day's travel of humanoid settlements. These lairs are well hidden and sometimes protected by other undead creatures. Some berbalangs set themselves up as secluded shamans or wise old crones, using <i>alter self</i> to appear human. Ultimately cowardly, berbalangs rarely attack a settlement directly, preferring to pluck its meals from those who stray too far from civilization. A berbalang stands as tall as a human and rarely weighs more than 100 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "68 (8d8+32)", 
    "wisdom": "16", 
    "defensive_abilities": "projection", 
    "creature_type": "Undead", 
    "dr": "10/good or silver", 
    "name": "Berbalang", 
    "base_attack": "+6", 
    "skills": "Bluff +10, Escape Artist +10, Fly +17, Knowledge (local) +5, Knowledge (religion) +6, Perception +14, Stealth +15", 
    "reflex": "+6", 
    "cmd": "26", 
    "cmb": "+9", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 3/Monsters/Berbalang", 
    "organization": "solitary or pack (2-8)"
}