{
    "dexterity": "19", 
    "ac": "23, touch 19, flat-footed 18 (+4 armor, +4 Dex, +1 dodge, +2 insight, +2 size)", 
    "intelligence": "15", 
    "melee": "2 tentacles +13 touch (1d6 electricity plus neural pulse)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "5 ft., fly 60 ft. (good)", 
    "alignment": "NE", 
    "size": "Tiny", 
    "languages": "Aklo (cannot speak); telepathy 100 ft.", 
    "strength": "4", 
    "constitution": "16", 
    "space": "2-1/2 feet", 
    "treasure": "incidental", 
    "init": "+6", 
    "environment": "any ruins or underground", 
    "source": "Bestiary 3", 
    "charisma": "19", 
    "immune": "ooze traits", 
    "fortitude": "+6", 
    "spells": [
        {
            "spell-like abilities": "(CL 10th; concentration +14)<p class=\"stat-block-2\">Constant-<i>detect thoughts</i>, <i>mage armor</i></p><p class=\"stat-block-2\">At will-<i>charm monster</i> (DC 18), <i>dominate animal</i> (DC 17), <i>dominate person</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>dispel magic</i>, <i>modify memory</i> (DC 18)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Defensive Combat Training, Dodge, Iron Will, Mobility, Weapon Finesse", 
    "senses": "blindsight 60 ft.; Perception +11", 
    "description": "Two slimy tentacles protrude from the sides of this brain-shaped mass of quivering ooze.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Brain Ooze/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Creatures hit by a brain ooze's tentacle must succeed at a DC 18 Fortitude save or take 1d6 points of Intelligence damage and be staggered for 1d4 rounds. Each time a brain ooze causes Intelligence damage, it gains 5 temporary hit points. The save DC is Constitution-based.", 
                    "name": "Neural Pulse", 
                    "url": "pfsrd://Bestiary 3/Monsters/Brain Ooze/Special Abilities/Neural Pulse", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Limited precognitive abilities grant a brain ooze a +2 insight bonus on initiative checks, on Reflex saves, and to its Armor Class. Brain oozes are never surprised or flat-footed.", 
                    "name": "Prescience", 
                    "url": "pfsrd://Bestiary 3/Monsters/Brain Ooze/Special Abilities/Prescience", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "The discordant psychic noise emitted by a brain ooze dazes nearby creatures for 1d4 rounds. When a creature begins its turn within the aura, it must succeed at a DC 19 Will save to negate this effect. Whether or not the save is successful, that creature cannot be affected again by the same brain ooze's psychic noise for 24 hours. An affected creature may attempt a new save to shake off the effect at the end of each of its turns. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Psychic Noise", 
                    "url": "pfsrd://Bestiary 3/Monsters/Brain Ooze/Special Abilities/Psychic Noise", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A brain ooze (sometimes known as a &ldquo;killer brain&rdquo;) resembles almost precisely the raw brain of a human, save for the eldritch energy surrounding it and the twin tentacles extending from its sides. The creature's thought patterns are unusually powerful, and cause painful mental feedback in the minds of other conscious beings.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p> Other intelligent beings are nothing more than cattle and playthings to brain oozes&mdash;victims to be tormented, thought patterns to be consumed. Brain oozes prefer to manipulate their prey from the shadows. Rather than assaulting openly, they provoke fights and conflict within groups, or lure one or two victims away for the kill. Brain oozes derive particular satisfaction from forcing an individual to commit terrible acts, then wiping away all knowledge of the crimes from the victim's memory. They torment such hapless puppets again and again, forcing them to commit ever greater atrocities. Once weary of their sport they return the modified memories with <i>dispel magic</i>, and feast upon the delicious misery of the victim's final despair.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Brain oozes feed through their tentacles by extracting the thoughts of living creatures. Animals and less intelligent creatures provide little nourishment, but they prize fey, outsiders, and spellcasters as delicacies. After several feedings, a brain ooze divides into two nearly identical brains, each retaining only a portion of the knowledge and experiences of the parent.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The similarities between intellect devourers and brain oozes have not gone unnoticed, but the two species appear to have little in common beyond appearance. Some theorize that brain oozes are actually the result of an ancient race's failed attempt to achieve immortality by preserving their minds via alien technology or magic.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "75 (10d8+30)", 
    "reach": "0 ft.", 
    "wisdom": "12", 
    "defensive_abilities": "evasion, prescience", 
    "creature_type": "Ooze", 
    "name": "Brain Ooze", 
    "base_attack": "+7", 
    "skills": "Bluff +10, Diplomacy +5, Fly +25, Perception +11, Sense Motive +11, Stealth +15", 
    "reflex": "+9", 
    "cmd": "22 (can't be tripped)", 
    "cmb": "+9", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 3/Monsters/Brain Ooze", 
    "aura": "psychic noise (10 ft., DC 19)", 
    "organization": "solitary, pair, flight (3-6), or colony (7-12)"
}