{
    "dexterity": "7", 
    "ac": "12, touch 10, flat-footed 12 (-2 Dex, +2 natural, +2 size)", 
    "special_attacks": "fatal faker, specious suggestion", 
    "intelligence": "6", 
    "racial_modifiers": "-4 Acrobatics when jumping, +4 Stealth in grass or brush", 
    "melee": "bite +1 (1d3-3)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Tiny", 
    "languages": "empath 30 ft.", 
    "strength": "5", 
    "constitution": "12", 
    "treasure": "standard", 
    "init": "-2", 
    "environment": "any forests or swamps", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +3)<p class=\"stat-block-2\">3/day-<i>daze</i> (DC 10), <i>jump</i>, <i>levitate</i> (self only, up to 10 feet)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Iron Will", 
    "senses": "darkvision 60 ft., low-light vision; Perception +1", 
    "description": "This small, awkward reptile with a fist-sized gem jutting from between its two bulging eyes seems both surprised and perplexed.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Carbuncle/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Carbuncles possess a crude form of telepathy, allowing them to transmit mild impressions and remembered sensations to other creatures. This form of telepathy cannot convey language or hinder a target in any way (such as by transmitting pain). Thus, a carbuncle can relate a feeling of fear or the faint smell of leaves, but cannot directly warn an ally of a monster or tell of a treasure under a dirt mound.", 
                    "name": "Empath", 
                    "url": "pfsrd://Bestiary 3/Monsters/Carbuncle/Special Abilities/Empath", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action three times per day, a carbuncle can teleport as per the spell dimension door, but only within a range of 30 feet. Upon teleporting, the carbuncle leaves behind a perfect replica of itself amid a colored flash and the sound of a reptilian choke. This replica duplicates the carbuncle in all ways, though it is obviously dead and the colorless stone in its head is reduced to worthless dust.", 
                    "name": "Fatal Faker", 
                    "url": "pfsrd://Bestiary 3/Monsters/Carbuncle/Special Abilities/Fatal Faker", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action three times per day, a carbuncle can concentrate intently on one creature within its line of sight and attempt to impose its will upon the target. A DC 11 Will save is enough to resist this compulsion. If the target fails to resist, roll 1d6. On a result of 1&ndash;2, the target gains a flash of insight and a +2 insight bonus to its Armor Class for 1 minute. On a result of 3&ndash;4, the victim is affected as if by suggestion for 1 minute, and must follow a single (usually embarrassing, always harmless) suggestion from the carbuncle. On a result of 5&ndash;6, the victim's thoughts are garbled with those of the carbuncle, imposing a &ndash;2 penalty to the victim's Will saving throws for 1 minute. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Specious Suggestion", 
                    "url": "pfsrd://Bestiary 3/Monsters/Carbuncle/Special Abilities/Specious Suggestion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Any mind-affecting spell can affect a carbuncle regardless of creature type limitations. A spell like charm person, for example, which typically only affects humanoid creatures, can also affect carbuncles.", 
                    "name": "Vulnerability to Suggestion", 
                    "url": "pfsrd://Bestiary 3/Monsters/Carbuncle/Special Abilities/Vulnerability to Suggestion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Never have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. Even the creature's name summons ideas that range from the grandiose to the grotesque. Carbuncles appear to be little more than ungainly reptiles. What sets them apart, however, is their strange magical abilities and the fist-sized gemstone horn jutting from above their bulging eyes. Although tales differ regarding the type and value of the stone, many claim it is a ruby or garnet. In truth, however, a carbuncle's gem is merely a highly reflective growth, not unlike a fingernail.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Carbuncles exhibit a peculiar attraction to magic-users, especially sorcerers with the fey bloodline and any who pack supplies of fresh fruit. Many enchanters laud the extraordinary mind-control powers of these intense creatures and extol the aid they can offer mages of their field&mdash;though others consider such tales something of an academic in-joke.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A neutral spellcaster with the Improved Familiar feat can gain a carbuncle as a familiar at 5th level.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d10+2)", 
    "weaknesses": "vulnerability to suggestion", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "name": "Carbuncle", 
    "base_attack": "+2", 
    "skills": "Stealth +10 (+14 in grass or brush), Survival +2", 
    "reflex": "+1", 
    "cmd": "5 (9 vs. trip)", 
    "cmb": "-2", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 3/Monsters/Carbuncle", 
    "organization": "solitary or group (2-8)"
}