{
    "dexterity": "9", 
    "ac": "14, touch 9, flat-footed 14 (-1 Dex, +5 natural)", 
    "intelligence": "-", 
    "melee": "mwk longsword +8 (1d8+4/19-20)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "18", 
    "constitution": "-", 
    "immune": "construct traits, magic", 
    "treasure": "standard (masterwork longsword, other treasure)", 
    "init": "-1", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "fortitude": "+1", 
    "type": "creature", 
    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
    "description": "With its feet planted firmly together, this marble statue of a female warrior holding a stone sword rises up to support the ceiling.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A caryatid column is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.", 
                    "name": "Immunity to Magic", 
                    "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column/Special Abilities/Immunity to Magic", 
                    "sections": [
                        {
                            "body": "<ul class=\"stat-block-2\"><li>A <i>transmute rock to mud</i> spell deals 1d6 points of damage per caster level to a caryatid column, with no saving throw.</li><li><i>Transmute mud to rock</i> immediately heals any and all damage currently suffered by a caryatid column.</li><li>A <i>stone to flesh</i> spell does not actually change the column's structure but negates its damage reduction and immunity to magic for 1 round.</li></ul>", 
                            "source": "Bestiary 3", 
                            "type": "section"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "name": "Shatter Weapons", 
                    "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column/Special Abilities/Shatter Weapons", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\"> Whenever a character strikes a caryatid column with a weapon (magical or nonmagical), the weapon takes 3d6 points of damage. Apply the weapon's hardness normally. Weapons that take any amount of damage in excess of their hardness gain the broken quality.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "name": "Statue", 
                    "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column/Special Abilities/Statue", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\"> A caryatid column can stand perfectly still, emulating a statue (usually one that is holding up the ceiling, like a carved column). An observer must succeed at a DC 20 Perception check to notice the caryatid column is alive. If a caryatid column initiates combat from this pose, it gains a +6 bonus on its initiative check.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Caryatid columns are the lesser cousins of true golems, constructs created by spellcasters to guard objects or areas. Unlike true golems, caryatid columns cannot be made into shield guardians, but they are often used in greater numbers because of their relatively inexpensive creation cost. Each caryatid column is programmed to guard an object or area when created, and once set, this command cannot be changed. Caryatid columns are often given specific parameters concerning whom to ignore and whom to attack, but since they have no special form of detection, such restrictions can be overcome with disguises if the parameters are known.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A caryatid column stands 7 feet tall and weighs 1,500 pounds. Caryatid columns are always equipped with a masterwork weapon that appears to be made out of stone as long as the construct remains in statue form. The weapon can be recovered after a caryatid column has been defeated. Arming a caryatid column with magical weapons is expensive but feasible&mdash;even the most powerful of magic weapons appear as nothing more than stone when held by a caryatid column. Since a weapon held in this manner does not radiate magic, many use this trait as a method to hide potent or powerful weapons from both casual observation and study via <i>detect magic</i>. <i>True seeing</i> reveals such disguised weapons for what they really are. Often, only particularly powerful caryatid columns (typically those with advanced Hit Dice, but rarely those made much larger than Medium size) are entrusted with the care and protection of such weapons. Of course, the constructs themselves make full use of any magic weapons they are given to guard.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A caryatid column's body is carved from a single 2,000-pound block of stone, such as granite or marble. The stone must be of exceptional quality, and costs 2,000 gp.</p>", 
            "type": "section", 
            "sections": [
                {
                    "name": "Caryatid Column", 
                    "cl": "9th", 
                    "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column/Construction/Caryatid Column", 
                    "price": "12,000 gp", 
                    "misc": {
                        "Construction": {
                            "Skill": "Craft ( sculpting) or Craft (stonemasonry) DC 15", 
                            "Cost": "7,000 gp", 
                            "Requirements": "Craft Construct, lesser geas, polymorph, shatter, caster must be at least 9th level"
                        }
                    }, 
                    "source": "Bestiary 3", 
                    "type": "item"
                }
            ], 
            "name": "Construction", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "36 (3d10+20)", 
    "wisdom": "11", 
    "defensive_abilities": "shatter weapons", 
    "creature_type": "Construct", 
    "special_qualities": "statue", 
    "dr": "5/-", 
    "name": "Caryatid Column", 
    "base_attack": "+3", 
    "url": "pfsrd://Bestiary 3/Monsters/Caryatid Column", 
    "reflex": "+0", 
    "cmd": "16 (cannot be disarmed)", 
    "cmb": "+7", 
    "will": "+1", 
    "organization": "solitary, pair, or colonnade (6-11)"
}