{
    "dexterity": "14", 
    "ac": "18, touch 12, flat-footed 16 (+2 Dex, +6 natural)", 
    "special_attacks": "rend (2 bites, 1d6+4 or 3 bites, 1d6+8)", 
    "intelligence": "6", 
    "racial_modifiers": "+4 Survival when tracking undead", 
    "melee": "3 bites +11 (1d6+3 plus cerberus's jaws)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "40 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Infernal (cannot speak)", 
    "strength": "16", 
    "constitution": "19", 
    "treasure": "standard", 
    "init": "+6", 
    "environment": "any (Hell)", 
    "source": "Bestiary 3", 
    "charisma": "9", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Alertness, Combat Reflexes, Improved Initiative, Stand Still", 
    "senses": "darkvision, soul scent; Perception +15", 
    "description": "Every strip of this three-headed hound's hide has been peeled away, leaving wet sinew and bulging tendons exposed.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Cerberi/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Curse&mdash;bite; save Fort DC 18; effect dimensional anchoring. A creature affected by this curse cannot utilize extradimensional travel such as teleport, as if it were under the effect of a dimensional anchor spell. The save DC is Constitution-based.", 
                    "name": "Cerberus's Jaws", 
                    "url": "pfsrd://Bestiary 3/Monsters/Cerberi/Special Abilities/Cerberuss Jaws", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "This ability functions as the scent ability, save that it also grants the cerberi a +4 racial bonus on Survival checks made to track undead. This ability even allows a cerberi to track the passage of an incorporeal creature.", 
                    "name": "Soul Scent", 
                    "url": "pfsrd://Bestiary 3/Monsters/Cerberi/Special Abilities/Soul Scent", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The mythical watchdogs of Hell, cerberi bear the bodies of terrible, powerful hounds combined with the essences of fiends. Relied upon by villains and frightful beings as guardians and jailers, these three-headed canine abominations possess far greater cunning than their flensed, bestial appearances would suggest&mdash;a terrible intellect they pour largely into malice and enjoyment of their victims' tormented ends.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Cerberi draw upon a legendary pedigree, all reputedly tracing their lineage to a single primordial evil beast said to still guard the foundations of some forsaken, deathly realm. Brethren to hell hounds, cerberi loathe their distant kin, viciously attacking such hellspawn if not kept at heel by a tyrannical master. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In their natural infernal environments, cerberi might be found anywhere powerful fiends have need for guardians. Cerberi's incredible ability to trap victims on planes and track the dead make them highly coveted servants across the multiverse. The hounds' bestial appearances and love of slaughter often cause those who consider themselves cerberi owners to forget the deviousness of their allies, a development that often ends poorly, if not bloodily, for the unwary and the weak.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Outside of the devil-tamed reaches of Hell and other foul extraplanar wildernesses, small groups of cerberi gather in harsh, packlike communities. Typically dominated by the strongest or wiliest member, such packs form swift and deadly throngs, stalking trespassers upon their vast hunting grounds and doggedly pursuing any scent of lost souls. Although cerberi gain no sustenance from attacking the dead, all gain a vicious satisfaction at the feeling of an immortal essence discorporating forever within their deadly jaws, as befits their infernal nature.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical cerberi stands a broad 4 feet tall and weighs over 200 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "76 (8d10+32)", 
    "wisdom": "15", 
    "creature_type": "Outsider", 
    "name": "Cerberi", 
    "base_attack": "+8", 
    "skills": "Acrobatics +13 (+17 when jumping), Perception +15, Sense Motive +4, Stealth +13, Survival +10 (+14 when tracking undead)", 
    "reflex": "+8", 
    "cmd": "23 (27 vs. trip)", 
    "cmb": "+11", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Cerberi", 
    "organization": "solitary, pair, or pack (3-9)", 
    "creature_subtype": "evil, extraplanar, lawful"
}