{
    "dexterity": "3", 
    "ac": "10, touch 5, flat-footed 10 (-4 Dex, +5 natural, -1 size)", 
    "special_attacks": "constrict (2d6+7 plus 2d6 acid)", 
    "intelligence": "-", 
    "melee": "slam +13 (2d6+7 plus 2d6 acid and grab)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft., climb 20 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "20", 
    "constitution": "22", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "-4", 
    "environment": "any underground", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "acid, ooze traits", 
    "fortitude": "+10", 
    "type": "creature", 
    "senses": "blindsight 60ft.; Perception -5", 
    "description": "The killing blade of this horrific trap drips with an animated sheen of foul brown-orange slime.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Deathtrap Ooze/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A deathtrap ooze secretes acid that dissolves only flesh. Creatures made of materials other than flesh are immune to this acid.", 
                    "name": "Acid", 
                    "url": "pfsrd://Bestiary 3/Monsters/Deathtrap Ooze/Special Abilities/Acid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Taking 1 minute to do so, a deathtrap ooze can assume the form of any Medium or Large mechanical trap that has no more than one moving part (excluding pits). The ooze can maintain this form indefinitely. The trap it can assume the form of must be of a CR equal to or less than that of the deathtrap ooze itself&mdash;appropriate traps from pages 420&ndash;421 of the Core Rulebook include the swinging axe trap (CR 1), the wall scythe trap (CR 4), and the falling block trap (CR 5). In trap form, the ooze uses its attack bonus, but otherwise functions as the emulated trap and uses that trap's statistics and damage. If a creature searching for traps exceeds the DC to find the ooze's trap form, a successful follow-up DC 19 Knowledge (dungeoneering) check allows the creature that discovered the trap to discern its true nature. If the ooze takes any damage, it reverts to its normal form as a free action. Otherwise, reverting to its normal form takes a swift action.", 
                    "name": "Trap Form", 
                    "url": "pfsrd://Bestiary 3/Monsters/Deathtrap Ooze/Special Abilities/Trap Form", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A deathtrap ooze is a disgusting mass of brown-orange sludge that moves and hunts of its own volition. It exists only to feed. Thought to be related to ochre jellies, the deathtrap ooze is up to 12 feet wide and 6 inches deep in its normal, mobile form. While moving, it shrinks a foot or two in width, gaining about 6 inches of height, and rolls forward in a quivering mass.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Deathtrap oozes are less inclined to look for prey than are other oozes&mdash;they prefer to hunt by ambush. Their ability to assume the form of simple mechanical traps has long intrigued scholars, but this ability is not something born out of intellect as much as by supernatural cunning. A deathtrap ooze lacks any creative ability&mdash;it can only mimic traps that it has encountered during its wanderings, and even then, the repertoire of trap designs it can draw upon is limited to just the last few it has encountered.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>These oozes surely have an origin rooted in magical meddling. Countless ancient crypts have such oozes within, lurking patiently in ageless trap form, awaiting would-be tomb-raiders for a first-in-centuries breakfast. Those who have studied the deathtrap ooze suppose that wizards of some lost culture altered ochre jellies into perfect guardians.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Like ochre jellies, elder deathtrap oozes can grow to be enormous. Rumor holds that some can also duplicate even more complex traps that release toxic fumes, spray acid, or contain poison. Some even claim there are oozes so huge that they can duplicate traps that fill entire rooms with multiple moving parts.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "126 (12d8+72)", 
    "reach": "10 ft.", 
    "wisdom": "1", 
    "creature_type": "Ooze", 
    "special_qualities": "compression, trap form", 
    "name": "Deathtrap Ooze", 
    "base_attack": "+9", 
    "skills": "Climb +13", 
    "reflex": "+0", 
    "cmd": "21 (can't be tripped)", 
    "cmb": "+15 (+19 grapple)", 
    "will": "-1", 
    "url": "pfsrd://Bestiary 3/Monsters/Deathtrap Ooze", 
    "organization": "solitary", 
    "creature_subtype": "shapechanger"
}