{
    "dexterity": "17", 
    "ac": "25, touch 21, flat-footed 21 (+3 Dex, +1 dodge, +4 natural, +5 profane, +2 size)", 
    "special_attacks": "devour soul", 
    "intelligence": "21", 
    "immune": "acid, cold, electricity, magic, polymorph, undead traits", 
    "cr": "14", 
    "xp": "38,400", 
    "speed": "fly 30 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Tiny", 
    "languages": "Abyssal, Aklo, Common, Draconic, Giant, Infernal", 
    "strength": "6", 
    "constitution": "-", 
    "space": "2-1/2 ft.", 
    "treasure": "double", 
    "init": "+7", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "21", 
    "fortitude": "+15", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +25)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater bestow curse</i> (DC 21), <i>telekinesis</i> (DC 20), <i>wail of the banshee</i> (20-ft.-radius spread centered on the demilich; DC 24)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Ability Focus (devour soul), Alertness, Defensive Combat Training, Dodge, Flyby AttackB, Improved Initiative, Iron Will, Lightning Reflexes, Mobility", 
    "senses": "darkvision 60 ft., true seeing; Perception +27", 
    "description": "Glittering jewels encrust this leering skull as it floats up into the air on a swirling vortex of dust and shimmering magic. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action with a range of 300 feet, a demilich can imprison the soul of a living creature within one of 10 special gems embedded in its skull. If the target succeeds at a DC 24 Fortitude save, it gains two permanent negative levels. If it fails, its soul is immediately drawn into one of the gems in the demilich's skull. The soul remains trapped within the gem, visible as but a gleam except under true seeing. The soulless body corrupts and decays rapidly, reducing to dust in a single round. As long as the dead creature's soul remains trapped in the gemstone, it cannot be restored to life via any means save direct divine intervention. Gems with souls trapped in them can be retrieved from a destroyed demilich, at which point they can either be crushed to release any souls within to their afterlife or used in the place of the usual material components to restore the soul and body with resurrection or true resurrection. After 24 hours, the demilich can choose to consume any soul trapped in a gem, healing it 1d6 hit points per Hit Die of the soul, at which point only miracle or wish can restore the dead creature to life. The save DC is Charisma-based, and includes a +2 bonus for the Ability Focus feat.", 
                    "name": "Devour Soul", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Devour Soul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "This spell-like ability functions like bestow curse, but can have one of the following effects: &ndash;12 to one ability score; &ndash;6 to two ability scores; &ndash;8 penalty on attack rolls, saves, and checks; or a 25% chance to act normally. This ability is treated as a 6th-level spell.", 
                    "name": "Greater Bestow Curse", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Greater Bestow Curse", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A demilich is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells function differently against the creature, as noted below.", 
                    "name": "Immunity to Magic", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Immunity to Magic", 
                    "sections": [
                        {
                            "body": "<ul class=\"stat-block-2\"><li>A <i>dispel evil</i> spell deals 2d6 points of damage, with no saving throw.</li><li><i>Holy smite</i> affects a demilich normally.</li><li>A <i>power word kill</i> spoken by an ethereal caster deals 50 points of damage to the demilich if it fails a Fortitude save (with a DC determined as though the spell allowed a saving throw).</li><li>A <i>shatter</i> spell deals 1d6 points of damage per two caster levels (maximum 10d6), with no saving throw.</li></ul>", 
                            "source": "Bestiary 3", 
                            "type": "section"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A destroyed demilich reforms in 2d6 days. To permanently destroy a demilich, holy water must be poured over its remains within the area of a <i>hallow</i> spell. To complete the destruction, <i>holy word</i> or <i>dispel evil</i> must be cast. If the caster succeeds at a caster level check with a DC equal to 10 + the demilich's Hit Dice, the demilich is permanently destroyed.", 
                    "name": "Rejuvenation", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Rejuvenation", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a special use of its <i>telekinesis</i> spell-like ability, a demilich can churn up its treasure, dust, bones, and other loose debris in the area into a whirling storm about its skull. The storm obscures vision as a <i>fog cloud</i> within a 20-foot spread centered on the demilich's skull. Creatures within the storm take 12d6 points of bludgeoning damage per round on the demilich's turn (Reflex DC 20 for half damage). The demilich can maintain the storm indefinitely by concentrating.", 
                    "name": "Telekinetic Storm", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Telekinetic Storm", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A demilich takes no actions against intruders unless its remains or treasure are disturbed.", 
                    "name": "Torpor", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Torpor", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A demilich gains a bonus on saves and a profane bonus to AC equal to its Charisma modifier.", 
                    "name": "Unholy Grace", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Unholy Grace", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "<i>Vorpal </i>weapons of any kind ignore a demilich's damage reduction.", 
                    "name": "Vorpal Susceptibility", 
                    "url": "pfsrd://Bestiary 3/Monsters/Demilich/Special Abilities/Vorpal Susceptibility", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>In their endless years of unlife, some liches lose themselves in introspection, and can no longer rouse themselves to face the endless march of days. Still others cast their consciousness far from their bodies, wandering planes and realities far beyond mortal ken. Absent the vitality of the soul, such a lich's physical form succumbs to decay over the centuries. In time, only the lich's skull remains intact. Yet the bonds of undeath keep the lich's remains from final dissolution. Vestiges of the lich's intellect remain within the skull, and wake to terrible wrath should it be disturbed. Traces of the lich's will to live strengthen the skull, rendering it harder than any steel. The lich's greed and lust for power manifest in the growth of gems in its skull. Lastly, though only the barest remnants of the lich's eldritch might survive, a demilich aroused to anger still retains enough power to flense the very soul from any defiling its final rest.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The lich's phylactery invariably fails during the slow decline of lich into demilich, losing its last vestiges of enchantment if not crumbling into dust with the lich's body. But even without the preserving power of the phylactery, demiliches retain a tenacious grip on existence. Only powerful and precise use of magic can permanently destroy a demilich and its remains. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>To the unwary adventurer, a demilich looks like nothing more than dust and bones within the lich's former sanctum. Indeed, until disturbed, a demilich has only the vaguest awareness of intruders, and ignores their presence. Any attempt to steal the demilich's possessions, disturb its remains, or harm its domain rouses the demilich's slumbering mind, causing it to rise up in the air and voice its <i>wail of the banshee</i> before again settling to the ground. Should the interlopers relent, the skull returns to its torpor. But if they persist, the skull rises again, not to rest again until all in its sight have perished. Fortunately for intruders, demiliches never pursue those wise enough flee.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Most demiliches achieved their state through apathy, not volition. For each decade that a demilich fails to stir itself to meaningful action, there is a 1% cumulative chance that its corporeal body decays into dust, save for the skull. Any return to activity resets the chance of transformation to 0%. Once the lich's body decays, the lich's intellect returns to its phylactery as normal. However, the skull rejects the return of the lich's consciousness, keeping the lich trapped in its deteriorating phylactery for 1d10 years. If during that time the lich's remains are destroyed or scattered (for example, by wandering adventurers), the lich's phylactery forms a new body and the intellect leaves the phylactery as normal, returning the lich to life. But if the lich's remains survive unperturbed, the phylactery's magic fails catastrophically, releasing the lich's soul and causing 5d10 points of damage to the phylactery. Regardless of whether or not the phylactery physically survives, the energies released by its failure channel into the lifeless skull of the lich, allowing the last remnants of the lich's soul to transform it into a demilich. The lich's soul itself either is utterly destroyed, reaches its final reward or punishment, or is condemned to wander the edges of the multiverse forever.</p><p>For wandering liches, the process is similar, but based on the number of decades the lich spends without its intellect returning to its body. While the lich's body still decays, its mind remains at large, only becoming trapped in the phylactery if the lich tries to return during the period in which its body has failed, but it has not yet become a demilich. Should the lich's phylactery fail before the wandering lich returns, the skull becomes a demilich, and the lich's mind is doomed to wander until the end of days.</p>", 
            "url": "pfsrd://Bestiary 3/Monsters/Demilich/Becoming a Demilich", 
            "type": "section", 
            "name": "Becoming a Demilich", 
            "source": "Bestiary 3"
        }, 
        {
            "body": "<p>Under exceptional conditions, a lich's full consciousness survives its transformation into a demilich, or a lich's wandering intellect manages to return to its jeweled skull. Such creatures are awakened demiliches, and combine the powers and near-invulnerability of a demilich with the mind and spellcasting prowess of a lich. An awakened demilich has the full spellcasting abilities of the lich it was before, and gains Eschew Materials and Still Spell as bonus feats. Awakened liches keep their original lich Hit Dice, and any mental attributes that are higher than the demilich's minimums. They otherwise have all the special abilities and defenses of a demilich except torpor, and no abilities of the original lich beyond spellcasting and mental attributes. An awakened demilich has a CR of 16, or the CR of the original lich + 3, whichever is higher.</p>", 
            "url": "pfsrd://Bestiary 3/Monsters/Demilich/Awakened Demiliches", 
            "type": "section", 
            "name": "Awakened Demiliches", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "142 (15d8+75)", 
    "weaknesses": "torpor, vorpal susceptibility", 
    "reach": "0 ft.", 
    "wisdom": "20", 
    "defensive_abilities": "channel resistance +5, rejuvenation, unholy grace", 
    "creature_type": "Undead", 
    "dr": "20/-", 
    "name": "Demilich", 
    "base_attack": "+11", 
    "skills": "Bluff +20, Fly +23, Knowledge (arcana) +23, Knowledge (dungeoneering) +20, Knowledge (history) +15, Knowledge (planes) +15, Knowledge (religion) +18, Perception +27, Sense Motive +27, Spellcraft +23, Stealth +24", 
    "reflex": "+15", 
    "cmd": "30", 
    "cmb": "+12", 
    "will": "+21", 
    "url": "pfsrd://Bestiary 3/Monsters/Demilich", 
    "organization": "solitary"
}