{
    "dexterity": "16", 
    "ac": "18, touch 12, flat-footed 15 (+3 Dex, +6 natural, -1 size)", 
    "special_attacks": "aerial charge, knockdown", 
    "intelligence": "9", 
    "melee": "mwk falchion +12/+7 (2d6+7/18-20) or2 slams +11 (1d6+5)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft., climb 30 ft., fly 60 ft. (poor)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Auran, Common", 
    "strength": "21", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "standard (masterwork falchion, 4 javelins, other treasure)", 
    "init": "+3", 
    "environment": "warm forests and mountains", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Acrobatic, Combat Reflexes, Iron Will, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., scent; Perception +14", 
    "description": "Powerful black wings beat from the back of this large ape, which carries a wickedly curved sword in its simian hands.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Derhii/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When airborne, a derhii can dive at twice its normal flying speed. This is the equivalent of a charge, granting a +2 bonus on the attack roll and a &ndash;2 penalty to AC.", 
                    "name": "Aerial Charge", 
                    "url": "pfsrd://Bestiary 3/Monsters/Derhii/Special Abilities/Aerial Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A derhii can use its own booming voice as a signal. The sound can be heard up to 12 miles away as a thrumming in the air that conveys 20 words of information in 5 minutes.", 
                    "name": "Booming Voice", 
                    "url": "pfsrd://Bestiary 3/Monsters/Derhii/Special Abilities/Booming Voice", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "When a derhii confirms a critical hit with a two-handed weapon, it has a chance to knock an opponent prone in addition to the damage dealt by the critical hit. If the derhii's confirmation roll exceeds its opponent's CMD, the opponent is knocked prone as if from the trip combat maneuver. This does not provoke an attack of opportunity, nor can the derhii be tripped if the confirmation roll fails to exceed the CMD.", 
                    "name": "Knockdown", 
                    "url": "pfsrd://Bestiary 3/Monsters/Derhii/Special Abilities/Knockdown", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The derhii, or flying ape, is a carnivorous and dangerous form of the gentler earthbound ape. Derhii resemble gorillas with the enormous black-and-gray wings of buzzards or vultures. They stand 9 feet tall and weigh 400 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Derhii form relatively small groupings known as troops, which usually consist of a single adult male, several adult females, and their offspring. Occasionally, multiple males or females band together in single-gender troops with no young, but such groupings are usually formed for a specific purpose, such as hunting, raiding, or war, and break up when they have fulfilled that purpose. Multiple troops of derhii form large primitive tribes, usually under the rule of a single powerful chieftain.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Derhii often roost in jungle canopies and in cliff dwellings, preferring nests woven in tall trees or cliff-side caves high above ground level. From these roosts, derhii sometimes demand tribute from lesser apes, while allying themselves with even more powerful flying creatures, such as dragons or dragonnes. Occasionally, derhii can be found inhabiting crumbling and overgrown ruins hidden deep in the jungle. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Derhii are carnivorous by nature and hunters by preference, attacking prey from high above with javelins thrown from their powerful arms before descending to finish things off with their blades, but when meat is scarce, they eat fruits and roots or whatever else they can forage.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "59 (7d10+21)", 
    "reach": "10 ft.", 
    "wisdom": "12", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "booming voice", 
    "ranged": "javelin +9 (1d8+5)", 
    "name": "Derhii", 
    "base_attack": "+7", 
    "skills": "Acrobatics +12, Climb +13, Fly +9, Perception +14", 
    "reflex": "+8", 
    "cmd": "26", 
    "cmb": "+13", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 3/Monsters/Derhii", 
    "organization": "solitary, pair, troop (3-5), or tribe (8-48)"
}