{
    "dexterity": "25", 
    "ac": "25, touch 18, flat-footed 17 (+7 Dex, +1 dodge, +7 natural)", 
    "special_attacks": "binding contract, bleed (1d6), impale (2d8+4)", 
    "intelligence": "24", 
    "resist": "acid 10, cold 10", 
    "melee": "binding contract (whip) +20/+15/+10 (1d4+7 plus bleed and grab), gore +11 (2d6+1)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "30 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Abyssal, Aklo, Aquan, Auran, Celestial, Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Gnoll, Halfling, Ignan, Infernal, Orc, Sylvan, Terran, Undercommon; telepathy 100 ft., tongues", 
    "strength": "17", 
    "constitution": "20", 
    "space": "5 ft.", 
    "treasure": "standard", 
    "init": "+11", 
    "environment": "any (Hell)", 
    "source": "Bestiary 3", 
    "charisma": "22", 
    "immune": "fire, mind-affecting effects, poison", 
    "fortitude": "+9", 
    "spells": [
        {
            "spell-like abilities": "(CL 13th; concentration +19)<p class=\"stat-block-2\">Constant-<i>tongues</i></p><p class=\"stat-block-2\">At will-<i>bestow curse</i> (DC 20), <i>detect thoughts</i> (DC 18), <i>dimension door</i>, <i>erase</i>, <i>identify</i>, <i>major image</i> (DC 19), <i>produce flame</i>, <i>sending</i></p><p class=\"stat-block-2\">3/day-<i>arcane eye</i>, <i>break enchantment</i>, <i>greater teleport </i>(self plus 50 lbs. of objects only), <i>hold person</i> (DC 19), <i>locate creature</i>, <i>mage's private sanctum</i>, <i>scorching ray</i>, <i>silence</i> (DC 18), <i>vision</i></p><p class=\"stat-block-2\">1/day-<i>contact other plane</i>, <i>delayed blast fireball</i> (DC 23), <i>dismissal</i> (DC 21), <i>plane shift</i> (DC 23), summon (level 4, 1d6 bearded devils or 1 bone devil 50%), <i>symbol of pain</i> (DC 21)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Deceitful, Dodge, Improved Initiative, Iron Will,  Mobility, Persuasive", 
    "senses": "darkvision 60 ft., see in darkness; Perception +26", 
    "description": "With rust-colored skin and a jutting crown of ridge-like horns, this muscular devil is draped in lengthy contracts.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "All contract devils carry numerous lengthy contracts draped over their horns or within their numerous carrying cases. They can wield these contracts like whips, but deal lethal damage regardless of the armor bonus of their target. A contract devil modifies attack and damage rolls when using a binding contract by its Intelligence modifier, not its Strength modifier (this equates to a +7 bonus for most contract devils). Wounds created by a binding contract resemble horrifically deep paper cuts and cause 1d6 points of bleed damage. A contract devil can use its binding contract to disarm and trip foes as if the contract were a whip. If it is itself disarmed of the contract, the devil can rearm itself with a new contract as an immediate action.", 
                    "name": "Binding Contract", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Special Abilities/Binding Contract", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a swift action, a contract devil can impale an opponent grappled by its binding contract, dealing 2d8+4 points of piercing damage.", 
                    "name": "Impale", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Special Abilities/Impale", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a contract devil can produce an infernal contract for a single living mortal creature. This contract can grant a wide range of abilities and effects, as detailed on the following page. To receive any of these bonuses, however, the mortal must sign its true name to the document of its own free will. Upon doing so, that mortal's soul is sworn to the contract devil, condemning the soul to an eternity of servitude in Hell rather than whatever fate would naturally befall it upon the mortal's death. Breaking a contract with a contract devil is difficult and dangerous (see the next page); as long as the infernal contract remains in effect, the victim cannot be restored to life after death save by a miracle or a wish. If a mortal is restored to life in this way, the contract devil immediately senses the development&mdash;it not only knows which soul has been restored to life, but also gains the benefits of a discern location spell targeted on the character or creature that restored the damned soul to life.", 
                    "name": "Infernal Contract", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Special Abilities/Infernal Contract", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a subclause of all infernal contracts, a contract devil can use greater scrying at will upon any creature it has a contract with. The target creature always fails its save against the devil's scrying attempt&mdash;this ability otherwise functions at caster level 20th.", 
                    "name": "Infernal Investment", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Special Abilities/Infernal Investment", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A contract devil, also a called phistophilus, always appears handsome and confident, its chiseled features housing a perpetually smug grin. Contract devils have red skin and black hair and stand near 6-1/2 feet in height, not counting their horns. The thicket of horns around a contract devil's body increases its height to 7 feet and its weight to 350 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p> They exist to keep track of the damned,  to manage Hell's endless ordinances, and, when time and opportunity permit, to coax mortals into damnation. Most phistophiluses spend their eternities in the various courts of Hell's nine layers, particularly in the maze-like fortress-libraries where all infernal laws and oaths are recorded. Occasionally they serve similar roles on the Material Plane when summoned by particularly desperate, arrogant, or foolish mortals.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>When one of the souls damned by a contract devil is restored to life (typically via powerful magic like a <i>wish</i> or <i>miracle</i>), the phistophilus immediately notices the transgression. Usually, the contract devil recruits the aid of more powerful allies to track down and punish such transgressors and to collect the escaped soul as quickly as possible.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While numerous types of infernal contracts exist, the following two are those most often offered to mortals by contract devils.</p>", 
            "name": "Infernal Contracts", 
            "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Infernal Contracts", 
            "type": "section", 
            "source": "Bestiary 3", 
            "sections": [
                {
                    "body": "<p id=\"evil-wishes\">Upon signing this contract, a mortal is granted three <i>wishes</i>, as per the spell. It must use these <i>wishes</i> within 24 hours of signing the contract&mdash;if it does not, the <i>wishes</i> are wasted but it remains bound to the contract nevertheless. While the mortal chooses the intention of the <i>wishes</i>, the contract devil decides upon the specifics, allowing for its own diabolical interpretation of the results should the mortal imprecisely phrase a <i>wish</i>.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Infernal Contracts/Evil Wishes", 
                    "type": "section", 
                    "name": "Evil Wishes", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p id=\"infernal-slave\">A mortal can negotiate with a contract devil for the lifelong service of a devil. The mortal chooses any type of devil (except for a contract devil) of a CR equal to or less than its own character level at the time of the bargain. Upon signing the contract, the mortal's infernal slave appears and is bound to do the mortal no harm and follow its orders for as long as it lives. Although the devil must obey its master's commands, many devils delight in corrupting the intentions of these orders in all manner of cruel or mischievous ways.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Infernal Contracts/Infernal Slave", 
                    "type": "section", 
                    "name": "Infernal Slave", 
                    "source": "Bestiary 3"
                }
            ]
        }, 
        {
            "body": "<p>An agreement with a contract devil can only be broken in two ways. When a contract is signed, a second copy manifests; one copy is retained by the devil and the other is given to the mortal. Mortals are free to do whatever they please with the lengthy, obviously evil documents, while contract devils typically keep active contracts with them at all times. Should both copies of a contract be destroyed, any effects caused by the contract are canceled or reversed and the mortal's soul goes to its normal place of rest after death and can be resurrected as normal. Merely absconding with both copies of the contract is not enough to break the contract&mdash;as long as both copies exist, the signer's soul remains forever damned. </p><p>Alternatively, a second mortal might be allowed to adopt the terms of a contract&mdash;with its soul replacing that of the original contract signer after death. The mortal who seeks to pay the debt of another must contact the contract devil who holds the relevant contract. The contract devil has a choice of whether or not to allow one mortal to pay another's debt, but values religious and good-aligned souls over others. Shrewd manipulators, contract devils often only agree to allow one mortal to pay another's debt in return for some service or proof of worth. If a contract devil agrees to accept another soul in payment, the original contract signer retains all of the benefits of the contract, but is released from damnation and may be resurrected as normal. The new signer, however, receives no benefits, cannot be returned to life upon dying, and spends an eternity in Hell after death.</p>", 
            "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract/Breaking an Infernal Contract", 
            "type": "section", 
            "name": "Breaking an Infernal Contract", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "136 (13d10+65)", 
    "reach": "5 ft. (10 ft. with binding contract)", 
    "wisdom": "23", 
    "creature_type": "Outsider", 
    "special_qualities": "infernal contract, infernal investment", 
    "dr": "10/good", 
    "name": "Devil, Contract", 
    "base_attack": "+13", 
    "skills": "Bluff +26, Diplomacy +26, Disguise +8, Intimidate +26, Knowledge (arcana) +23, Knowledge (nobility) +20, Knowledge (planes) +23, Knowledge (religion) +23, Linguistics +20, Perception +26, Profession (scribe) +19, Sense Motive +26, Sleight of Hand +20, Spellcraft +20", 
    "reflex": "+15", 
    "cmd": "34", 
    "cmb": "+16", 
    "will": "+16", 
    "url": "pfsrd://Bestiary 3/Monsters/Devil/Contract", 
    "sr": "21", 
    "organization": "solitary, pair, or court (2-12)", 
    "creature_subtype": "devil, evil, extraplanar, lawful"
}