{
    "dexterity": "12", 
    "ac": "13, touch 11, flat-footed 12 (+1 Dex, +2 natural)", 
    "special_attacks": "leap, rend (2 claws, 1d4+1)", 
    "intelligence": "7", 
    "racial_modifiers": "+8 Acrobatics, +2 Perception", 
    "melee": "2 claws +3 (1d4+1)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., climb 30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Undercommon", 
    "strength": "13", 
    "constitution": "15", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any underground", 
    "source": "Bestiary 3", 
    "charisma": "8", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Blind-Fight, Skill Focus (Stealth)B", 
    "senses": "darkvision 60 ft.; Perception +6", 
    "description": "This creature looks like a humanoid crow with oily black feathers, glittering eyes, and a sharp beak.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Dire Corby/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A dire corby can perform a special kind of pounce attack by jumping into combat. When a dire corby charges, it can make a DC 20 Acrobatics check to jump into the air and land next to its enemies. If it succeeds at this Acrobatics check, it can make a full attack (two claw attacks, plus a rend attack if both claws hit) against foes in reach. If it fails, it can still make its one attack as normal for a charge.", 
                    "name": "Leap", 
                    "url": "pfsrd://Bestiary 3/Monsters/Dire Corby/Special Abilities/Leap", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Dire corbies are subterranean predators that resemble humanoid crows with muscular arms and fearsome claws. Though they make their cliff-side homes on the walls of underground chasms, where they climb and leap with death-defying agility, they are most frequently encountered in the tunnels where they wait to ambush prey, leaping down from the ceiling to rend and tear.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Dire corbies are intelligent, but have little use for society outside of the rough, squabbling pecking order of their rookeries, where their social order is little better than that of the mundane birds they resemble. Along with the near-suicidal savagery with which they launch themselves into combat, dire corbies are known for their terrifying screeches, songs of doom capable of unsettling even experienced explorers.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In addition to being savage predators, dire corbies are also notorious cannibals when it comes to their young, and a mother dire corby must carefully defend her eggs lest a flock of males from the same rookery descend on her nest and devour the unborn children in a flurry of yolk and blood. This ultimately counterproductive tendency only further supports the impression most races have of dire corbies as dangerously unbalanced beings, and may explain why the creatures remain relatively rare.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical dire corby stands 5 feet tall and weighs between 125 and 150 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>These powerful dire corbies are the offspring of dire corbies and harpies. They have the advanced template and gain the following special attack.</p>", 
            "name": "Dread Corby", 
            "url": "pfsrd://Bestiary 3/Monsters/Dire Corby/Dread Corby", 
            "type": "section", 
            "source": "Bestiary 3", 
            "sections": [
                {
                    "body": "<p>Once per day, a dread corby can shriek at a target within 30 feet. The target must make a DC 12 Will save or become frightened for 1d4 rounds. This is a sonic, mind-affecting fear effect. The save DC is Charisma-based.</p>", 
                    "name": "Screech of Doom", 
                    "url": "pfsrd://Bestiary 3/Monsters/Dire Corby/Dread Corby/Screech of Doom", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "hp": "15 (2d10+4)", 
    "wisdom": "10", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Dire Corby", 
    "base_attack": "+2", 
    "skills": "Acrobatics +10, Climb +13, Perception +6, Stealth +8", 
    "reflex": "+4", 
    "cmd": "14", 
    "cmb": "+3", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 3/Monsters/Dire Corby", 
    "organization": "gang (2-5), hunting flock (1-3 dread corbies and 5-10 dire corbies), or rookery (1-10 dread corbies and 10-50 dire corbies plus 1 barbarian or fighter of 3rd-5th level per 10 adults)"
}