{
    "dexterity": "26", 
    "ac": "38, touch 10, flat-footed 34 (+13 armor, +4 Dex, +15 natural, -4 size)", 
    "special_attacks": "create ghul, rend (2 claws, 2d6+18), shake faith, swallow whole (6d6+18 plus 4d6 energy damage, AC 25, 37 hp), torturous gullet, trample (2d8+18, DC 34)", 
    "intelligence": "19", 
    "racial_modifiers": "+8 Bluff", 
    "resist": "acid 10, electricity 10", 
    "melee": "bite +32 (2d8+12 plus grab/19-20), 2 claws +32 (2d6+12), tail slap +30 (2d10+6)", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "50 ft., fly 120 ft. (good)", 
    "alignment": "NE", 
    "size": "Gargantuan", 
    "languages": "Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
    "strength": "35", 
    "constitution": "30", 
    "space": "20 ft.", 
    "treasure": "standard (+5 half-plate, other treasure)", 
    "init": "+12", 
    "environment": "any (Abaddon)", 
    "source": "Bestiary 3", 
    "charisma": "27", 
    "immune": "fire, poison", 
    "fortitude": "+18", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +28)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>align weapon</i>, <i>detect magic</i>, <i>greater teleport</i> (self plus armor and 50 lbs. of objects only), <i>magic circle against good</i>, <i>telekinesis</i> (DC 23)</p><p class=\"stat-block-2\">3/day-<i>blasphemy</i> (DC 25), <i>disintegrate</i> (DC 24), <i>dispel magic</i>, <i>forcecage</i> (DC 25), <i>protection from energy</i></p><p class=\"stat-block-2\">1/day-<i>geas/quest</i>, <i>plane shift</i>, <i>summon</i> (level 6, 1d2 sepids 100%)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Awesome Blow, Cleave, Combat Reflexes, Critical Focus, Great Cleave, Improved Bull Rush, Improved Initiative, Improved Critical (bite), Multiattack, Power Attack,  Staggering Critical,  Stunning Critical", 
    "senses": "darkvision 60 ft., see in darkness, true seeing; Perception +34", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An akvan is created wearing armor, and is naturally experienced in its use. An akvan possesses the armor training ability of a 15th-level fighter.", 
                    "name": "Armor Training", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities/Armor Training", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "All creatures except divs within 30 feet of an akvan must make a successful DC 30 Will save or take a &ndash;4 penalty on attack rolls, saving throws, skill checks, and ability checks. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Aura of Hopelessness", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities/Aura of Hopelessness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Any genie that is slain by an akvan becomes a ghul (see page 125) in 1d4 rounds. Such ghuls are under the command of the akvan that created them and remain enslaved until it dies, at which point they become free-willed ghuls. They do not possess any of the abilities they had in life.", 
                    "name": "Create Ghul", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities/Create Ghul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Anytime an akvan strikes a divine spellcaster with any of its melee attacks, the target must make a DC 30 Will save or be shaken for 1d4 rounds. If the save is successful, the target is instead shaken for 1 round. The save DC is Charisma-based.", 
                    "name": "Shake Faith", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities/Shake Faith", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As hunters of otherworldly beings, akvans are uniquely drawn to digest creatures with a variety of resistances. In addition to the damage dealt by crushing internal organs, creatures swallowed by an akvan take 4d6 points of acid, cold, electricity, or fire damage per round. The akvan chooses what type of energy damage those in its stomach will take every round, and may change this from round to round. Additionally, an akvan's stomach is thickly armored, allowing it to benefit from its entire natural armor bonus instead of merely half.", 
                    "name": "Torturous Gullet", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Special Abilities/Torturous Gullet", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Akvans number among the most physically powerful and openly destructive servants of Ahriman, directly carrying out his ancient plans for oblivion. Their twisted minds bend toward desolation, ruin, and blasphemy, and their hatred of the gods of creation and beings renowned for inspiring art and wonder knows few equals. Whereas most divs turn their cruelty and vengefulness exclusively upon mortals, akvans broaden the scope of their hatred to encompass geniekind as well.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Akvans seek out wonders to destroy&mdash;monuments from lost ages that have long inspired awe and pride or beings and establishments said to be invincible. While divs typically spread their taint through more subtle ways, akvans target symbols for destruction, bringing down not just stone and mortar but hopes and dreams. Additionally, these masters of destruction promote the creation of new horrors, transforming their most hated victims, genies, into nightmares known as ghuls. Thus, an akvan's evil does not end with its victim's death, as slain genies arise from the battlefield&mdash;or are belched up from an akvan's gullet&mdash;as blasphemous undead servants. These undead minions serve their terrifying master and, over the ages, gather around it as an army of profane slaves.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Hatred and hunger for genies and those allied with them constitute the racial compulsion to which all akvans bow. These divs always go out of their way to hunt, destroy, and consume any genie they encounter. While wise enough to not waste their lives in combat against foes obviously more powerful then they, akvans seek to bring low any such opponents, if not by brute strength, then by guile. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Akvans stand approximately 40 feet tall and weigh over 30,000 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>As akvans go through existence slaying mortals and genies, many gravitate toward one of the races of geniekind, targeting members of that race with particular passion. Over ages of service, akvans who prove especially lethal in slaughtering genies garner the attention of Ahriman, who blesses such divs with increased power, transforming them into akvan princes.</p><p>Each akvan prince dedicates itself to extinguishing a particular type of genie and gains special abilities with which to slaughter genies of that type. An akvan prince gains an additional 4&ndash;8 Hit Dice, a +4 bonus to three ability scores, and has a CR of 22&ndash;24. The akvan prince also gains one of the following sets of abilities, depending on what type of genies it hunts.</p>", 
            "name": "Akvan Princes", 
            "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes", 
            "type": "section", 
            "source": "Bestiary 3", 
            "sections": [
                {
                    "body": "<p>A shaitan-hunting akvan prince shatters the strongest stone. It gains the stone glide ability, tremorsense 100 feet, and a burrow speed of 100 feet, and its natural attacks are treated as adamantine for the purposes of overcoming damage reduction. It also gains the following spell-like abilities: 3/day&mdash;quickened <i>stone shape</i>, <i>transmute mud to rock</i>, <i>transmute rock to mud</i>, <i>wish</i>.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes/Crumbling Earth", 
                    "type": "section", 
                    "name": "Crumbling Earth", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>An efreet-hating akvan prince holds dominion over flame. It gains an efreeti's heat special attack (1d6 when struck, 6d6 when grappling or grappled), and the following spell-like abilities: at will&mdash;quickened <i>quench</i>, <i>scorching ray</i>, <i>wall of fire</i>; 3/day&mdash;<i>wish</i>.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes/Dying Ember", 
                    "type": "section", 
                    "name": "Dying Ember", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>A djinn-hunting akvan prince gains power over the wind. It gains resist electricity 30 and the whirlwind ability, its fly speed increases to 120 feet (perfect maneuverability), and it gains the following spell-like abilities: at will&mdash;<i>invisibility</i>; 3/day&mdash;<i>gaseous form</i>, <i>wish</i>. </p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes/Gasping Wind", 
                    "type": "section", 
                    "name": "Gasping Wind", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>A marid-slaying akvan prince controls and poisons water. It gains a swim speed of 100 feet, a marid's water's fury special attack (8d6 points of damage, blinds and stuns for 1d6 rounds), and the following spell-like abilities: constant&mdash;<i>water breathing</i>, <i>water walk</i>; at will&mdash;quickened <i>control water</i>; 3/day&mdash;<i>horrid wilting</i>, <i>wish</i>.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes/Thirsty Sea", 
                    "type": "section", 
                    "name": "Thirsty Sea", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p>A jann-killing akvan prince spreads failure and defeat. It gains resist acid, cold, and electricity 20, and the following spell-like abilities: at will&mdash;<i>ethereal jaunt</i>, <i>invisibility</i>; 3/day&mdash;<i>insanity</i>, <i>mage's disjunction</i>, <i>wish</i>.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan/Akvan Princes/Unbalanced Soul", 
                    "type": "section", 
                    "name": "Unbalanced Soul", 
                    "source": "Bestiary 3"
                }
            ]
        }
    ], 
    "hp": "372 (24d10+240)", 
    "reach": "20 ft. (25 ft. with tail)", 
    "wisdom": "24", 
    "creature_type": "Outsider", 
    "special_qualities": "armor training 4", 
    "dr": "15/cold iron and good", 
    "name": "Div, Akvan", 
    "base_attack": "+24", 
    "skills": "Acrobatics +28 (+36 when jumping), Bluff +43, Diplomacy +31, Fly +27, Intimidate +31, Knowledge (arcana) +31, Knowledge (planes) +31, Knowledge (religion) +19, Perception +34, Sense Motive +30, Spellcraft +19, Use Magic Device +23", 
    "reflex": "+22", 
    "cmd": "58", 
    "cmb": "+40", 
    "will": "+21", 
    "url": "pfsrd://Bestiary 3/Monsters/Div/Akvan/Div/Akvan", 
    "aura": "hopelessness (30 ft., DC 30)", 
    "sr": "31", 
    "organization": "solitary", 
    "creature_subtype": "div, evil, extraplanar"
}