{
    "dexterity": "17", 
    "ac": "18, touch 15, flat-footed 15 (+3 Dex, +3 natural, +2 size)", 
    "intelligence": "10", 
    "resist": "acid 10, electricity 10", 
    "melee": "bite +9 (1d4-1 plus poison)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "20 ft., fly 40 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Tiny", 
    "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
    "strength": "8", 
    "constitution": "10", 
    "space": "2-1/2 ft.", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "any (Abaddon)", 
    "source": "Bestiary 3", 
    "charisma": "14", 
    "immune": "fire, poison", 
    "fortitude": "+3", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>charm person</i> (DC 13), <i>minor image</i> (DC 14)</p><p class=\"stat-block-2\">1/day-<i>suggestion</i> (DC 15)</p><p class=\"stat-block-2\">1/week-commune (CL 12th, 6 questions)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Weapon Finesse, Weapon Focus (bite)", 
    "senses": "darkvision 60 ft., detect good, detect magic, see in darkness; Perception +7", 
    "description": "This disembodied and bestial head covered in lashing hair and curling horns flies through the air.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Div/Doru/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Bite:", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Doru/Special Abilities/Poison", 
                    "sections": [
                        {
                            "name": "Doru Venom", 
                            "source": "Bestiary 3", 
                            "url": "pfsrd://Bestiary 3/Monsters/Div/Doru/Special Abilities/Poison/Doru Venom", 
                            "contracted": "Bite&mdash;injury", 
                            "effect": "1d2 Wisdom damage", 
                            "subtype": "poison", 
                            "cure": "2 consecutive saves", 
                            "frequency": "1/round for 6 rounds", 
                            "save": "Fortitude DC 11", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Dorus are the divs that whisper in the night, the foul inspiration that drifts upon fetid winds, the messengers of pretender gods. Wild hair whips around a doru's six twisting horns, while a flat nose, a fanged mouth, and red glowing eyes complete the terrifying image of this bodiless monstrosity. Dorus almost always fly, preferring to stay at heights that keep them at the eye level of those with whom they would have dealings. When not flying, dorus roll across the ground in a disturbing manner, horns bouncing and teeth clattering as the creatures cackle and cartwheel, terrifying children and shocking the faint of heart.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The least of the divs, dorus serve as messengers and servants of other divs and sometimes mortal spellcasters. While not strong combatants, dorus prefer to sow ruin in more subtle ways. They enjoy tainting mortals with exaggerated news and outright lies, trying to turn impressionable beings to waste and wickedness. Even if a doru fails to fully corrupt an intelligent being itself, it attempts to weaken the target's will, making the victim more pliable to future corruption and ruin.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>All divs have some manner of esoteric flaw in their personalities&mdash;dorus are obsessed with secrets. These covetous fiends hoard secrets and legends like a miser hoards gold. This thirst for information causes the curious dorus to enter into ridiculous bargains to obtain hidden knowledge from those they believe hold tales of special interest or value, especially when such information has the potential to aid in the corruption of future souls. Such bargains are usually what seal dorus to servitude, whether their service be to other divs or to mortal spellcasters. Cunning creatures, dorus often act as double (and sometimes triple) agents, but they rarely maintain this complex series of lies and deceptions for long. Dorus abhor mortals, as all divs do, and find it difficult to remain obedient to such beings for more than a span of a few decades at most. Only the most precious and profane secrets have the potential to keep a doru faithful to a mortal master for more than a century. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Serving greater divs or mortal spellcasters, divs deliver messages, most directly plucked from secret sources. Dorus' spell-like abilities make them excellent spies, granting them the ability to infiltrate, eavesdrop while invisible, and charm their way out of perilous situations. Those serving mortals pride themselves on manipulating their masters into furthering the divs' own ends. Many evil spellcasters seeking profane power and ancient evil secrets seek to take dorus as familiars. A neutral evil spellcaster of at least 7th level who takes the Improved Familiar feat can select a doru as a familiar.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "16 (3d10)", 
    "reach": "0 ft.", 
    "wisdom": "12", 
    "creature_type": "Outsider", 
    "dr": "10/cold iron or good", 
    "name": "Div, Doru", 
    "base_attack": "+3", 
    "skills": "Bluff +8, Fly +15, Knowledge (arcana) +6, Knowledge (planes) +6, Perception +7, Spellcraft +6, Stealth +17", 
    "reflex": "+4", 
    "cmd": "13 (can't be tripped)", 
    "cmb": "+4", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Div/Doru", 
    "sr": "13", 
    "organization": "solitary", 
    "creature_subtype": "div, evil, extraplanar"
}