{
    "dexterity": "25", 
    "ac": "27, touch 16, flat-footed 20 (+7 Dex, +11 natural, -1 size)", 
    "special_attacks": "consume essence, dusty pelt, rake (2 claws +21, 1d8+9)", 
    "intelligence": "13", 
    "resist": "acid 10, electricity 10", 
    "melee": "bite +21 (1d8+9/19-20), 2 claws +21 (1d8+9 plus grab)", 
    "cr": "12", 
    "xp": "19,200", 
    "speed": "50 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
    "strength": "28", 
    "constitution": "25", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+11", 
    "environment": "any (Abaddon)", 
    "source": "Bestiary 3", 
    "charisma": "20", 
    "immune": "fire, poison", 
    "fortitude": "+11", 
    "spells": [
        {
            "spell-like abilities": "(CL 13th; concentration +18)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>magic circle against good</i>, <i>waves of fatigue</i></p><p class=\"stat-block-2\">1/day-summon (level 5, 1d2 pairakas or 1 shira 35%)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Critical (bite), Improved Initiative, Power Attack, Run, Weapon Focus (claw), Weapon Focus (bite)", 
    "senses": "darkvision 60 ft., see in darkness, true seeing; Perception +21", 
    "description": "Moving with deadly grace, this brutal, thickly furred humanoid figure's head is that of a lioness with dead black eyes. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Div/Shira/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A shira's deadliest attacks drain away a portion of its victim's essence. Whenever a shira hits with a coup de grace attack using its bite, or confirms a critical hit with its claws or bite, the target must succeed at a DC 23 Fortitude save or take 1d4 points of Constitution drain. The save is Constitution-based.", 
                    "name": "Consume Essence", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Shira/Special Abilities/Consume Essence", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A shira collects and produces copious amounts of dust and ash within the coarse hairs of its furry hide. As a move action, it can shake itself, creating a cloud of dust that fills its space, providing it concealment. Any attack that deals at least 10 points of bludgeoning, piercing, or slashing damage to the shira (before DR) automatically activates this ability. The dust cloud lasts for 1 round. A light wind disperses this cloud immediately.", 
                    "name": "Dusty Pelt", 
                    "url": "pfsrd://Bestiary 3/Monsters/Div/Shira/Special Abilities/Dusty Pelt", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Bestial stalkers, shiras live to hunt and feed. Resembling anthropomorphic lionesses, these divs use their powerful builds, keen senses, and deadly instincts to track the proudest mortals and slay the most formidable foes. They embody the deadly nature of the wilds and the dispassion with which beast and land might turn against mortals, delighting in proving to civilized beings how small and helpless they are in the face of a savage world.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Shiras prefer hunting alone, keeping company with even others of their own kind only long enough to form temporary hunting bands. With a hunger for intelligent prey, they savor the taste of mortal souls, savaging not just victims' bodies but also their vital essences. Despite being the most feral of all divs, shiras sometimes serve as scouts and assassins for div hordes. Such arrangements usually prove to be temporary, however, lasting only until the shiras' savage instincts or lust for the hunt again takes hold.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p> Shiras never go after an easy kill, and instead target the most obviously powerful of the possible targets. When acting on this compulsion, a shira weighs its chances for survival and the glory of its intended kill, planning its tactics carefully and not necessarily charging savagely forth. Though savage, a shira is also a cunning hunter and might wait weeks for the perfect opportunity to bring down its chosen prey.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Most shiras stand 10 feet tall and weigh approximately 1,200 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "150 (12d10+84)", 
    "reach": "10 ft.", 
    "wisdom": "22", 
    "creature_type": "Outsider", 
    "dr": "10/cold iron and good", 
    "name": "Div, Shira", 
    "base_attack": "+12", 
    "skills": "Acrobatics +22 (+30 when jumping), Bluff +20, Climb +24, Intimidate +20, Perception +21, Stealth +18, Survival +21", 
    "reflex": "+15", 
    "cmd": "39", 
    "cmb": "+22 (+26 grapple)", 
    "will": "+14", 
    "url": "pfsrd://Bestiary 3/Monsters/Div/Shira", 
    "sr": "23", 
    "organization": "solitary", 
    "creature_subtype": "div, evil, extraplanar"
}