{
    "dexterity": "16", 
    "ac": "16, touch 13, flat-footed 13 (+3 Dex, +3 natural)", 
    "special_attacks": "caustic mucus, pounce", 
    "intelligence": "8", 
    "resist": "acid 20", 
    "melee": "bite +7 (2d4+3), tail slap +2 (1d4+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft., fly 60 ft. (average), swim 30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Draconic", 
    "strength": "17", 
    "constitution": "15", 
    "immune": "paralysis, sleep", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "temperate rivers or lakes", 
    "source": "Bestiary 3", 
    "charisma": "9", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Improved Initiative, Power Attack", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +7", 
    "description": "With graceful wings and wide fins, this sleek dragon looks equally well equipped to glide through sea and sky.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Drake/River/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a river drake can spit a ball of caustic mucus that explodes in a 5-foot-radius spread. This attack has a range of 50 feet, deals 2d8 points of acid damage, and entangles creatures in the area. A DC 14 Reflex save halves the damage and negates the entangle effect. An entangled creature takes 1d4 points of acid damage each round on its turn, and may attempt a new saving throw at the end of its turn every round to escape the entanglement and end the acid damage. Once a river drake spits mucus, it cannot do so again for 1d6 rounds. The save DC is Constitution-based.", 
                    "name": "Caustic Mucus", 
                    "url": "pfsrd://Bestiary 3/Monsters/Drake/River/Special Abilities/Caustic Mucus", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Three times per day as a swift action, a river drake can draw on its draconic heritage for a boost of strength and speed that allows it to take an additional move action that round.", 
                    "name": "Speed Surge", 
                    "url": "pfsrd://Bestiary 3/Monsters/Drake/River/Special Abilities/Speed Surge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Preying upon fish and fishermen with equal ease, river drakes are scourges of freshwater expanses. They are thought to be related to black dragons, as evidenced by their acidic spit, water affinity, viciousness, and preference for rotten meat. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Like other drakes, river drakes are cruel hunters, using a play-and-prey hunting style. When not hungry, they amuse themselves by stalking and harassing other creatures and travelers. An offering of treasure thrown into the water can distract a river drake, but such a bribe is unlikely to stave off a particularly hungry individual. River drakes often slay more than they can immediately eat because they favor aged meat, keeping underwater larders stuffed with kills in various stages of decay.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A river drake is a crafty, careful hunter that uses its watery home to provide concealment from creatures on the shore. If caught unawares while on land, it retreats to the water, or takes to flight if its enemies are prepared for aquatic combat, making constant use of its caustic mucus and great speed.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>River drakes are much more likely to hunt in groups than most other drakes, threatening river traffic or assaulting lakefront or riverside towns if their numbers are large enough. However, these disorganized raids are quick to retreat from any hint of significant resistance.  </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>River drakes are 8 feet long and look much like small sea drakes. An adult river drake weighs about 700 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "34 (4d12+8)", 
    "wisdom": "10", 
    "creature_type": "Dragon", 
    "special_qualities": "amphibious, speed surge", 
    "name": "Drake, River", 
    "base_attack": "+4", 
    "skills": "Fly +10, Intimidate +6, Perception +7, Stealth +10, Survival +7, Swim +11", 
    "reflex": "+7", 
    "cmd": "20", 
    "cmb": "+7", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Drake/River", 
    "organization": "solitary, pair, or rampage (3-12)", 
    "creature_subtype": "aquatic, water"
}