{
    "dexterity": "19", 
    "ac": "26, touch 14, flat-footed 22 (+4 Dex, +12 natural)", 
    "intelligence": "7", 
    "melee": "bite +14 (1d6+3 plus 1d6 electricity), gore +14 (1d6+3 plus 1d6 electricity), tail slap +12 (1d6+1 plus 1d6 electricity)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft., climb 20 ft., fly 40 ft. (good)", 
    "alignment": "CN", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "16", 
    "constitution": "14", 
    "space": "5 ft.", 
    "treasure": "standard", 
    "init": "+4", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "11", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Combat Reflexes, Great Fortitude, Iron Will, MultiattackB, Toughness, Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +13", 
    "description": "This bizarre amalgam of monstrous parts rampages forth, an eldritch rune seared upon its forehead.", 
    "sections": [
        {
            "body": "<p>An eidolon is usually tied to a summoner who forges an unbreakable link with a being not of his world, calling upon it and sending it back to its otherworldly home as he needs. When a summoner dies, this link is destroyed and the eidolon is banished back from whence it came. Occasionally, however, this link between eidolon and summoner is unnaturally severed, usually as a result of powerful magic or some bizarre death, freeing the eidolon upon the world. Few can predict what specific events might cause an eidolon to become unfettered, but those that do become stranded on a plane alien to them, released to act as they please. An eidolon that loses its link to its summoner loses its link to its home realm, and many unfettered eidolons go mad, the glowing runes that once represented their bonds burning painful scars onto their bodies. Unfettered eidolons are not quite as powerful as normal eidolons, but without their evolutions tied to their summoners' whims, these bizarre and varied creatures continue to evolve and advance on their own.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Unfettered eidolons can take on many shapes and sizes. The stats presented here are for a Medium unfettered eidolon with the serpentine base form and 17 evolution points, but an eidolon can take almost any form. An unfettered eidolon has one of four base forms: aquatic, biped, quadruped, or serpentine. Each base form determines an eidolon's speed, good and bad saves, and ability scores, and allots 5 of its starting 8 evolution points to starting evolutions (the bonuses from these starting evolutions are already factored into the starting statistics). Each base form starts at Medium size. An unfettered eidolon can increase to Large size or larger by spending additional evolution points (see below). </p>", 
            "name": "Creating an Unfettered Eidolon", 
            "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Creating an Unfettered Eidolon", 
            "type": "section", 
            "source": "Bestiary 3", 
            "sections": [
                {
                    "body": "<p><b>Speed</b> 20 ft., swim 40 ft.; <b>Saves</b> Fort (good), Ref (good), Will (bad); <b>Ability Scores</b> Str 16, Dex 12, Con 13, Int 7, Wis 10, Cha 11; <b>Starting Evolutions</b> bite, gills, improved natural armor, swim (2).</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Creating an Unfettered Eidolon/Aquatic Base Form", 
                    "type": "section", 
                    "name": "Aquatic Base Form", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p><b>Speed</b> 30 ft.; <b>Saves</b> Fort (good), Ref (bad), Will (good); <b>Ability Scores</b> Str 16, Dex 12, Con 13, Int 7, Wis 10, Cha 11; <b>Starting Evolutions</b> arms, claws, legs.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Creating an Unfettered Eidolon/Biped Base Form", 
                    "type": "section", 
                    "name": "Biped Base Form", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p><b>Speed</b> 40 ft.; <b>Saves</b> Fort (good), Ref (good), Will (bad); <b>Ability Scores</b> Str 14, Dex 14, Con 13, Int 7, Wis 10, <b>Cha</b> 11; <b>Starting Evolutions</b> bite, legs (2).</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Creating an Unfettered Eidolon/Quadruped Base Form", 
                    "type": "section", 
                    "name": "Quadruped Base Form", 
                    "source": "Bestiary 3"
                }, 
                {
                    "body": "<p><b>Speed</b> 20 ft., climb 20 ft.; <b>Saves</b> Fort (bad), Ref (good), Will (good); <b>Ability Scores</b> Str 12, Dex 16, Con 13, Int 7, Wis 10, Cha 11; <b>Starting Evolutions</b> bite, climb, reach (bite), tail, tail slap.</p><p>An unfettered eidolon begins with 1 Hit Die, a +2 natural armor bonus, and the evasion ability. As an unfettered eidolon's Hit Dice increase (see Evolution Points, below), it gains additional bonuses and abilities. At 2 Hit Dice, and every 3 HD thereafter, an unfettered eidolon's base armor bonus increases by +2. This bonus may be split between an armor bonus and a natural armor bonus. Also at 2 Hit Dice, and every 3 HD thereafter, an unfettered eidolon adds +1 to both its Strength and Dexterity scores. At 5 Hit Dice, and every 4 HD thereafter, an unfettered eidolon adds +1 to any one of its ability scores. At 7 Hit Dice, an unfettered eidolon gains Multiattack as a bonus feat.</p>", 
                    "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Creating an Unfettered Eidolon/Serpentine Base Form", 
                    "type": "section", 
                    "name": "Serpentine Base Form", 
                    "source": "Bestiary 3"
                }
            ]
        }, 
        {
            "body": "<p>Unfettered eidolons have a number of evolution points (EP) you can use to purchase abilities and defenses in addition to those presented above. An unfettered eidolon starts with 8 EP, regardless of its base form. For each additional EP spent beyond 8, an unfettered eidolon's Hit Dice increase by 1. An unfettered eidolon's CR increases with its Hit Dice using the &ldquo;outsider&rdquo; line. Many of these abilities are universal monster rules.</p><p><i>Arms</i> (Ex, 2 EP): Grows an additional pair of arms and hands. The eidolon must have the Weapon Training evolution in order to use weapons.</p><p><i>Bite</i> (Ex, 1 EP): Gains a bite attack (1d6 damage).</p><p><i>Burrow</i> (Ex, 3 EP): Gains a burrow speed equal to 1/2 its base speed. The eidolon must have at least 7 Hit Dice to select this evolution.</p><p><i>Claw</i> (Ex, 1 EP): Gains two claw attacks (1d4 damage). The eidolon must have arms or legs to take this evolution.</p><p><i>Climb</i> (Ex, 1 EP): Gains a climb speed equal to its base speed. For each additional EP spent on this evolution, this speed increases by 20 feet.</p><p><i>Energy Attacks</i> (Su, 2 EP): Choose one energy type (acid, cold, electricity, or fire). All of the eidolon's natural attacks deal +1d6 points of damage of this energy type. The eidolon must have at least 4 Hit Dice to select this evolution.</p><p><i>Flight</i> (Ex, 2 EP): Grows wings, gaining a fly speed equal to its base speed (good maneuverability). For each additional EP spent, the fly speed increases by 20 feet. The eidolon must have at least 4 Hit Dice to select this evolution.</p><p><i>Gills</i> (Ex, 1 EP): Can breathe underwater indefinitely in addition to air.</p><p><i>Gore</i> (Ex, 2 EP): Gains a gore attack (1d6 damage).</p><p><i>Huge</i> (Ex, 6 EP): Grows to Huge size (adjusting its Strength, Constitution, Dexterity, natural armor bonus, and size modifier to attacks and AC as detailed on page 296 of the <i>Bestiary</i>, and increasing the damage of all of its attacks as detailed on page 297 of this book). If the eidolon has the biped base form, its reach increases to 15 feet (10 feet for all other base forms). The eidolon must have the Large evolution and at least 10 Hit Dice to select this evolution.</p><p><i>Improved Evasion</i> (Ex, 3 EP): Gains improved evasion.</p><p><i>Improved Natural Armor</i> (Ex, 1 EP): Gains a +2 bonus to its natural armor. This evolution can be taken once if it has 3 or fewer Hit Dice, and one additional time for every 4 additional Hit Dice the eidolon has.</p><p><i>Large</i> (Ex, 4 EP): Grows to Large size (adjusting its Strength, Constitution, Dexterity, natural armor bonus, and size modifier to attacks and AC as detailed on page 296 of the <i>Bestiary</i>, and increasing the damage of all of its attacks as detailed on page 297 of this book). If the eidolon has the biped base form, it also gains 10-foot reach. The eidolon must have at least 6 Hit Dice to select this evolution.</p><p><i>Legs</i> (Ex, 2 EP): Grows an additional pair of legs. Each pair of legs increases the eidolon's base speed by 10 feet.</p><p><i>Magical Flight</i> (Su, 4 EP): Flies by means of magic, gaining a fly speed equal to its base speed (perfect maneuverability). For each additional EP spent, this speed increases by 20 feet. The eidolon must have at least 4 Hit Dice before selecting this evolution.</p><p><i>Reach</i> (Ex, 1 EP): The reach of one of the eidolon's attacks increases by 5 feet.</p><p><i>Resistance</i> (Ex, 1 EP): Gains resistance 5 against one energy type (acid, cold, electricity, fire, or sonic). </p><p><i>Slam</i> (Ex, 1 EP): Gains a slam attack (1d8 damage). The eidolon must have arms to take this evolution.</p><p><i>Sting</i> (Ex, 1 EP): Gains a sting attack (1d4 damage). The eidolon must have a tail to take this evolution.</p><p><i>Swim</i> (Ex, 1 EP): Gains a swim speed equal to its base speed. For each additional EP spent, this speed increases by 20 feet.</p><p><i>Tail</i> (Ex, 1 EP): Grows a long, powerful tail, gaining a +2 racial bonus on Acrobatics checks made to balance on a surface.</p><p><i>Tail Slap</i> (Ex, 1 EP): Gains a tail slap attack (1d6 damage). The eidolon must have a tail to take this evolution.</p><p><i>Weapon Training</i> (Ex, 2 or 4 EP): Gains Simple Weapon Proficiency as a bonus feat. For 2 additional EP, it gains proficiency with all martial weapons as well.</p>", 
            "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Evolution Points", 
            "type": "section", 
            "name": "Evolution Points", 
            "source": "Bestiary 3"
        }, 
        {
            "body": "<p>The standard eidolon starts as Medium-sized, but Small eidolons are also possible. Compared to a Medium eidolon, a Small eidolon gains +2 to its Dexterity, &ndash;4 to its Strength, and &ndash;2 to its Constitution. It also gains a +1 size bonus to its AC and on attack rolls, a &ndash;1 size penalty on its CMB and to its CMD score, and a +4 size bonus on Stealth skill checks. If it can fly, it gains a +2 size bonus on Fly skill checks. Reduce the damage of all of its attacks by one step.</p>", 
            "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered/Small Eidolons", 
            "type": "section", 
            "name": "Small Eidolons", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "85 (10d10+30)", 
    "reach": "5 ft. (10 ft. with bite)", 
    "wisdom": "10", 
    "defensive_abilities": "improved evasion", 
    "creature_type": "Outsider", 
    "special_qualities": "evolution points (bite, climb, energy attacks, flight [2], gore, improved evasion, improved natural armor [2], reach [bite], tail, tail slap)", 
    "name": "Eidolon, Unfettered", 
    "base_attack": "+10", 
    "skills": "Bluff +13, Climb +11, Fly +16, Knowledge (planes) +6, Perception +13, Sense Motive +8, Stealth +12", 
    "reflex": "+11", 
    "cmd": "27 (can't be tripped)", 
    "cmb": "+13", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 3/Monsters/Eidolon/Unfettered", 
    "organization": "solitary", 
    "creature_subtype": "extraplanar"
}