{
    "dexterity": "16", 
    "ac": "16, touch 13, flat-footed 13 (+3 Dex, +3 natural)", 
    "special_attacks": "panpipes", 
    "intelligence": "11", 
    "melee": "dagger +4 (1d4+2/19-20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "CG", 
    "size": "Medium", 
    "languages": "Common, Sylvan", 
    "strength": "14", 
    "constitution": "13", 
    "treasure": "standard (dagger, shortbow with 20 arrows, masterwork panpipes, other treasure)", 
    "init": "+3", 
    "environment": "temperate forests", 
    "source": "Bestiary 3", 
    "charisma": "17", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +6)<p class=\"stat-block-2\">At will-<i>ghost sound</i> (DC 13)</p><p class=\"stat-block-2\">1/day-<i>hideous laughter</i> (DC 15), <i>sleep</i> (DC 14)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Point-Blank Shot, Weapon Finesse", 
    "senses": "low-light vision; Perception +8", 
    "description": "This capricious figure has the upper torso, arms, and head of a man, but goatlike legs, a tail, and curling horns on his head.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Faun/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Three times per day, a faun can use its masterwork panpipes to augment its spell-like abilities. Doing so is a swift action that increases the DC of the next spell-like ability it uses on its turn by +2.", 
                    "name": "Panpipes", 
                    "url": "pfsrd://Bestiary 3/Monsters/Faun/Special Abilities/Panpipes", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Often mistaken for satyrs, fauns are far more benevolent than their unpredictable cousins. Many people use the two names interchangeably, a fact that irritates both fauns and satyrs. The vast majority of fauns are male, although unlike satyrs, females of this species do exist&mdash;they're simply less common than male fauns.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While satyrs breeding with their seduced victims always produce full-blooded satyrs, fauns are the result of a willing pairing between satyrs and goodly fey or kindhearted humanoids such as humans or elves. Even in this case, the babies of such unions are usually stolen away and raised by their fey parent or some other sylvan foster family. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Like satyrs, fauns enjoy wine, music, dancing, nature, and carnal pleasures. Gentle hedonists, fauns also have a dedicated connection to the countryside, helping hardworking humanoids who make peace with the land and take little more than they need. They help these frontier folk by fighting off significant threats and keeping less savory fey creatures away from their settlements. While they prefer to go unnoticed, in dire times a band of fauns may present themselves to villagers to warn their neighbors of an upcoming threat.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Fauns find nymphs exceptionally attractive, more so than all others who dare view them. Nymphs find beauty in fauns' good nature and steadfast dedication to the natural world, and often humor their advances before almost accidentally falling in love with them.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>As tall as a human, a faun stands on stark white goat legs and has short horns protruding from its head. It also has a short tail that swishes playfully when it is excited or entertained, and its hair falls gracefully around its horns and ears. Its humanoid torso is always lithe but chiseled because of its constant activity and play&mdash;fauns rarely laze about too long. Fauns stand nearly 6 feet tall and weigh little more than 150 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "13 (3d6+3)", 
    "wisdom": "14", 
    "creature_type": "Fey", 
    "dr": "2/cold iron", 
    "ranged": "shortbow +4 (1d6/&times;3)", 
    "name": "Faun", 
    "base_attack": "+1", 
    "skills": "Acrobatics +8, Bluff +9, Perception +8, Perform (wind) +11, Sense Motive +7, Stealth +9, Survival +4", 
    "reflex": "+6", 
    "cmd": "16", 
    "cmb": "+3", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Faun", 
    "organization": "solitary, pair, or band (3-8)"
}