{
    "dexterity": "16", 
    "ac": "18, touch 14, flat-footed 15 (+3 Dex, +4 natural, +1 size)", 
    "special_attacks": "stench spray", 
    "intelligence": "10", 
    "melee": "sting +5 (1d4 plus acid injection)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "5 ft., fly 20 ft. (perfect)", 
    "alignment": "LG", 
    "size": "Small", 
    "languages": "Aklo, Common", 
    "strength": "10", 
    "constitution": "11", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any land or underground", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+0", 
    "type": "creature", 
    "feats": "Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "This pale, jellyfish-like creature floats gently in the air, two long eyestalks extending from either side of its puckered mouth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Flumph/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a flumph strikes an opponent with its spikes, it injects a burning, irritating acid that deals 1d4 points of acid damage immediately and another 1d4 points of acid damage on the round after the attack. The target can end the acid's effects by submerging the wound in water for a round or by being treated with a DC 15 Heal check. A creature that grapples or swallows the flumph takes this acid damage automatically every round it maintains this contact with a living flumph.", 
                    "name": "Acid Injection", 
                    "url": "pfsrd://Bestiary 3/Monsters/Flumph/Special Abilities/Acid Injection", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A flumph can spray a 20-foot line of foul- smelling liquid once every 1d4 rounds. This spray functions like the stench universal monster ability, except it only affects creatures struck by the spray, which must make a DC 11 Fortitude save or be sickened for 5 rounds. The save DC is Constitution-based. Alternatively, the flumph can concentrate the spray on a single target within 5 feet. To use this version of its stench spray, the flumph must succeed at a ranged touch attack (+5 for most flumphs). If the target is hit, it must make a DC 11 Fortitude save or become nauseated for 5 rounds; otherwise, it is sickened for 5 rounds. The odor from this spray lingers in the area and on all creatures struck for 1d4 hours, and can be detected at a range of 100 feet (creatures with the scent ability can smell it at double this range).", 
                    "name": "Stench Spray", 
                    "url": "pfsrd://Bestiary 3/Monsters/Flumph/Special Abilities/Stench Spray", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Come from distant stars to protect unprepared worlds from cosmic horrors, flumphs are jellyfish-like creatures that float in the air and hunt with acidic spikes growing from their undersides. Gentle at heart, flumphs understand that their appearance often terrifies viewers, and thus conceal themselves and observe neighboring settlements from afar, only revealing themselves when absolutely necessary. They also know full well the limitations of their fragile forms, and rather than directly opposing the horrors they seek to defeat, they prefer to recruit and advise heroes to tackle these dangerous tasks instead.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Flumphs float and speak via a constant flow of air through tiny pores in their white bodies, emitting a rhythmic puffing whenever they're aloft. Typical flumphs weigh 15 pounds and are 3 feet across. Flumphs deeply revere dreams, seeing them as omens and portents. While they normally mate and reproduce on the world of their birth, flumphs occasionally engage in a ritual called the Seeding, in which seed pods are flung into outer space in order to provide other planets with guardians.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "9 (2d8)", 
    "wisdom": "14", 
    "creature_type": "Aberration", 
    "name": "Flumph", 
    "base_attack": "+1", 
    "skills": "Diplomacy +2, Fly +18, Perception +7, Sense Motive +3, Stealth +11", 
    "reflex": "+3", 
    "cmd": "13", 
    "cmb": "+0", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Flumph", 
    "organization": "solitary, pair, or colony (4-16)"
}