{
    "dexterity": "17", 
    "ac": "26, touch 12, flat-footed 23 (+3 Dex, +14 natural, -1 size)", 
    "special_attacks": "blood drain (1d4 Con), bloodspray", 
    "intelligence": "15", 
    "melee": "bite +16 (2d6+6), 2 claws +16 (1d8+6), 4 tentacles +14 (1d6+3 and grab)", 
    "cr": "13", 
    "xp": "25,600", 
    "speed": "40 ft., climb 40 ft., fly 40 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Aklo; chemical communication", 
    "strength": "22", 
    "constitution": "26", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any underground", 
    "source": "Bestiary 3", 
    "charisma": "16", 
    "fortitude": "+15", 
    "type": "creature", 
    "feats": "Bleeding Critical, Critical Focus, Flyby Attack, Great Fortitude, Improved Bull Rush, Lightning Reflexes, Multiattack, Power Attack", 
    "senses": "bloodsense, darkvision 30 ft.; Perception +21", 
    "description": "With an armored spherical body, numerous tentacular legs,  and a multi-eyed visage, this creature is truly hideous.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Ghorazagh/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A ghorazagh notices living creatures within 60 feet just as if it possessed the blindsight ability.", 
                    "name": "Bloodsense", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ghorazagh/Special Abilities/Bloodsense", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Once every 1d4 rounds, a ghorazagh can unleash a 20-foot cone of blood and eldritch enzymes. Any living creature struck by a ghorazagh's bloodspray must make a DC 25 Fortitude save or be affected as by the spell slow. A slowed creature struck by a ghorazagh's bloodspray a second time must make an additional save or be paralyzed. These effects last for 2d6 rounds. A ghorazagh can also consciously alter its enzymes, producing a spray that removes all effects of this ability. The save DC is Constitution-based.", 
                    "name": "Bloodspray", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ghorazagh/Special Abilities/Bloodspray", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Ghorazaghs can communicate with other ghorazaghs within 60 feet via pheromone transmission. In a ghorazagh hive, this range extends to cover the entire hive. This is a silent and instantaneous mode of communication that only ghorazaghs can understand.", 
                    "name": "Chemical Communication", 
                    "url": "pfsrd://Bestiary 3/Monsters/Ghorazagh/Special Abilities/Chemical Communication", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Ghorazaghs&mdash;or gore weavers&mdash;float like tumorous specters through the deepest, most alien cavities of the lightless underground, preying upon the wretched vermin of those horrid places. Cunning, with minds and drives unknowable and obscene to those of lands above, the gore weavers only recently became aware of the fertility and bounty of the surface world and are now slowly turning their ebon eyes upward.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While ghorazaghs can digest nearly anything, they are incapable of digesting blood. Their digestive systems process flesh, bone, and all other organic material, filtering out blood and storing it in large reservoirs within their bodies, whereupon the blood is mixed internally with mucus and other strange fluids to form a thick, gluelike substance. While a ghorazagh can spray this fluid as an attack to impede prey, the primary use of the foul substance is as a building material. Ghorazagh hives are constructed entirely of this material, which when it dries has the strength of metal while retaining a dark red resinlike appearance. A ghorazagh hive is a nightmare place as a result&mdash;twisting tunnels with an eerily organic appearance that can wind for miles on end.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "187 (15d8+120)", 
    "weaknesses": "vulnerable to sonic", 
    "reach": "10 ft.", 
    "wisdom": "17", 
    "creature_type": "Aberration", 
    "name": "Ghorazagh", 
    "base_attack": "+11", 
    "skills": "Bluff +18, Climb +14, Fly +27, Knowledge (dungeoneering) +17, Perception +21, Stealth +17, Survival +21", 
    "reflex": "+10", 
    "cmd": "31", 
    "cmb": "+18", 
    "will": "+12", 
    "url": "pfsrd://Bestiary 3/Monsters/Ghorazagh", 
    "organization": "solitary, pair, colony (3-9), or hive (10-40, including 6 brood guards of 17 HD and 1 hive lord of 21 HD)"
}