{
    "dexterity": "1", 
    "ac": "16, touch 4, flat-footed 16 (-5 Dex, +12 natural, -1 size)", 
    "special_attacks": "create spawn, constrict (2d6+9)", 
    "intelligence": "-", 
    "resist": "cold 10, electricity 10", 
    "melee": "slam +9 (2d6+9 plus grab and nausea)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "20 ft., swim 40 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "22", 
    "constitution": "20", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "-5", 
    "environment": "any oceans or coastlines", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "acid, bludgeoning and piercing damage, ooze traits", 
    "fortitude": "+7", 
    "type": "creature", 
    "senses": "Perception -5", 
    "description": "This grotesque mass of blubber and rancid flesh piles up hideously upon itself, opening a vast maw filled with teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Globster/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a globster eats a living creature, it only digests a small portion of the remains. As the undigested remains accumulate inside of it, the globster grows more and more bloated. As a full-round action that does not provoke attacks of opportunity, a globster can regurgitate these foul remains along with portions of its own mass. Doing so causes the globster 1d6 points of damage, but creates a new, fully grown globster that immediately attacks the nearest non-globster target. A globster can create spawn up to once per day, though only after it has fed upon at least four Medium-sized creatures (or the equivalent number of creatures of other sizes).", 
                    "name": "Create Spawn", 
                    "url": "pfsrd://Bestiary 3/Monsters/Globster/Special Abilities/Create Spawn", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A slain globster decays into a mass of goo in the span of 24 hours. However, the corpse retains the creature's stench aura for 1d10 days after its death.", 
                    "name": "Decompose", 
                    "url": "pfsrd://Bestiary 3/Monsters/Globster/Special Abilities/Decompose", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Any creature struck by a globster must make a DC 18 Fortitude save to avoid being nauseated for 1 round. Once a creature makes this saving throw, it is immune to further nausea effects from that particular globster for 24 hours. This is a poison effect. The save DC is Constitution-based.", 
                    "name": "Nausea", 
                    "url": "pfsrd://Bestiary 3/Monsters/Globster/Special Abilities/Nausea", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A globster is a living collection of half-digested parts from large sea creatures such as whales and squid. Passersby usually discover it by smell long before they see it. Many unfortunate folk who happen upon a globster mistake it for the carcass of a beached sea animal, getting too close before discovering the seemingly dead creature is very much alive. For a time, sages believed globsters were undead&mdash;that they were simply undulating wads of rotting flesh animated with a drive to feed. However, globsters are actually living creatures.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Globsters usually wash up on a beach or float to the shore to feed on terrestrial stock for a few hours before returning to the safety of water. Some say the tides and phases of the moon are to blame for the times globsters come to land to feed. Globsters reproduce by mixing parts of their own foul bodies with the poorly digested remains of their meals.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "57 (6d8+30)", 
    "reach": "5 ft.", 
    "wisdom": "1", 
    "creature_type": "Ooze", 
    "special_qualities": "decompose, water dependency", 
    "name": "Globster", 
    "base_attack": "+4", 
    "skills": "Swim +14", 
    "reflex": "-3", 
    "cmd": "16 (can't be tripped)", 
    "cmb": "+11 (+15 grapple)", 
    "will": "-3", 
    "url": "pfsrd://Bestiary 3/Monsters/Globster", 
    "aura": "stench (DC 18, 10 rounds)", 
    "organization": "solitary, pair, or beaching (3-8)", 
    "creature_subtype": "aquatic"
}