{
    "dexterity": "15", 
    "ac": "14, touch 13, flat-footed 12 (+2 Dex, +1 natural, +1 size)", 
    "special_attacks": "goblin breath", 
    "intelligence": "9", 
    "melee": "bite +4 (1d4+3)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., burrow 5 ft., swim 20 ft.", 
    "alignment": "CE", 
    "size": "Small", 
    "languages": "Common, Goblin", 
    "strength": "14", 
    "constitution": "14", 
    "treasure": "standard", 
    "init": "+2", 
    "environment": "any underground or swamps", 
    "source": "Bestiary 3", 
    "charisma": "13", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "LungeB, Skill Focus (Bluff)", 
    "senses": "darkvision 60 ft., scent; Perception +5", 
    "description": "A gray, lipless goblin head with serpent's fangs sits atop the sinuous black body of this greasy-scaled snake.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Goblin Snake/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once every 1d4 rounds, a goblin snake can release a disgusting belch as a standard action. Any creature within 5 feet of the goblin snake must succeed at a DC 13 Fortitude save or be sickened for 1d6 rounds by the stench. Creatures that successfully save cannot be affected by the same goblin snake's goblin breath for 24 hours. Goblin snakes and goblins are immune to this effect. This is a poison effect. The save DC is Constitution-based.", 
                    "name": "Goblin Breath", 
                    "url": "pfsrd://Bestiary 3/Monsters/Goblin Snake/Special Abilities/Goblin Breath", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "This ability functions similarly to a druid's wild empathy ability, but allows a goblin snake to verbally communicate with and be understood by snakes and similar serpentine reptiles. The bonus equals the goblin snake's racial Hit Dice plus its Charisma modifier and a +4 racial bonus.", 
                    "name": "Snake Empathy", 
                    "url": "pfsrd://Bestiary 3/Monsters/Goblin Snake/Special Abilities/Snake Empathy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Tenacious predators and bullies, goblin snakes are shrill, impulsive, and endlessly hungry. When their instinctual cunning takes hold, however, these maniacal creatures exhibit all the stealth and deadly cunning of serpents coupled with the capricious destructiveness of goblins. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Cruel and selfish, goblin snakes care for little more than their next meals and indulging their unfounded arrogance. Like goblins, they can easily eat their body weight in food daily, but goblin snakes are also lazy, and are more likely to settle for easy meals rather than ones they must work to find. As a result, goblins snakes eat almost anything within reach and readily available, from carrion to rubbish (the source of their horrendous and nauseating breath). Goblin snakes delight in fresh meat, but strongly prefer having others bring it to them over hunting and killing it themselves.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Enjoying the company of snakes, goblin snakes are often accompanied by several smaller venomous serpents, which the goblin snakes use to protect their lairs and supplement their food supply. Goblin snakes are exceedingly jealous of nagas, however, envying their serpentine majesty and mastery of magic. Enterprising and cunning goblin snakes have been known to impersonate nagas, demanding tribute and food from gullible creatures in awe of the &ldquo;naga's&rdquo; supposed magical abilities. Some scholars have noted the superficial similarities between goblin snakes and nagas, and have gone as far as to theorize that the goblin snake might be a particularly weak breed of naga&mdash;a theory that most nagas do not appreciate at all.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Although goblin snakes are not as smart as goblins, their terrifying shape allows them to take positions of inflated prominence within goblin society. Fearful goblins typically defer to the beasts, which well suits the goblin snakes' innate arrogance and sense of superiority. Goblin snakes affiliated with goblin tribes usually treat their goblin associates as servants at best and slaves at worst.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Goblin snakes share goblins' fear of horses (who could easily step on and crush an unwary goblin snake) and love of fire (though their lack of arms gives them little opportunity to indulge in arson), but they are not as superstitious as goblins. Goblin snakes eagerly embrace magic if given the opportunity, and it is not uncommon for a goblin snake with adept, cleric, oracle, or sorcerer class levels to serve as a goblin tribe's shaman or high priest. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d8+4)", 
    "wisdom": "12", 
    "creature_type": "Aberration", 
    "special_qualities": "snake empathy +7", 
    "name": "Goblin Snake", 
    "base_attack": "+1", 
    "skills": "Bluff +6, Intimidate +5, Knowledge (local) +3, Perception +5, Stealth +10", 
    "reflex": "+2", 
    "cmd": "14 (can't be tripped)", 
    "cmb": "+2", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Goblin Snake", 
    "organization": "solitary, pair, or nest (3-12 plus 1-6 venomous snakes)"
}