{
    "dexterity": "4", 
    "ac": "5, touch 5, flat-footed 5 (-3 Dex, -2 size)", 
    "special_attacks": "enveloping mists (DC 17, 3d6 negative energy and staggered)", 
    "intelligence": "-", 
    "resist": "cold 10", 
    "melee": "+5 touch (6d6 negative energy)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "fly 15 ft. (perfect)", 
    "alignment": "N", 
    "size": "Huge", 
    "strength": "-", 
    "constitution": "18", 
    "space": "15 ft.", 
    "treasure": "none", 
    "init": "-3", 
    "environment": "any temperate", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "acid, electricity, ooze traits, sonic", 
    "fortitude": "+6", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception -5", 
    "description": "Horrid shapes form within this cloying green mist, which pulses sporadically and with seeming voracity.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any creature within 10 feet of a hungry fog or currently being affected by its enveloping mists must succeed on a DC 8 Will save at the start of that creature's turn or become shaken for 1 round at the half-glimpsed shapes of phantoms floating within the fog. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Bewitching Brume", 
                    "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog/Special Abilities/Bewitching Brume", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A hungry fog can engulf foes (see Universal Monster Rules in the Appendices). A creature engulfed by a hungry fog does not gain the pinned condition and may move normally&mdash;such a creature is not in danger of suffocating, but as long as it begins its turn engulfed, it is staggered in addition to the damage the attack causes. The save DC to avoid the enveloping mists is Constitution-based.", 
                    "name": "Enveloping Mists", 
                    "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog/Special Abilities/Enveloping Mists", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A hungry fog has a body composed of eerie mist. It can pass through small holes or narrow openings, even mere cracks, but cannot enter water or other liquid. It has no Strength score, and cannot manipulate objects as a result.", 
                    "name": "Gaseous", 
                    "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog/Special Abilities/Gaseous", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A hungry fog is treated as a Tiny creature for the purposes of determining the effects high wind has upon it.", 
                    "name": "Vulnerable to Wind", 
                    "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog/Special Abilities/Vulnerable to Wind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>This eerie, vaporous ooze slips silently through the air, a roiling cloud of green fog within which dance the indistinct shapes of twisted, spooky ghosts. Despite its haunting appearance, and despite the fact that hungry fogs often dwell in old graveyards or hunt battlefields, a hungry fog is not an undead creature. Rather, it is a form of gaseous ooze infused with negative energy. Thus, while a hungry fog is not an undead creature, undead gain considerable boons by fighting within a hungry fog, for its mists heal them as surely as they drain vitality from the living creatures caught within.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Within a hungry fog, the ooze's mists interact strangely with fragments of those it has consumed, creating eerie phantasms of its past victims. Periodically, one of these shapes might flash with light as if momentarily holding a lantern aloft, but as soon as the figure is approached, it fades away into the surrounding mists, often giving the observer a quick and unsettling glimpse of a skull-like countenance. These shapes, like the fog itself, are not truly undead, but the fact that a hungry fog is hurt by positive energy as surely as if it were helps to blur the distinction and spread even more confusion about its actual nature.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A hungry fog is instinctively drawn to areas where negative energy is strong. These nocturnal creatures are particularly fond of sites that are haunted, such as old houses, abandoned graveyards, or shipwrecks along shorelines&mdash;although their vulnerability to high winds means that they are rarely encountered in areas where storms are common.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "59 (7d8+28)", 
    "weaknesses": "vulnerable to wind", 
    "reach": "15 ft.", 
    "wisdom": "1", 
    "defensive_abilities": "gaseous, negative energy affinity", 
    "creature_type": "Ooze", 
    "dr": "10/magic", 
    "name": "Hungry Fog", 
    "base_attack": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Hungry Fog", 
    "reflex": "-1", 
    "cmd": "12 (can't be tripped)", 
    "cmb": "+5", 
    "will": "-3", 
    "aura": "bewitching brume (10 ft., DC 8)", 
    "organization": "solitary, pair, or bank (3-10)"
}