{
    "dexterity": "13", 
    "ac": "15, touch 13, flat-footed 14 (+1 Dex, +2 natural, +2 size)", 
    "intelligence": "11", 
    "resist": "acid 10, electricity 10, fire 10", 
    "melee": "improvised weapon +4 (1d4+2/&times;3)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft.", 
    "alignment": "LN", 
    "size": "Tiny", 
    "languages": "Common", 
    "strength": "8", 
    "constitution": "12", 
    "space": "2-1/2 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "14", 
    "immune": "bleed, mind-affecting effects, petrification, polymorph", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">At will-<i>invisibility</i> (self only), <i>statue</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>hide from animals</i>, <i>purify food and drink</i></p><p class=\"stat-block-2\">1/week-<i>commune with nature (</i>CL 12th)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Catch Off-GuardB, Iron Will, Throw AnythingB", 
    "senses": "darkvision 60 ft.; Perception +11", 
    "description": "This tiny, crudely carved statue of a robed man has glowing runes running across its surface.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Kami/Shikigami/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A shikigami gains Catch Off-Guard and Throw Anything as bonus feats, and adds its Charisma modifier instead of its Strength modifier to damage done with any improvised weapon, as attacks it makes with such weapons seem supernaturally lucky in landing damaging blows. Although a shikigami is Tiny, it never provokes attacks of opportunity when it attacks an adjacent foe with a melee weapon. If a shikigami critically hits an opponent with an improvised weapon, it deals &times;3 damage. A shikigami is proficient with improvised weapons.", 
                    "name": "Improvised Weapon Mastery", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kami/Shikigami/Special Abilities/Improvised Weapon Mastery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Shikigami are the least of the kami, yet they make up for their lowly status with their loyalty and bravery. Unlike most other well-known types of kami, shikigami are more often associated with rural and urban regions than with natural settings. These kami are the protectors of the minor works of civilization&mdash;things like milestones, waymarkers, tiny garden statues, and other relatively mundane works of art crafted by humanoid hands.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>No two shikigami look exactly alike, as befits a race of kami that associates with such a wide range of wards. While all shikigami have the ability to merge with their wards, these kami are also fond of spending time in their physical forms, watching over their wards either invisibly or in the form of a tiny statue. In combat, a shikigami fights with whatever objects it finds at hand. Although relatively weak, these improvised weapons have an uncanny knack for hitting harder than they should.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Shikigami are as friendly and curious as other kami, but they are quick to leave an area they see as being polluted by ideals that disrupt the virtues of nature. When they do, they generally take their wards with them. They do not engage humanoids who desecrate the environment, but their absence leaves a profound mark on the morale of perceptive villagers. Should the shikigami leave, town officials who know the function of the miniature kami are quick to change policies in their community to reflect a more naturalistic approach, hoping to rekindle the relationship between shikigami and people, lest the community fall into the disfavor of more powerful and less passive kami.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Shikigami typically stand 2 feet tall and weigh 30 pounds, or 50 pounds when taking their statue forms. A spellcaster must have the Improved Familiar feat, an alignment of lawful neutral, and an arcane caster level of 7th or higher to gain a shikigami familiar. Whenever a shikigami becomes a familiar, it treats its master as its ward.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "19 (3d10+3); fast healing 2", 
    "reach": "0 ft.", 
    "wisdom": "17", 
    "creature_type": "Outsider", 
    "special_qualities": "improvised weapon mastery, merge with ward, ward (minor works of civilization)", 
    "dr": "5/cold iron", 
    "ranged": "improvised weapon +6 (1d3+2/&times;3)", 
    "name": "Kami, Shikigami", 
    "base_attack": "+3", 
    "skills": "Heal +9, Knowledge (nature) +6, Perception +11, Sense Motive +11, Stealth +15, Survival +9", 
    "reflex": "+2", 
    "cmd": "11", 
    "cmb": "+2", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 3/Monsters/Kami/Shikigami", 
    "organization": "solitary, pair, or gang (3-8)", 
    "creature_subtype": "kami, native"
}