{
    "dexterity": "15", 
    "ac": "16, touch 13, flat-footed 13 (+2 Dex, +1 dodge, +3 natural)", 
    "special_attacks": "rend (2 claws 1d4 +1)", 
    "intelligence": "10", 
    "racial_modifiers": "+2 Perception, +4 Stealth (+10 in forests and jungles)", 
    "melee": "bite +5 (1d6+1), 2 claws +5 (1d4+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "40 ft., climb 20 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Kech", 
    "strength": "13", 
    "constitution": "12", 
    "treasure": "standard (longbow with 20 arrows, other treasure)", 
    "init": "+2", 
    "environment": "warm forests", 
    "source": "Bestiary 3", 
    "charisma": "11", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +4)<p class=\"stat-block-2\">Constant-<i>pass without trace</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge, Mobility", 
    "senses": "darkvision 60 ft., low-light vision; Perception +10", 
    "description": "This hairless simian's leathery skin has a camouflage pattern to it that shifts and changes as the creature moves.", 
    "sections": [
        {
            "body": "<p>Not quite man nor ape, the kech is a hairless primate that dwells in the deepest jungles. There they live in sizable tribes, relying upon their uncanny coloration and skill with bows to hunt prey. The green-and-brown camouflage coloration of a kech's flesh shifts and adapts to all surroundings to aid in stealth, but works particularly well in forests or jungles. This, combined with its uncanny ability to move through any terrain and leave no trace of its passage, makes the kech a masterful ambush hunter. A kech is 6 feet tall and weighs 240 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>These creatures prefer to dwell in ruined jungle buildings, and when presented with an opportunity to seize a remote town, slaughter the citizens, and move in, the typical kech tribe does not hesitate. Keches are as cruel as they are stealthy, and most jungle villages do not realize that they are under attack by a band of keches until the battle is already decided, with more than half the village dead in their beds, never having had the chance to awake and sound an alarm. Once a village does rouse to mount a resistance, the keches often seek to subdue remaining victims rather than kill them. Those who are slaughtered are inevitably eaten within 24 hours as part of a tremendous victory feast. Prisoners are often kept in cages in close proximity to the feasting, for keches enjoy the sound of wailing as their victims watch their kin being consumed.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A kech tribe is typically led by a chieftain with 2&ndash;4 levels of ranger or fighter. Keches value magical support, particularly divine magic, for the jungle has no shortage of methods to wound, poison, or sicken those who dwell within. A kech cleric is as likely to worship an evil deity as it is one of the Four Horsemen or an evil elemental lord, but most kech priests are in fact druids. The combination of restorative magic and power over the natural world is often too seductive a path for a devout kech to ignore. Kech druids typically take apes as animal companions, and even tribes that lack druids generally have a few well-trained guard apes among them.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Cannibalism is seen as a particularly vile taboo by keches&mdash;this prohibition extends to the consumption of ape or monkey flesh, but notably does not extend to the flesh of humanoids.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d10+4)", 
    "wisdom": "12", 
    "creature_type": "Monstrous Humanoid", 
    "ranged": "longbow +6 (1d8/&times;3)", 
    "name": "Kech", 
    "base_attack": "+4", 
    "skills": "Acrobatics +6 (+10 when jumping), Climb +16, Perception +10, Stealth +13 (+19 in forests and jungles)", 
    "reflex": "+6", 
    "cmd": "18", 
    "cmb": "+5", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Kech", 
    "organization": "solitary, pair, or tribe (3-36 plus 2-6 dire apes)"
}