{
    "dexterity": "27", 
    "ac": "38, touch 19, flat-footed 29 (+8 Dex, +1 dodge, +19 natural)", 
    "special_attacks": "evisceration, unnerving gaze (30 ft., DC 31)", 
    "intelligence": "22", 
    "melee": "bite +30 (2d6+10 plus pain), 2 claws +30 (2d6+10/19-20 plus grab and pain), 2 wings +25 (1d8+5 plus pain)", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "40 ft., fly 60 ft. (good)", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Common, Infernal; telepathy 100 ft.", 
    "strength": "30", 
    "constitution": "30", 
    "immune": "cold, fear effects, nonlethal damage, pain", 
    "treasure": "double", 
    "init": "+12", 
    "environment": "any (Plane of Shadow)", 
    "source": "Bestiary 3", 
    "charisma": "33", 
    "fortitude": "+22", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +31)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>inflict critical wounds</i> (DC 25), <i>shadow walk</i>, <i>telekinesis </i>(DC 26)</p><p class=\"stat-block-2\">3/day-<i>blade barrier</i> (DC 27), <i>dimensional lock</i>, <i>forcecage</i> (DC 28), <i>greater shadow evocation</i> (DC 29), <i>heal</i> (self only), <i>insanity</i> (DC 28), <i>mass inflict critical wounds</i> (DC 29), <i>plane shift</i> (DC 28), <i>shades</i> (DC 30), <i>symbol of pain</i> (DC 26), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>binding</i> (DC 29), <i>trap the soul</i> (DC 29)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Casting, Combat Expertise, Combat Reflexes, Dodge, Improved Critical (claws), Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception), Spell Penetration", 
    "senses": "darkvision 60 ft., true seeing; Perception +34", 
    "description": "This blood-soaked humanoid is festooned with razored shards of metal. Skeletal wings protrude from its bleeding shoulders.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An eremite is immune to nonlethal damage, as well as to all magical effects associated with extreme pain, such as a symbol of pain, another eremite's pain attack, or similar effects at the GM's discretion.", 
                    "name": "Immune to Pain", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Immune to Pain", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "When an eremite grapples a foe, it can quickly eviscerate or otherwise surgically alter its victim by excising a bit of flesh or a part of an internal organ as a swift action, causing the victim to take 1d8 points of ability drain&mdash;the exact ability score drained is chosen by the eremite. The victim can resist this effect with a DC 28 Fortitude save. The save DC is Dexterity-based.", 
                    "name": "Evisceration", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Evisceration", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day, an eremite may graft any bit of flesh or bone harvested via its evisceration ability within the previous hour to its own body as a full-round action that provokes an attack of opportunity. Doing so grants the eremite the effects of a heal and a greater restoration spell (caster level 20th).", 
                    "name": "Graft Flesh", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Graft Flesh", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Any creature struck by an eremite's natural attacks must make a DC 30 Fortitude save or become staggered for 1 round from the pain. As long as a creature is staggered by this effect, it takes a &ndash;4 penalty on all saving throws made to resist the eremite's spell-like and extraordinary abilities. The save DC is Constitution-based.", 
                    "name": "Pain", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Pain", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "When an eremite uses plane shift to travel to the Plane of Shadow, it arrives at its intended destination with complete accuracy. When an eremite uses shadow walk, it moves at a rate of 100 miles per hour.", 
                    "name": "Shadow Traveler", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Shadow Traveler", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A creature that succumbs to an eremite's unnerving gaze becomes paralyzed with fear for 1d4 rounds as it finds itself almost longing to submit its flesh to the kyton. At the end of any round it remains paralyzed in this way, the victim must make a DC 31 Will save or take 1d4 points of Wisdom drain from encroaching madness. This is a mind-affecting fear effect.", 
                    "name": "Unnerving Gaze", 
                    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite/Special Abilities/Unnerving Gaze", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Eremites are among the eldest and most mutilated of kytons, having inflicted such massive damage to themselves that they feel little pain and no fear. The typical eremite is completely covered in blood-caked bandages, tattered cords of black leather, and thousands of jagged shards of razor-sharp metal. These fragments are all that holds the creature's mutilated flesh together, yet they do so with a strength far greater than that granted by mortal flesh and bone.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Rather than concentrating solely on physical or even spiritual alterations, eremites seek to blur the very lines around being, physicality, and individuality. They desire only the most powerful beings to augment themselves with, traveling across vast swaths of the Material Plane in search of the most promising additions to their bodily collection and harvesting only the finest parts&mdash;the ripest spleen, the most alluring veins, the most succulent eyes. When an eremite encounters a creature that possess a so-called &ldquo;perfect part,&rdquo; the powerful kyton seeks to capture that creature alive so that it can study how that perfect part functions as part of the creature's physiology before it finally decides to surgically remove it and attach it to its own body&mdash;often in a way not quite in keeping with the part's original use. A gifted bard's tongue might, for example, be nailed to a kyton's palm or sewn into its heart, while the eyes of a beautiful queen might be stitched into the kyton's torso. To the eremite, these hideous changes and choices somehow enhance the perfection of the harvested part, while to others they merely enhance the horror that the creature represents.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While eremites do hold an appreciation for inspection of their targets as well as introspection regarding their own powers and identity, their primary occupation is the understanding of pain and suffering, which they pursue by inflicting the most heinous cruelties upon their victims. An eremite seeks to deliver as much agony as possible to its victims after capturing them, allowing them to undergo extreme amounts of trauma before letting them perish. An eremite often rends its own flesh in the same manner as it does its victim's, so as to experience the pain alongside it.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While pursuing a chosen victim, an eremite utilizes its supernatural abilities to distract and distress a given target before it captures and drags it back to the Plane of Shadow via <i>plane shift</i>. Bargaining with an eremite is not usually an option, though if a particularly powerful victim can offer an eremite advice or aid, or otherwise assist in harvesting an even more interesting catch, an eremite can sometimes be convinced to let the helpful victim escape. It's worth remembering, though, that kytons as a whole have little patience for the petty pursuits of honor and pride, seeing such feelings as traits that ultimately spell the end for baser creatures. The only thing that matters to an eremite is the testing of its boundaries as well as the boundaries of existence itself. Just because an eremite might be convinced to let someone go in trade for an opportunity for a greater catch doesn't mean that once that other target is secured the eremite will cease its attempts to capture and harvest its original target. One who manages to distract and subsequently escape an eremite is well-advised to spend the rest of his  life on the run.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical eremite stands approximately 7 feet tall and weighs about 200 pounds. While their general form is something of a humanoid shape, exact appearances can vary wildly between eremites as they harvest and graft particularly unusual pieces of flesh to their bodies from increasingly exotic victims.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "310 (20d10+200); regeneration 15 (good weapons and spells, silver weapons)", 
    "wisdom": "21", 
    "creature_type": "Outsider", 
    "special_qualities": "graft flesh, shadow traveler", 
    "dr": "15/good and silver", 
    "name": "Kyton, Eremite", 
    "base_attack": "+20", 
    "skills": "Bluff +34, Diplomacy +34, Fly +12, Heal +28, Intimidate +34, Knowledge (arcana) +16, Knowledge (dungeoneering) +16, Knowledge (nature) +16, Knowledge (planes) +29, Knowledge (religion) +16, Perception +34, Sense Motive +28, Spellcraft +29, Stealth +31, Use Magic Device +31", 
    "reflex": "+16", 
    "cmd": "49", 
    "cmb": "+30 (+34 grapple)", 
    "will": "+19", 
    "url": "pfsrd://Bestiary 3/Monsters/Kyton/Eremite", 
    "sr": "31", 
    "organization": "solitary, pair, or cell (3-5)", 
    "creature_subtype": "evil, extraplanar, kyton, lawful"
}