{
    "dexterity": "11", 
    "ac": "17, touch 11, flat-footed 17 (+6 natural, +1 size)", 
    "special_attacks": "burn (1d6, DC 14)", 
    "intelligence": "8", 
    "melee": "touch +7 (1 fire plus burn) or slam +7 (1d6+2 plus 1 fire and burn)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft.", 
    "alignment": "CN", 
    "size": "Small", 
    "languages": "Ignan", 
    "strength": "15", 
    "constitution": "15", 
    "immune": "elemental traits, fire", 
    "treasure": "standard", 
    "init": "+0", 
    "environment": "any land (Plane of Fire)", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Iron Will, Power Attack", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "Built of fire and magma, this short humanoid radiates intense heat that causes the air around it to shimmer.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Magmin/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any metal weapon striking a magmin must succeed at a DC 14 Fortitude save or melt and gain the broken condition. Another strike by the same weapon causes the metal weapon to be destroyed if it fails a second save. Wood weapons are destroyed after only one failed save. Unarmed and natural attacks made against the magmin deal 1 point of fire damage to the attacker. The save DC is Constitution-based.", 
                    "name": "Heated Flesh", 
                    "url": "pfsrd://Bestiary 3/Monsters/Magmin/Special Abilities/Heated Flesh", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A magmin radiates extremely high temperatures, and any creature that starts its turn within 20 feet of a magmin must succeed at a DC 14 Fortitude save or take 1d6 points of fire damage. The save DC is Constitution-based.", 
                    "name": "Searing Aura", 
                    "url": "pfsrd://Bestiary 3/Monsters/Magmin/Special Abilities/Searing Aura", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>While magmins populate the Plane of Fire, they sometimes slip through elemental rifts into the Material Plane. These rifts usually occur in places of searing heat, such as volcanoes or underground rivers of magma, or in places of strong, unpredictable magic. The latter scenario usually results in more problematic entrances, as magmins tend to accidently set fire to any nearby flammable objects.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Though not courageous, these small outsiders still make formidable foes against any creature without resistance to their intense heat. Their touch incinerates clothing, and creatures that strike their bodies with steel run the risk of reducing their weapons to slag. Magmins' best defense in their homes on the Plane of Fire is in their sheer numbers. Their settlements, dotted with magma pools and leaping geysers of molten rock, teem with staggering numbers of the creatures.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Magmins are paranoid and untrusting. Always fearful of the larger denizens of the Plane of Fire, magmins harangue any interlopers with dozens of questions, asking where they are going, where they came from, and what they are doing near the magmins' precious magma pools. If travelers' answers are unsatisfactory, the magmins try to shuffle the creatures off as quickly as possible. Those who refuse to leave risk being thrown into a pool of liquid rock.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Magmins take great pride in the cultivation of their magma pools. Each magma pool has a different purpose, such as bathing, cooking meals, or relaxation. Magmins add minerals and salts to these pools to properly season them for their intended uses. Cooking pools (sometimes called &ldquo;murder pools&rdquo; by strangers) burn hotter than most others, and relaxation pools are generally darker than bathing pools.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Upon reaching adulthood, magmins stand 4 feet tall, their dense compositions giving them a weight of 300 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "weaknesses": "vulnerable to cold", 
    "wisdom": "10", 
    "creature_type": "Outsider", 
    "special_qualities": "heated flesh", 
    "dr": "5/magic", 
    "name": "Magmin", 
    "base_attack": "+4", 
    "skills": "Acrobatics +7, Climb +9, Perception +7, Sense Motive +7, Stealth +11", 
    "reflex": "+4", 
    "cmd": "15", 
    "cmb": "+5", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 3/Monsters/Magmin", 
    "aura": "searing aura (20 ft., DC 14)", 
    "organization": "solitary or gang (2-8)", 
    "creature_subtype": "elemental, extraplanar, fire"
}