{
    "dexterity": "17", 
    "ac": "19, touch 10, flat-footed 19 (+8 armor, +1 natural)", 
    "intelligence": "12", 
    "melee": "mwk greatclub +10 (1d10+6) or 2 claws +9 (1d6+4)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft. (40 ft. without armor)", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "18", 
    "constitution": "16", 
    "treasure": "standard (masterwork half-plate, masterwork greatclub, masterwork composite longbow [+4 Str] with 20 arrows, other treasure)", 
    "init": "+3", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "17", 
    "fortitude": "+7", 
    "spells": [
        {
            "spell-like abilities": "(CL 5th; concentration +8)<p class=\"stat-block-2\">3/day-<i>darkness, fly</i></p><p class=\"stat-block-2\">1/day-<i>charm person</i> (DC 14), <i>deep slumber</i> (DC 16), <i>invisibility</i> (self only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Cleave, Combat Reflexes, Power Attack", 
    "senses": "darkvision 60 ft., low-light vision; Perception +10", 
    "description": "This golden-skinned fiend has horns, fangs, and bulging eyes. It grips a spiked club in its four-fingered claws.", 
    "sections": [
        {
            "body": "<p>While the majority of oni tend to be larger than life, and thus often end up having associations with giants and other enormous humanoids, not all of them are born into physical bodies that match their boundless appetites for cruelty. The kuwa are an example of this, for they are oni who clothe themselves in human flesh. While their true forms remain unmistakably fiendish, with golden skin, claws, and monstrous visages with short sharp horns, kuwa are most at home living in disguise among humans. As with most oni, they generally avoid their own kind, and instead seek positions of power in human cities, often as guard captains, guildmasters (particularly of thieves' guilds), and aristocrats. Most kuwa avoid taking on the role of a spellcaster unless they possess class levels in an appropriate class. Likewise, all but the most ambitious kuwa avoid positions of true authority, such as king or mayor. Kuwa are most comfortable in the upper echelon of command, but avoid positions so important that they have too many eyes on them. To a kuwa, a position of leadership that doesn't allow frequent abuse of that power is a waste, and by aiming for less publicly visible positions, the kuwa increases its opportunities for such abuse.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Once a kuwa secures a position in a human society, the accumulation of wealth becomes its primary motivation. A kuwa wants to live a life of decadence and sensual pleasure, and like any oni, it wants to propagate its own kind. Its strength and magical powers enable it to easily dominate normal folk, allowing it to gather groups of thuggish, like-minded humans to lead in banditry and worse.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical kuwa stands about 6 feet in height and weighs 190 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "42 (5d10+15); regeneration 5 (acid or fire)", 
    "wisdom": "15", 
    "creature_type": "Outsider", 
    "special_qualities": "change shape (any human; alter self)", 
    "ranged": "mwk composite longbow +9 (1d8+4/&times;3)", 
    "name": "Oni, Kuwa", 
    "base_attack": "+5", 
    "skills": "Bluff +11, Disguise +7, Intimidate +11, Knowledge (arcana) +8, Perception +10, Sense Motive +10, Spellcraft +5, Stealth +4, Use Magic Device +11", 
    "reflex": "+4", 
    "cmd": "22", 
    "cmb": "+9", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 3/Monsters/Oni/Kuwa", 
    "sr": "15", 
    "organization": "solitary or gang (1 plus 3-10 humans of 1st-3rd level)", 
    "creature_subtype": "human, native, oni, shapechanger"
}