{
    "dexterity": "11", 
    "ac": "6, touch 6, flat-footed 6 (-4 size)", 
    "special_attacks": "constrict (4d6+19 plus 4d6 electricity and 4d6 fire), engulf (DC 33, 4d6 electricity plus 4d6 fire)", 
    "intelligence": "-", 
    "resist": "cold 30", 
    "melee": "slam +24 (4d6+19 plus 4d6 electricity, 4d6 fire, and grab)", 
    "cr": "16", 
    "xp": "76,800", 
    "speed": "fly 30 ft. (perfect)", 
    "alignment": "N", 
    "size": "Gargantuan", 
    "strength": "36", 
    "constitution": "24", 
    "space": "20 ft.", 
    "treasure": "none", 
    "init": "+0", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "acid, electricity, fire, bludgeoning and piercing damage, ooze traits", 
    "fortitude": "+14", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception -5", 
    "description": "This amorphous blob of violet energy ripples like a globe of floating liquid. It periodically lashes out with tendrils of blue light.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Plasma Ooze/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A plasma ooze is surrounded by an aura of magnetism that allows it to attract metallic objects and creatures. At the start of the ooze's turn as a free action, the ooze makes a combat maneuver check against all metallic creatures, all creatures wearing metal armor, and all creatures wielding metal weapons within 30 feet. If it beats the CMD of a metal or armored creature with this check, that creature is pulled 10 feet closer to the ooze and cannot move away from the ooze for 1 round. If this causes the creature to move into a square occupied by the plasma ooze, the ooze can attempt to engulf that creature as a free action. If it beats the CMD of a creature wielding a metal weapon, that weapon is disarmed and pulled 10 feet closer to the ooze. Unattended metal objects of size Large or smaller are automatically pulled toward a plasma ooze. This magnetism is supernatural in nature and affects all metal objects.", 
                    "name": "Magnetic Pulse", 
                    "url": "pfsrd://Bestiary 3/Monsters/Plasma Ooze/Special Abilities/Magnetic Pulse", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a plasma ooze can fire 1d4 plasma rays at up to 4 separate targets within 60 feet (no more than one ray can attack a single creature). Each ray deals 4d6 points of electricity damage and 4d6 points of fire damage on a hit.", 
                    "name": "Plasma Ray", 
                    "url": "pfsrd://Bestiary 3/Monsters/Plasma Ooze/Special Abilities/Plasma Ray", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Massive and devastating, plasma oozes are mysterious, extraterrestrial beings made of superheated electromagnetic sludge. While their origin is not fully known, it is widely accepted that plasma oozes are not from this world. Some scholars believe they dwell in the sun, while others maintain they hail from the Plane of Fire. That plasma oozes have been encountered in both of these locations does little to help solve the debate.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A plasma ooze flies by somehow interacting with gravity and magnetic waves, drifting through the air in a manner similar to the way a jellyfish swims in water. This creature's only real purpose is to consume, and it prefers to do so by drawing prey into its fiery, electrified core. Scholars find it curious that while a plasma ooze can only attract and repel metallic substances, the thing can only digest organic matter, and rather slowly at that.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Survivors of plasma ooze attacks are rare, but such victims describe the pain of being struck by one's rays as like being pulled apart piece by piece. Wounds left by a plasma ooze's touch resemble hideously melted burn scars.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A plasma ooze is 20 feet in diameter and weighs 6,000 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "241 (21d8+147)", 
    "reach": "20 ft.", 
    "wisdom": "1", 
    "defensive_abilities": "split (slashing or sonic, 46 hp)", 
    "creature_type": "Ooze", 
    "special_qualities": "no breath", 
    "dr": "15/-", 
    "ranged": "1d4 plasma rays +11 touch (4d6 electricity plus 4d6 fire)", 
    "name": "Plasma Ooze", 
    "base_attack": "+15", 
    "skills": "Fly +2", 
    "reflex": "+7", 
    "cmd": "42 (can't be tripped)", 
    "cmb": "+32 (+36 grapple)", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 3/Monsters/Plasma Ooze", 
    "aura": "magnetic pulse (30 ft., DC 27)", 
    "organization": "solitary"
}