{
    "dexterity": "15", 
    "ac": "14, touch 14, flat-footed 12 (+2 Dex, +2 size)", 
    "special_attacks": "baleful whinny, lashing strike", 
    "intelligence": "6", 
    "melee": "bite +1 (1d4-1), tentacle +1 (1d4-1)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "10 ft., fly 30 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Tiny", 
    "languages": "Aklo", 
    "strength": "8", 
    "constitution": "17", 
    "space": "2-1/2 ft.", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "any forests", 
    "source": "Bestiary 3", 
    "charisma": "14", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Lightning Reflexes", 
    "senses": "darkvision 60 ft.; Perception +4", 
    "description": "This unsettling creature has the head of a fanged, green-eyed horse and a body that is little more than a writhing tentacle.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Sagari/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a sagari can emit a monstrous whinny. Any creature within 60 feet must succeed at a DC 12 Will save or become sickened for 1d4 rounds by the hideous sound. This is a sonic, mind-affecting effect. Whether or not the save is successful, the affected creature is immune to the same sagari's baleful whinny for 24 hours. The save DC is Charisma-based.", 
                    "name": "Baleful Whinny", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sagari/Special Abilities/Baleful Whinny", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A sagari's flight is supernatural in nature.", 
                    "name": "Flight", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sagari/Special Abilities/Flight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Although a sagari is Tiny, it does not provoke attacks of opportunity when it makes melee attacks. In addition, its tentacle attack is a primary attack.", 
                    "name": "Lashing Strike", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sagari/Special Abilities/Lashing Strike", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Sagaris haunt forest trails, hanging upside-down from tree branches by the grotesque tentacles that make up their necks. Unexpectedly intelligent, these cruel aberrations swoop down from their perches to attack unsuspecting travelers wandering through the forests. Their piercing whinny causes sickness within those who hear it, the sound waves reverberating within the victims' chests and causing them to feel unwell. Groups of sagaris are particularly dangerous, filling the air with their terrifying neighs and diving upon utterly helpless, nauseated victims in a rush.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The tentacle of a sagari is not strong enough to grab or strangle enemies, but serves the creature well as an additional attack to augment its bite. Sagaris are strictly carnivorous, and while they resort to feeding on carrion if necessary, they greatly prefer fresh meat. When a sagari makes its way into a settlement either to wreak havoc or by accident, it can be found hanging from the rafters of a barn or some other structure with a tall ceiling. Stabled livestock are ideal prey for sagaris, who can swiftly kill and devour the flesh of a trapped animal in minutes. A sagari will not attack a creature that it suspects is much stronger, though it will sometimes assault groups of creatures, hoping to sicken enough of its foes to distract them while it attacks the weakest individual.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Sagaris are thought to have originally come from the vast caverns beneath the world's surface. While sagaris can speak, they rarely do so with those they deem prey, seeing little point in communicating with food. Despite their relative intelligence, sagaris rarely form societies of any nature, at most traveling in roving packs in search of larger prey to take down as a group.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A sagari is 3 feet long from mouth to tentacle and weighs 30 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "7 (1d8+3)", 
    "reach": "2-1/2 ft.", 
    "wisdom": "11", 
    "creature_type": "Aberration", 
    "special_qualities": "flight", 
    "name": "Sagari", 
    "base_attack": "+0", 
    "skills": "Fly +14, Perception +4, Stealth +14", 
    "reflex": "+4", 
    "cmd": "9 (can't be tripped)", 
    "cmb": "+0", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 3/Monsters/Sagari", 
    "organization": "solitary, pair, herd (3-8), or harras (9-16)"
}