{
    "dexterity": "15", 
    "ac": "14, touch 12, flat-footed 12 (+2 Dex, +2 natural)", 
    "special_attacks": "rock throwing (120 ft.)", 
    "intelligence": "9", 
    "racial_modifiers": "+4 Perception, +4 Stealth (+8 in forested areas), +4 Survival", 
    "melee": "club +8 (1d6+9) or slam +8 (1d4+9)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "40 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "sasquatch", 
    "strength": "22", 
    "constitution": "16", 
    "treasure": "standard", 
    "init": "+2", 
    "environment": "temperate or cold forests", 
    "source": "Bestiary 3", 
    "charisma": "11", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Self-Sufficient, Skill Focus (Stealth)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +5", 
    "description": "Tall, burly, and hairy, this humanoid creature wields a large tree branch for a club and has a swinging, apelike gait.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Sasquatch/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A sasquatch's odor is quite powerful, and can be detected at twice the normal distance by scent.", 
                    "name": "Pungency", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sasquatch/Special Abilities/Pungency", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A sasquatch can move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at normal speed and without taking damage or suffering any other impairment. Undergrowth that has been magically manipulated to impede movement still affects the sasquatch.", 
                    "name": "Woodland Stride", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sasquatch/Special Abilities/Woodland Stride", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The elusive sasquatches earn their mysterious reputation rightly; they live in unpopulated forests and avoid confrontations with humanoids, only becoming violent when they feel threatened, when their territory is encroached upon, or when they feel they must protect their young. Left to their own devices, sasquatch families are perfectly content to live their lives in the deep woods, leaving behind little to no trace of their passing save for the periodic big footprint in the ground.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite their considerable bulk, sasquatches are incredibly stealthy creatures, capable of moving through forests in particular with astonishing grace and efficiency. The one trait that somewhat undermines sasquatches' stealth is their distinctive odor&mdash;a pungent, musky scent that is often noticeable even when the hidden sasquatches themselves are not apparent.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The elusiveness of sasquatches is such that even in a world where dragons and sea monsters are real, many urban scholars doubt the existence of the creatures, citing the lack of evidence of sasquatch lairs or remains as proof of their nonexistence. In truth, sasquatches are simply far more efficient at living in harmony with nature than most humanoids could ever hope to be. To a sasquatch, a deadfall in a forest makes a perfectly fine home. When a sasquatch dies, its kin take pains to bury the body deep and hide all trace of the gravesite to protect the remains from scavengers and evil spirits alike. The sasquatch tongue is a relatively complex language that mixes vocalizations, howls, and &ldquo;knocking&rdquo;&mdash;the act of striking a solid surface (like a tree or boulder) with a club or stone&mdash;and thus tends to blend in with the ambient sounds of a forest.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A sasquatch is 8 feet tall and weighs 570 pounds. Rural populaces often have fond nicknames for these creatures, such as wild men, skunk apes, and perhaps most popularly, simply bigfoot.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "22 (3d8+9)", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "special_qualities": "pungency, woodland stride", 
    "ranged": "rock +5 (1d4+9)", 
    "name": "Sasquatch", 
    "base_attack": "+2", 
    "skills": "Heal +2, Perception +5, Stealth +10 (+14 in forested areas), Survival +10", 
    "reflex": "+5", 
    "cmd": "20", 
    "cmb": "+8", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 3/Monsters/Sasquatch", 
    "organization": "solitary, pair, or family (3-7)", 
    "creature_subtype": "sasquatch"
}