{
    "dexterity": "11", 
    "ac": "30, touch 6, flat-footed 30 (+24 natural, -4 size)", 
    "special_attacks": "capsize, dooming gaze (60 ft., DC 27)", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Swim", 
    "resist": "acid 10, fire 10", 
    "melee": "2 slams +22 (4d10+10)", 
    "cr": "15", 
    "xp": "51,200", 
    "speed": "40 ft., swim 80 ft.", 
    "alignment": "NE", 
    "size": "Gargantuan", 
    "languages": "Aquan, Common", 
    "strength": "30", 
    "constitution": "-", 
    "space": "20 ft.", 
    "treasure": "standard", 
    "init": "+4", 
    "environment": "any oceans", 
    "source": "Bestiary 3", 
    "charisma": "23", 
    "immune": "cold, electricity, undead traits", 
    "fortitude": "+13", 
    "type": "creature", 
    "feats": "Alertness, Combat Reflexes, Critical Focus, Improved Initiative, Improved Iron Will, Intimidating Prowess, Iron Will, Lightning Reflexes, Power Attack, Stand Still, Vital Strike", 
    "senses": "blindsight 120 ft.; Perception +33", 
    "description": "Massive and blacker than the darkest depths of the sea, this colossal watery form glares with two immense, hate-filled eyes.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Sea Bonze/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Paralyzed with fear for 1 round, 60 feet, Will DC 27 negates. A creature that is already paralyzed by this gaze attack and fails a saving throw to resist being paralyzed for 1 more round gains 1 negative level (Fortitude DC 27 to remove after 24 hours). The paralysis effect of this gaze is a mind-affecting fear effect, but the negative level is not. The save DC is Charisma-based.", 
                    "name": "Dooming Gaze", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sea Bonze/Special Abilities/Dooming Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The ocean knows few terrors as unnatural and horrific as the sea bonze. This undead goliath dwells near established shipping lanes or offshore from coastal settlements, where it lurks just beneath the surface of the water until it can strike unsuspecting boats in the dead of night. Sailors often advise launching ocean voyages only during the day on the assumption that doing so might protect them from the sea bonze's attention, but such tactics make little difference to the creature itself, which will trail a particular ship until after dusk, sometimes for hundreds of miles, only to lurch out of the water and lay waste to an entire ship.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Sea bonzes are formed from the combined despair and horror of death at sea, such as when a ship sinks and its entire crew drowns. No single restless soul empowers a sea bonze&mdash;it combines the anger and doom of all who die in such close proximity. Reawakened as mammoth ship-wreckers, these angry spirits have no memory of their past lives, and seek to inflict the doom they suffered on others who ply the seas. Their hatred does not make them mindless, however, and more than one lucky crew member has talked her entire ship's way out of total annihilation. Sea bonzes have an unusual respect for those with wit and guile, and will sometimes consider sparing those they deem worthy of their esteem. Those who try to defend themselves with brawn and weapons, however, receive no mercy from the enormous monsters.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A sea bonze's flesh is black and leathery like that of a squid, and appears at first glance to be made out of the black waters of the ocean itself. The entire creature is featureless and smooth, making its empty visage all the more horrifying.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "231 (22d8+132)", 
    "reach": "20 ft.", 
    "wisdom": "18", 
    "creature_type": "Undead", 
    "dr": "10/magic and slashing", 
    "name": "Sea Bonze", 
    "base_attack": "+16", 
    "skills": "Intimidate +41, Perception +33, Sense Motive +33, Stealth +13, Swim +47", 
    "reflex": "+9", 
    "cmd": "40 (can't be tripped)", 
    "cmb": "+30", 
    "will": "+19", 
    "url": "pfsrd://Bestiary 3/Monsters/Sea Bonze", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}