{
    "dexterity": "20", 
    "ac": "31, touch 15, flat-footed 25 (+5 Dex, +1 dodge, +16 natural, -1 size)", 
    "special_attacks": "destroy soul", 
    "intelligence": "17", 
    "resist": "acid 10, fire 10", 
    "melee": "+3 axiomatic scythe +30/+25/+20/+15 (2d6+10/&times;4), 2 wings +21 (1d8+2)", 
    "cr": "17", 
    "xp": "102,400", 
    "speed": "30 ft., fly 40 ft. (perfect)", 
    "alignment": "LN", 
    "size": "Large", 
    "languages": "Celestial, Common, Draconic, Infernal; tongues", 
    "strength": "21", 
    "constitution": "24", 
    "space": "10 ft.", 
    "treasure": "double (+3 axiomatic scythe, other treasure)", 
    "init": "+9", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "29", 
    "immune": "ability damage, ability drain, cold, death effects, disease, energy drain, negative energy, poison", 
    "fortitude": "+20", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +29)<p class=\"stat-block-2\">Constant-<i>detect chaos</i>, <i>detect law, tongues, true seeing</i></p><p class=\"stat-block-2\">3/day-<i>destruction</i> (DC 26), <i>energy drain</i>, <i>greater scrying</i> (DC 26), <i>soul bind</i> (DC 28)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Cleave, Combat Expertise, Combat Reflexes, Dodge, Improved Initiative, Mobility, Power Attack, Spring Attack, Stand Still, Weapon Focus (scythe), Whirlwind Attack", 
    "senses": "darkvision 60 ft., detect chaos, detect law, true seeing; Perception +31", 
    "description": "This emaciated, robed humanoid wields a scythe made of bone to match the skeletal wings that protrude from its shoulders.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Shinigami/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A shinigami possesses six gems in which it encapsulates souls with its soul bind spell-like ability. These gems are only useful to the shinigami that owns them, and if the shinigami dies, the gems are destroyed as well. As a standard action once per day, a shinigami can hold up a gem that currently contains a soul and crush it, permanently destroying the soul within and releasing a 30-foot-radius burst of negative energy that inflicts 1d6 negative levels on all creatures in the area of effect. A successful DC 30 Fortitude save reduces this to 1 negative level. The soul destroyed in the process of using this ability can only be brought back to life by means of a miracle or wish spell. This is a death effect. The save DC is Charisma-based.", 
                    "name": "Destroy Soul", 
                    "url": "pfsrd://Bestiary 3/Monsters/Shinigami/Special Abilities/Destroy Soul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Feared as truly impartial and merciless harbingers of death, shinigamis are relentless in their pursuit of dispensing quick and just deaths upon those who would seek to disrupt the delicate balance of life. Unlike other, more sinister bringers of doom, shinigamis do not take pleasure in their work and do not seek to impose suffering&mdash;although there are exceptions. Some individuals, aptly described by their kin as &ldquo;rogue shinigamis,&rdquo; subscribe to either more merciful or more despicable forms of execution, and are either lawful good or lawful evil. Victims who have had their lives spared by kind shinigamis praise the angels of death for their clemency and willingness to listen to the victims' plight, while other dastardly survivors have successfully cheated or bribed their way out of death by manipulating credulous or less honorable shinigami. A shinigami is 9 feet tall and weighs 130 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "275 (22d10+154); fast healing 10", 
    "reach": "10 ft.", 
    "wisdom": "22", 
    "creature_type": "Outsider", 
    "dr": "10/chaotic and silver", 
    "name": "Shinigami", 
    "base_attack": "+22", 
    "skills": "Acrobatics +30, Diplomacy +34, Fly +36, Intimidate +34, Knowledge (planes) +28, Perception +31, Sense Motive +31, Spellcraft +28, Stealth +26", 
    "reflex": "+12", 
    "cmd": "44", 
    "cmb": "+28", 
    "will": "+19", 
    "url": "pfsrd://Bestiary 3/Monsters/Shinigami", 
    "aura": "fear aura (60 ft., DC 30)", 
    "sr": "28", 
    "organization": "solitary", 
    "creature_subtype": "extraplanar, lawful"
}