{
    "dexterity": "21", 
    "ac": "26, touch 16, flat-footed 20 (+5 Dex, +1 dodge, +10 natural)", 
    "special_attacks": "constrict (2d6+4), stunning shock, swim-by attack", 
    "intelligence": "12", 
    "melee": "bite +18 (1d6+9/19-20 plus grab), 2 claws +18 (1d6+9), tail slap +14 (1d6+4 plus stunning shock)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "30 ft., swim 60 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Aquan", 
    "strength": "28", 
    "constitution": "22", 
    "space": "5 ft.", 
    "treasure": "double", 
    "init": "+5", 
    "environment": "any ocean", 
    "source": "Bestiary 3", 
    "charisma": "11", 
    "immune": "cold, electricity, poison", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Alertness, Dodge, Improved Critical (bite), Improved Grapple, Power Attack, Stealthy, Weapon Focus (tail slap)", 
    "senses": "blindsight 60 ft., darkvision 60 ft., scent; Perception +22", 
    "description": "This eel-like creature sports sharp frills that run along the back of humanoid torso and down its long, powerful tail.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Siyokoy/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A siyokoy can emit a strong electrical charge from its tail. When it hits a creature with its tail slap, the attack deals 3d6 points of electrical damage and the target must succeed at a DC 22 Fortitude save or be stunned for 1d4 rounds. The save DC is Constitution-based.", 
                    "name": "Stunning Shock", 
                    "url": "pfsrd://Bestiary 3/Monsters/Siyokoy/Special Abilities/Stunning Shock", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Extremely quick in the water, a siyokoy gains Spring Attack as a bonus feat when swimming.", 
                    "name": "Swim-By Attack", 
                    "url": "pfsrd://Bestiary 3/Monsters/Siyokoy/Special Abilities/Swim-By Attack", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Siyokoys are eel-like aquatic creatures often mistaken for merfolk by sailors. On closer inspection, however, siyokoys' appearance might make one question the vision of said sailors, for apart from their humanoid arms, siyokoys are very much creatures of the sea.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Two primary species of siyokoys exist, although both are essentially identical as far as game statistics are concerned. The most commonly encountered siyokoys are those that dwell amid the caves and crags of coral reefs in relatively shallow oceanic waters. These siyokoys tend to have colorful patterns on their flesh to mimic the riot of hues the typical coral reef displays. Reef-dwelling siyokoys are fond of decorating their lairs with particularly strange or colorful specimens of coral, especially when such marine growths encrust sunken treasures.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A siyokoy variant that is encountered less frequently dwells in the deeper abysses of the ocean, far below the limits of the sun's ability to light. These siyokoys are darker colored, and they tend to be darker in personality as well. Whereas those dwelling in the bright, sunlit environs of a coral reef might be capricious or playful, those who dwell in the dark, vast deeps of the sea are often morbid, morose, and even sadistic. Most evil siyokoys dwell in such lightless, forgotten reaches of the world's oceans.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Regardless of where they dwell, siyokoys adore shipwrecks and long-forgotten ruins claimed by the oceans. Exploring these relics and recovering strange and wondrous treasures is what most siyokoys live for, and a siyokoy's lair is often decorated with the results of these scavenging expeditions to sunken ships and flooded cities. Strangely, siyokoys avoid making their lairs amid such ruins, mostly out of a strange superstition the creatures share about these areas&mdash;it is not lucky, say siyokoys, to sleep in a place where air breathing creatures have drowned.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A siyokoy is 7 feet long and weighs 200 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "136 (13d8+78)", 
    "weaknesses": "light sensitivity", 
    "reach": "5 ft. (10 ft. with tail slap)", 
    "wisdom": "15", 
    "creature_type": "Aberration", 
    "dr": "10/slashing", 
    "name": "Siyokoy", 
    "base_attack": "+9", 
    "skills": "Disable Device +16, Escape Artist +7, Intimidate +9, Knowledge (geography) +10, Perception +22, Sense Motive +4, Stealth +25, Survival +16, Swim +25", 
    "reflex": "+9", 
    "cmd": "34 (36 vs. grapple)", 
    "cmb": "+18 (+24 grapple)", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 3/Monsters/Siyokoy", 
    "organization": "solitary, pair, or bed (3-12)", 
    "creature_subtype": "aquatic"
}