{
    "dexterity": "18", 
    "ac": "25, touch 13, flat-footed 21 (+4 Dex, +12 natural, -1 size)", 
    "special_attacks": "breath weapon (DC 22), powerful charge (hoof, 2d8+12), trample (1d8+9, DC 23)", 
    "intelligence": "10", 
    "resist": "cold 10", 
    "melee": "bite +19 (1d8+6), 4 hooves +17 (1d8+3)", 
    "cr": "11", 
    "xp": "12,800", 
    "speed": "80 ft.; air walk", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Auran (cannot speak)", 
    "strength": "22", 
    "constitution": "21", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+4", 
    "environment": "cold mountains", 
    "source": "Bestiary 3", 
    "charisma": "13", 
    "immune": "electricity", 
    "fortitude": "+14", 
    "spells": [
        {
            "spell-like abilities": "(CL 11th; concentration +12)<p class=\"stat-block-2\">Constant-<i>air walk</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Endurance, Iron Will, Lightning Reflexes, Multiattack, Power Attack, Run, Weapon Focus (hoof)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +16", 
    "description": "This mighty horse has eight powerful legs. Its hooves leave shimmering hoofprints that quickly fade to mist.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Sleipnir/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a sleipnir can exhale a 30-foot cone of shimmering, rainbow-colored light. Every creature in the area is randomly struck by one or more beams, as a prismatic spray spell (DC 22 half or negates). The sleipnir may use this ability once every 1d6 rounds, up to 3 times per day. The save DC is Constitution-based.", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sleipnir/Special Abilities/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Sleipnirs are a legendary breed of magical, eight-legged horses. Most sleipnirs have jet-black coats and long, flowing manes and tails, though occasionally a sleipnir foal is born with a white or shimmering silver coat. Such rare sleipnirs sometimes display additional abilities beyond those of their darker kin. A typical sleipnir stands 6 to 7 feet tall at the shoulder, measures about 12 feet long, and weighs upward of 1,600 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Believed to be descended from the mystical steeds of gods, sleipnirs have spread throughout the Material Plane. While sleipnirs cannot actually fly, they are able to walk on air as easily as on land, and spend much of their time galloping across the skies of their homes. Although sleipnirs lack the ability to travel between planes themselves, riders have brought them as mounts far beyond the Material Plane, and populations of sleipnirs can be found on several of the more hospitable Outer Planes as well. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Sleipnirs are highly prized as steeds, but as intelligent magical beasts, they cannot be trained using the Handle Animal skill, and those trying to do so find them intractable and even violent. Although they cannot speak, sleipnirs understand Auran, and one seeking a sleipnir as a mount must convince the creature to serve using Diplomacy, Intimidate, or other means. Sleipnirs are generally indifferent to most creatures, meaning they can be found serving as steeds to creatures of all alignments, from good to evil.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Riding a sleipnir requires no equipment other than a normal saddle, and they are well trained in combat from birth. A rider does not need to make a Ride check to control a sleipnir in battle, but must make a Ride check to attack in the same round that the sleipnir attacks. A sleipnir can carry 519 pounds as a light load, 1,038 pounds as a medium load, and 1,560 pounds as a heavy load.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "147 (14d10+70)", 
    "reach": "5 ft.", 
    "wisdom": "17", 
    "creature_type": "Magical Beast", 
    "name": "Sleipnir", 
    "base_attack": "+14", 
    "skills": "Acrobatics +18 (+38 when jumping), Perception +16, Swim +16", 
    "reflex": "+15", 
    "cmd": "35 (47 vs. trip)", 
    "cmb": "+21", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 3/Monsters/Sleipnir", 
    "organization": "solitary, pair, or herd (3-10)"
}