{
    "dexterity": "14", 
    "ac": "17, touch 11, flat-footed 15 (+2 Dex, +6 natural, -1 size)", 
    "special_attacks": "pounce, shriek", 
    "intelligence": "6", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +11 (1d10+4), 2 claws +11 (1d6+4)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft., fly 60 ft. (poor)", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Sphinx", 
    "strength": "19", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "warm hills", 
    "source": "Bestiary 3", 
    "charisma": "10", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "Cleave, Flyby Attack, Power Attack, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +16", 
    "description": "A cold-eyed falcon's head and great wings adorn the body of this otherwise leonine creature.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Sphinx/Hieracosphinx/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The shrill shriek of a hieracosphinx deafens non-sphinxes within a 60-foot-radius spread for 2d4 rounds (DC 16 Fortitude negates). Once a creature successfully saves against this effect, it is immune to the hieracosphinx's shriek for 24 hours. Using this ability is a standard action. The save DC is Constitution-based.", 
                    "name": "Shriek", 
                    "url": "pfsrd://Bestiary 3/Monsters/Sphinx/Hieracosphinx/Special Abilities/Shriek", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The least intelligent of the common sphinxes, hieracosphinxes are a cowardly, cruel-hearted lot. All are male. They despise the larger and cleverer androsphinxes and criosphinxes. Toward gynosphinxes they hold a twisted mix of a lust and hate, simultaneously envying their beauty and power while craving them as mates. Hieracosphinxes attack other sphinxes whenever they have them at a disadvantage. Male sphinxes of other species they tear to shreds or drive away, whereas they prefer to leave gynosphinxes ravaged but alive. The other species of sphinx likewise hold nothing but disdain for hieracosphinxes, and typically attack these vile beasts on sight.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Hieracosphinxes guard their territory ruthlessly against weaker intruders, seldom giving warning before they attack. They have no use for banter and riddles, making most efforts at diplomacy rather ineffective, but can be convinced to call off their attacks by convincing shows of force coupled with information on the location of weaker prey or a gynosphinx. Though poor fliers, they still prefer to fight from the air, the better to escape if the combat turns against them.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>As they lack the ego and resourcefulness of the rest of their breed, hieracosphinxes can be pressed into service of mounts, particularly by those of similarly evil dispositions. Hieracosphinxes chafe under such service but submit to more powerful riders, though they still inflict their foul tempers on any weaker creatures that happen by. A grown hieracosphinx can easily consume a full horse's worth of meat in a day, making their upkeep rather expensive. Even with these drawbacks, hieracosphinx eggs command values of up to 1,500 gp on the open market, as do young hieracosphinxes. It takes 3 years for a hieracosphinx to reach maturity, after which an untrained hieracosphinx only rarely accepts a rider without magical compulsion. Trainers, though hard to come by, charge thousands of gold pieces to rear and train a hieracosphinx, owing to the risk to life and limb.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A light load for a hieracosphinx is up to 350 pounds; a medium load, 351&ndash;700 pounds; and a heavy load, 701&ndash;1,050 pounds. A typical hieracosphinx is just short of 9 feet long and weighs 600 pounds.  Hieracosphinxes detest bearing a rider into battle, thus increasing the DCs of any combat-related Ride checks by +5. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "60 (8d10+16)", 
    "reach": "5 ft.", 
    "wisdom": "15", 
    "creature_type": "Magical Beast", 
    "name": "Sphinx, Hieracosphinx", 
    "base_attack": "+8", 
    "skills": "Fly +3, Perception +16", 
    "reflex": "+8", 
    "cmd": "25 (29 vs. trip)", 
    "cmb": "+13", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 3/Monsters/Sphinx/Hieracosphinx", 
    "organization": "solitary, pair, or flock (3-8)"
}