{
    "dexterity": "15", 
    "ac": "22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size)", 
    "special_attacks": "bleed (1d6), glare, wing razors", 
    "intelligence": "2", 
    "melee": "bite +14 (1d8+6 plus bleed), 2 talons +14 (1d6+6), 2 wings +9 (1d6+3 plus bleed)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft., fly 120 ft. (poor)", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "22", 
    "constitution": "20", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+6", 
    "environment": "warm plains or coastlines", 
    "source": "Bestiary 3", 
    "charisma": "17", 
    "immune": "fire", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Critical Focus, Flyby Attack, Improved Initiative, Lightning Reflexes, Skill Focus (Perception)", 
    "senses": "low-light vision; Perception +12", 
    "description": "This towering, ibis-like bird appears to be sculpted from silver and brass, yet it moves with the fluidity of a living creature.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Stymphalidies/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, in any area of normal or brighter light, a stymphalidies can ruffle its metallic feathers in such a way as to blind all creatures nearby. Any creature within 30 feet must succeed at a DC 19 Fortitude save or be blinded for 1d6 minutes. A creature can defend against this effect in the same way it would a gaze attack. This is a sight-based effect. The save DC is Constitution-based.", 
                    "name": "Glare", 
                    "url": "pfsrd://Bestiary 3/Monsters/Stymphalidies/Special Abilities/Glare", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A stymphalidies's metallic feathers are razor-sharp. In addition to being able to slash creatures with its wings as a melee attack, it may beat its wings, flinging two large, feathered shards at a single target. These wing razors deal 2d6 points of damage and cause bleed, with a range increment of 50 feet. A stymphalidies can use this attack a number of times per day equal to its Constitution modifier (5 times per day for most stymphalidies).", 
                    "name": "Wing Razors", 
                    "url": "pfsrd://Bestiary 3/Monsters/Stymphalidies/Special Abilities/Wing Razors", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Man-eating birds of prey, the rare creatures known as stymphalidies stalk plains and coastlines, shredding warm-blooded animals and unwary travelers with their steely-bladed feathers and daggerlike beaks. From a distance, stymphalidies might easily be mistaken for cranes, ibises, or other long-necked birds, though in full sunlight their gleaming feathers and the haze of blood lingering from past meals are impossible to mistake.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>When not at rest, flocks of the creatures soar high on warm currents of air, relying upon their keen eyesight to spot suitable prey far below. Because of their voracious appetites, flocks of stymphalidies must claim a vast swath of territory to maintain their feeding habits.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Fortunately for the folk of civilized lands, stymphalidies rarely encroach upon areas well traveled by humanoids and other creatures clever enough to bring down one of these metallic-winged avians. Stymphalidies breed at an astonishing rate, however, and overpopulation and exhaustion of game frequently force extraordinarily large and deadly groups of the creatures to band together in search of new lands and new prey to devour.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Peculiarly, the feathers and beak of a stymphalidies are made of steel-like material similar to the metallic hide of a gorgon. Smaller varieties of stymphalidies exist, including a variant with a penchant for swarming, but the towering creature presented here is by far the most commonly encountered of its kind. This stymphalidies stands 13 feet tall, with a wingspan of 25 feet and a weight of 250 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "94 (9d10+45)", 
    "weaknesses": "vulnerable to sonic", 
    "reach": "5 ft.", 
    "wisdom": "15", 
    "creature_type": "Magical Beast", 
    "dr": "10/magic and adamantine", 
    "ranged": "2 wing razors +10 (2d6+6 plus bleed)", 
    "name": "Stymphalidies", 
    "base_attack": "+9", 
    "skills": "Fly +4, Perception +12", 
    "reflex": "+10", 
    "cmd": "28", 
    "cmb": "+16", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 3/Monsters/Stymphalidies", 
    "organization": "solitary, pair, or flight (3-9)"
}