{
    "dexterity": "17", 
    "ac": "17, touch 13, flat-footed 14 (+3 Dex, +3 natural, +1 shield)", 
    "intelligence": "13", 
    "melee": "mwk quarterstaff +7 (1d6+2), mwk quarterstaff +7 (1d6+1), slam +2 (1d6+1)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CN", 
    "size": "Medium", 
    "languages": "Common, Tanuki", 
    "strength": "14", 
    "constitution": "18", 
    "treasure": "standard (masterwork quarterstaff, 4 gulps of sake in a gourd, other treasure)", 
    "init": "+3", 
    "environment": "temperate forests or urban", 
    "source": "Bestiary 3", 
    "charisma": "19", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 7th; concentration +11)<p class=\"stat-block-2\">Constant-<i>detect poison</i></p><p class=\"stat-block-2\">At will-<i>purify food and drink</i></p><p class=\"stat-block-2\">3/day-<i>magic stone, major creation</i> (up to 1 cubic foot)</p><p class=\"stat-block-2\">1/day-<i>create food and water</i>, <i>shrink item, veil</i> (self only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Two-Weapon Defense, Two-Weapon Fighting, Weapon Focus (quarterstaff)", 
    "senses": "darkvision 60 ft., detect poison, low-light vision; Perception +8", 
    "description": "Short and pudgy, this raccoonlike humanoid wields a stout quarterstaff and weaves a little as if intoxicated.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Tanuki/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a swift action, a tanuki can take a swig of sake from the gourd it always carries at its side. When it does so, it gains the effect of one of the following spells at caster level 7th: divine favor, false life, haste, or rage. Unusual tanukis might have additional spell effect choices at the GM's discretion. Each time a tanuki takes a swig of sake, it becomes progressively drunker and takes a &ndash;1 penalty to its AC and on Reflex saves for 1 minute. These penalties stack.", 
                    "name": "Sake Affinity", 
                    "url": "pfsrd://Bestiary 3/Monsters/Tanuki/Special Abilities/Sake Affinity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Jolly tricksters, tanukis love deceiving humanoids and other intelligent creatures. This mischief is usually harmless, but can turn spiteful in some situations. Popular folklore stories claim tanukis are the transformed souls of tools and housewares that were used for more than 100 years, a myth that probably results from tanukis' ability to magically create or alter objects.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Mostly encountered in disguise, tanukis enjoy visiting humanoid settlements and interacting with the people. They usually visit taverns and eateries, joining in feasts and celebrations whenever possible. Tanukis always change their disguises and rarely visit the same town twice in the same month.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Tanuki mischief becomes spiteful to those who defile nature. Hunters who kill for sport or those who log trees from the forest without seeding new ones find their weapons and tools transformed into bowls and teacups. Tanukis also put more effort into their pranks when the target is a braggart, a bully, or someone of poor moral character. They like to prank brooding types as well, always hoping to bring a smile to the hard faces of such dour folk. Because of their trickster nature, tanukis get along with many fey creatures. Some tanukis even deal well with spirits, often helping them pass from this world.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Though rare, violent and morbid tanukis occasionally walk the lands, bringing suffering to those they encounter. Filled with spite, these evil tanukis pull sadistic pranks, and horror stories tell of tanukis killing old women and tricking their husbands into eating soups made from their flesh.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A tanuki is 5 feet tall and weighs 180 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "47 (5d10+20)", 
    "wisdom": "14", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "change shape (raccoon; beast shape II), sake affinity", 
    "ranged": "sling +8 (1d4+2)", 
    "name": "Tanuki", 
    "base_attack": "+5", 
    "skills": "Bluff +7, Diplomacy +6, Knowledge (nature) +5, Perception +8, Perform (percussion) +8, Sense Motive +4, Spellcraft +4, Stealth +10", 
    "reflex": "+7", 
    "cmd": "20", 
    "cmb": "+7", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 3/Monsters/Tanuki", 
    "organization": "solitary, pair, or gathering (3-8)", 
    "creature_subtype": "shapechanger"
}