{
    "dexterity": "15", 
    "ac": "28, touch 11, flat-footed 26 (+2 Dex, +17 natural, -1 size)", 
    "special_attacks": "pounce, rake (2 claws +23, 1d6+10), swallow whole (suffocation, AC 18, hardness 8, 25 hp)", 
    "intelligence": "-", 
    "resist": "acid 10, cold 10, electricity 10, fire 10", 
    "melee": "bite +23 (1d8+10 plus grab), 2 claws +23 (1d6+10 plus grab)", 
    "cr": "11", 
    "xp": "12,800", 
    "speed": "40 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "30", 
    "constitution": "-", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "1", 
    "immune": "construct traits", 
    "fortitude": "+4", 
    "type": "creature", 
    "senses": "darkvision 60 ft., low-light vision; Perception +2", 
    "description": "This white marble statue resembles a large feline, but its body and face are covered in decorative etchings and runes. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Taotieh/Taotieh/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A taotieh can expand its jaws to swallow Large or smaller creatures. When swallowed, a victim is transported to its own lightless pocket dimension&mdash;a stone prison just large enough to contain the victim. Creatures do not take damage within this pocket dimension, but there is only enough air inside to last for 3 rounds. At the end of the third round, the trapped creature must hold its breath or risk suffocation. A creature that attempts to carve its way out of this dimension with a weapon must be able to penetrate the surrounding walls' hardness 8. When a creature manages to cut its way out of this dimension, it appears to leap out of the taotieh's mouth to emerge into any square adjacent to the taotieh's space&mdash;no actual hole is created in the creature, and new creatures that are swallowed later must cut their own way out. When a taotieh is destroyed, its body bursts open to allow the contents of its extradimensional stomachs to spill out into adjacent spaces. A taotieh can swallow up to four creatures at any one time.", 
                    "name": "Swallow Whole", 
                    "url": "pfsrd://Bestiary 3/Monsters/Taotieh/Taotieh/Special Abilities/Swallow Whole", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Symbols of power but also of gluttony, taotiehs are guardian constructs formed of stone and built around a pocket of extradimensional space. Taotiehs are used to ward sacred or secluded areas from enemies and trespassers. Their semblance to tigers extends even to the animal's abilities in combat, as taotiehs are feared for their vicious attacks. The extradimensional space at the core of a taotieh allows the construct to swallow opponents of its own size and then shunt its victims into an airless pocket of space inside. A creature capable of existing without air could well spend an eternity inside a taotieh if it couldn't smash its way out or escape via plane-traversing magic, in which case it must wait for outside forces to slay its captor. Tales abound of great treasures and even greater dangers being unleashed upon a taotieh's destruction.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "107 (14d10+30)", 
    "weaknesses": "vulnerable to sonic", 
    "reach": "5 ft.", 
    "wisdom": "14", 
    "creature_type": "Construct", 
    "dr": "10/adamantine", 
    "name": "Taotieh", 
    "base_attack": "+14", 
    "url": "pfsrd://Bestiary 3/Monsters/Taotieh/Taotieh", 
    "reflex": "+6", 
    "cmd": "37 (41 vs. trip)", 
    "cmb": "+25 (+29 grapple)", 
    "will": "+6", 
    "organization": "solitary or pair"
}