{
    "dexterity": "20", 
    "ac": "25, touch 15, flat-footed 20 (+5 Dex, +10 natural)", 
    "special_attacks": "merope consumption", 
    "intelligence": "19", 
    "resist": "acid 10", 
    "melee": "+2 quarterstaff +16/+11/+6 (1d6+4), +2 quarterstaff +16/+11 (1d6+3), sting +11 (1d8+1 plus mind sting)", 
    "cr": "11", 
    "xp": "12,800", 
    "speed": "30 ft., fly 60 ft. (good)", 
    "alignment": "LN", 
    "size": "Medium", 
    "languages": "Common, Sylvan, Thriae", 
    "strength": "14", 
    "constitution": "19", 
    "immune": "poison, sonic", 
    "treasure": "double (+2 quarterstaff, 3 doses of merope, other treasure)", 
    "init": "+5", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "27", 
    "fortitude": "+8", 
    "spells": [
        {
            "spell-like abilities": "(CL 14th; concentration +22)<p class=\"stat-block-2\">Constant-<i>detect secret doors</i></p><p class=\"stat-block-2\">At will-<i>calm emotions</i> (DC 20), <i>detect thoughts</i> (DC 20), <i>sound burst</i> (DC 20)</p><p class=\"stat-block-2\">3/day-<i>divination</i>, <i>invisibility purge</i>, <i>locate object</i>, <i>misdirection</i> (DC 20), <i>symbol of sleep</i> (DC 23)</p><p class=\"stat-block-2\">1/day-summon bees (level 5, 1d3 giant queen bees or 1d4 wasp swarms), <i>true seeing</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Agile Maneuvers, Alertness, Combat Casting, Combat Reflexes, Improved Two-Weapon Fighting, Lightning Reflexes, Two-Weapon Fighting", 
    "senses": "darkvision 60 ft., detect secret doors, low-light vision; Perception +27", 
    "description": "Lithe and beautiful, this half-bee, half-woman creature wears elaborate makeup and wields an ornate staff.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Thriae/Thriae Seer/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Three times per day as a standard action, a thriae seer can consume a dose of merope in order to further tap into her spiritual powers for 1d6+3 rounds. Starting on the round after she consumes the merope, the thriae seer gains an insight bonus to her AC and on damage done with melee attacks equal to her Wisdom modifier (+6 for most thriae seers).", 
                    "name": "Merope Consumption", 
                    "url": "pfsrd://Bestiary 3/Monsters/Thriae/Thriae Seer/Special Abilities/Merope Consumption", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A target stung by a thriae seer becomes confused for 1d4 rounds unless it makes a successful DC 21 Will save. This is a mind-affecting effect. The save DC is Constitution-based.", 
                    "name": "Mind Sting", 
                    "url": "pfsrd://Bestiary 3/Monsters/Thriae/Thriae Seer/Special Abilities/Mind Sting", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Sought after for their wisdom and guidance as well as their enchanting beauty, thriae seers are among the most spiritually gifted members of their colony. Their prowess for foretelling the future and deciding upon the soundest courses of action in dire situations earns them respect from other thriae as well as outsiders from other societies, and seers wield their gift with a stoic humbleness. Nonetheless, most seers expect an offering before they will grant an audience a divination. These offerings usually consist of ornate jewelry and sums of gold, though some seers desire the company of humanoid male or female consorts, many of whom gladly oblige the captivating seer with their presence.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>While their combative abilities mainly comprise their magical powers and they appear at first glance to be thin and frail, seers still possess the trademark strength and resilience of all thriae.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p> Thriae seers spend most of their time meditating in one of the many chambers in the colony's hive dedicated to such activities. Consuming large amounts of their queen's merope to enhance their powers of divination, seers ponder the best solutions to their colony's problems, and often act as a sort of spiritual political council for the queen. If a particularly wealthy group of outsiders has sought the counsel of several thriae seers, this council of prophetesses will combine their powers in order to read a difficult divination.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Thriae seers are 6 feet from head to toe and weigh 150 pounds. The thriae seer presented here represents the least of her kind. Many thriae seers take levels of monk or rogue so as to be even more adept at protecting their queen. Thriae oracles and sorcerers are also relatively common&mdash;such thriae are particularly valued by their hive for their magical abilities.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "133 (14d10+56)", 
    "wisdom": "22", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Thriae Seer", 
    "base_attack": "+14", 
    "skills": "Bluff +22, Diplomacy +22, Fly +26, Knowledge (arcana) +18, Perception +27, Sense Motive +24, Spellcraft +18, Use Magic Device +22", 
    "reflex": "+16", 
    "cmd": "31", 
    "cmb": "+19", 
    "will": "+15", 
    "url": "pfsrd://Bestiary 3/Monsters/Thriae/Thriae Seer", 
    "sr": "22", 
    "organization": "solitary, pair, or triad"
}