{
    "dexterity": "15", 
    "ac": "42, touch 4, flat-footed 40 (+8 armor, +2 Dex, +30 natural, -8 size)", 
    "special_attacks": "rock throwing (200 ft.), stunning slam", 
    "intelligence": "22", 
    "melee": "+3 weapon +38/+33/+28/+23 (6d6+22 plus hundred-handed whirlwind) or slam +35 (4d8+28 plus stun)", 
    "cr": "24", 
    "xp": "1,228,800", 
    "speed": "60 ft.; air walk", 
    "alignment": "CE", 
    "size": "Colossal", 
    "languages": "Abyssal, Celestial, Common; telepathy 300 ft.", 
    "strength": "48", 
    "constitution": "43", 
    "space": "30 ft.", 
    "treasure": "triple (50-100 various weapons, other treasure)", 
    "init": "+6", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "24", 
    "immune": "aging, death effects, disease, mind-affecting effects", 
    "fortitude": "+30", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>air walk, spell turning</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>bestow curse</i> (DC 21), <i>break enchantment</i>, <i>chain lightning</i> (DC 23), <i>greater dispel magic</i>, <i>find the path</i>, <i>sending</i></p><p class=\"stat-block-2\">3/day-<i>greater scrying</i> (DC 24), <i>heal</i>, <i>mass suggestion</i> (DC 23)</p><p class=\"stat-block-2\">1/day-<i>dominate monster</i> (DC 26), <i>greater spell immunity</i>, <i>imprisonment</i> (DC 26), <i>storm of vengeance</i> (DC 26)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Cleave, Combat Expertise, Critical Focus, Great Cleave, Greater Vital Strike, Improved Bull Rush, Improved Initiative, Improved Vital Strike, Lightning Reflexes, Power Attack, Vital Strike", 
    "senses": "all-around vision, darkvision 120 ft., true seeing; Perception +35", 
    "description": "This behemoth looks like a towering humanoid with fifty heads and twice as many hands, each wielding a different weapon.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any weapon a hekatonkheires wields gains a +3 enhancement bonus while the titan holds it. A hekatonkheires's attacks are treated as epic and evil for the purposes of overcoming damage reduction. In addition, a hekatonkheires's multitude of arms allows it to effectively block attacks, granting it a +8 armor bonus to its AC.", 
                    "name": "Hands of War", 
                    "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires/Special Abilities/Hands of War", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A hekatonkheires carries several dozen weapons of various types in its hundred hands, but when it attacks in melee, you don't have to resolve each of these as a separate attack. Instead, when the titan attacks with its weapons, it rolls its attacks normally (either one attack for a standard action, or four as a full-round action) and hits every creature in its reach each time an attack roll exceeds that creature's AC. If any such attack roll results in a possible critical hit, the critical is applied to one creature of the hekatonkheires's choosing. The hekatonkheires can choose to deal bludgeoning, piercing, or slashing damage as a free action on each separate hit.", 
                    "name": "Hundred-Handed Whirlwind", 
                    "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires/Special Abilities/Hundred-Handed Whirlwind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A hekatonkheires traverses the planes by physically smashing through planar boundaries and crashing devastatingly into the target plane itself. Once per year as a full-round action, a hekatonkheires can, as part of a jump, plane shift to any other plane (as per the spell of the same name). It can only bring itself and its gear when it travels in this manner. When the hekatonkheires reaches its destination plane, it falls from the sky and crashes to the ground, creating a devastating explosion of thunder and fire. Any creature within 300 feet of the point where the hekatonkheires lands (including the titan itself) takes 20d6 points of bludgeoning damage and 20d6 points of sonic damage (Reflex DC 38 for half). The save DC is Constitution-based.", 
                    "name": "Planar Leap", 
                    "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires/Special Abilities/Planar Leap", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a hekatonkheires may forgo any weapon attacks to make a single slam attack against any creature in reach. If it hits, the target takes damage and must succeed at a DC 41 Fortitude save to avoid being stunned for 1d6 rounds. The save DC is Strength-based.", 
                    "name": "Stunning Slam", 
                    "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires/Special Abilities/Stunning Slam", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Horrifying abominations shunned by the gods immediately upon their creation, the hekatonkheires are perhaps the most powerful and devastating race of titans in existence. When the titans&mdash;envious of the gods' divine strength&mdash;rebelled against the deities, the hekatonkheires were among the first to pick up arms, weary of the scorn their own creators felt for them. The betrayal of the Elysian titans led to the hekatonkheires' swift capture by the gods, who found the hekatonkheires' power to be so immense that they were not banished to the Abyss with their Thanatotic brethren. Instead, the gods cast the hekatonkheires into the furthest reaches of the multiverse they could find. There, the hekatonkheires drifted in expanses of nothingness for unknown eons, and the madness wrought upon them by isolation destroyed their memories. Yet from their madness these shattered monstrosities spawned progeny to replace them in their pursuit to destroy, and some of these monstrous offspring discovered ways to break through planar boundaries and wander the multiverse freely.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>The gods initially created only three hekatonkheires, seeking to make the ultimate warriors in order to guard the gates to the Abyss. These three ancient titans still drift in the unknown expanses between planes&mdash;the hekatonkheires that now walk the worlds are their lesser spawn. But these so-called &ldquo;lesser&rdquo; titans remain almost unimaginably powerful themselves. They have no knowledge of why their forgotten ancestors were originally banished, and so they wander in search of answers, all the while destroying entire worlds. They are warped engines of mayhem, their existence based wholly on the devastation of life and anything that might remind them of their age-old war against the gods, having inherited only the haunting ghosts of such memories from their ancestors.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Those hekatonkheires who have emerged back into the multiverse have done so in different realms, and to date, no record of any two of these spawn meeting one another exists. It is fortunate that only one hekatonkheires is encountered on a world at any given time, as even scholars cannot fathom the power that would arise out of two or more of the titans' collective strength. They traverse the planes alone, caring not for allies of any sort until they can remember what their purpose was when they were born eons ago.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Though hekatonkheires are as intelligent as the rest of their titan relatives, they wander with such destructive and seemingly mindless intentions that they spare no time in communicating with other creatures, especially those that would beg for mercy. The hekatonkheires were created to destroy, and so that is all they desire to do; the crushing blows of their fists and the goring slashes of their weapons speak for themselves. They serve no master, and halt their otherwise endless rampage only if called by their true names, which few&mdash;if any&mdash;mortals know. Those that do know these names speak them only in whispers, for their mere utterance seems to carry with it immeasurable power.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A hekatonkheires can only be called via mighty spells such as <i>gate</i> if a conjurer knows the plane the titan is currently on, and only if the conjurer knows the true name of the hekatonkheires it is seeking to call. Only the mad or depraved would dare such a feat, however, as the might of one of these unique goliaths is so massive that the being cannot be controlled, and even if it is banished back to the realm from whence it came, it is never long before the hekatonkheires sets its sights on the world it visited so briefly, if only to sate its lust for destroying it.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Each hekatonkheires has 50 heads and 100 arms so that one is never caught off guard. The stones that it hurls with its 100 hands are as big as boulders, and those who have seen a hekatonkheires hurl such rocks and lived to tell the tale have said that it is as though an entire mountain is falling from the sky. In addition to their unworldly strength, hekatonkheires are known for their awesome control over the powers of lightning and thunder, and an individual hekatonkheires's arrival is often prefaced by an abrupt and tumultuous storm in the area. Like all titans, hekatonkheires are immortal, and do not die unless they are slain.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A hekatonkheires is 50 feet tall and weighs 25 tons.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "516 (24d10+384); regeneration 10 (epic)", 
    "reach": "30 ft.", 
    "wisdom": "19", 
    "defensive_abilities": "spell turning", 
    "creature_type": "Outsider", 
    "special_qualities": "hands of war, planar leap", 
    "dr": "20/epic and lawful", 
    "ranged": "rock +22/+17/+12/+7 (8d8+31/18-20)", 
    "name": "Titan, Hekatonkheires", 
    "base_attack": "+24", 
    "skills": "Acrobatics +29 (+41 when jumping), Bluff +34, Climb +46, Craft (any) +33, Diplomacy +31, Escape Artist +29, Intimidate +34, Knowledge (history) +30, Knowledge (planes) +33, Perception +35, Sense Motive +35, Survival +28", 
    "reflex": "+12", 
    "cmd": "63 (65 vs. bull rush)", 
    "cmb": "+51 (+53 bull rush)", 
    "will": "+18", 
    "url": "pfsrd://Bestiary 3/Monsters/Titan/Hekatonkheires", 
    "sr": "35", 
    "organization": "solitary", 
    "creature_subtype": "chaotic, evil, extraplanar"
}