{
    "dexterity": "13", 
    "ac": "21, touch 12, flat-footed 19 (+1 Dex, +1 dodge, +9 natural)", 
    "special_attacks": "ink cloud", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Perception", 
    "resist": "electricity 10, fire 10", 
    "melee": "bite +9 (1d6+3), 2 claws +9 (1d6+3)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "10 ft., swim 90 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Aquan", 
    "strength": "16", 
    "constitution": "17", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any water (Plane of Water)", 
    "source": "Bestiary 3", 
    "charisma": "9", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "Blind-Fight, Dodge, Power Attack", 
    "senses": "all-around vision, darkvision 60 ft.; Perception +14", 
    "description": "This creature resembles a cross between a turtle and a crab, with flippers instead of legs, a snapping beak, and two pincers. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Tojanida/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A tojanida can emit a 30-foot-radius sphere of ink once per minute as a free action. The ink provides total concealment in water, and persists for 1 minute. If used out of the water, the jet of ink is a line 30 feet long, and creatures in the area must succeed at a DC 16 Reflex save or be blinded for 1 round. The save DC is Constitution-based.", 
                    "name": "Ink Cloud", 
                    "url": "pfsrd://Bestiary 3/Monsters/Tojanida/Special Abilities/Ink Cloud", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Tojanidas are bizarre natives from the Plane of Water that resemble mixes between monstrous crabs and enormous snapping turtles. Originally elemental beings of water, tojanidas were bound into their strange forms long ago for unclear reasons, and no longer know how they might eventually return to their pure and formless state. Determined to preserve their pride, the grotesque tojanidas ply the waters of the planes seeking hedonistic pleasures&mdash;especially culinary ones&mdash;and the adoration of other races. Loquacious when addressed with the proper respect, they make excellent heralds and emissaries for more powerful beings, and often enjoy posing as such even when operating on their own. When riled, however, tojanidas make fearsome opponents, violent and eager juggernauts with snapping jaws and clacking pincers.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Adult tojanidas are roughly 6 feet long and weigh several hundred pounds. When threatened, a tojanida can retract its limbs most of the way into its shell, which is an irremovable part of its body. The ring of eyes completely encircling the tojanida's shell along its rim makes the creature extremely difficult to catch by surprise. While tojanidas adore eating, as they find flavor and texture to be two of the most fascinating senses, they don't actually need to consume food, instead drawing sustenance directly from the currents of arcane energy all around them via the magic of their shells.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Blessed (some might say cursed) with extremely long racial memories, tojanidas wander the oceans and lakes of innumerable worlds, attempting to find unusual physical pleasures or conversation capable of distracting them from the insufferable ennui and apathy born of remembering their ancestors' experiences. Though the tojanidas themselves may not appreciate the burden of memory, adventurers and scholars often seek the use of a tojanida's recalled lore.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "51 (6d10+18)", 
    "wisdom": "12", 
    "creature_type": "Outsider", 
    "name": "Tojanida", 
    "base_attack": "+6", 
    "skills": "Bluff +5, Escape Artist +10, Knowledge (planes) +9, Perception +14, Perform (act) +5, Sense Motive +10, Stealth +7, Survival +7, Swim +11", 
    "reflex": "+6", 
    "cmd": "21 (29 vs. trip)", 
    "cmb": "+9", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 3/Monsters/Tojanida", 
    "organization": "solitary, pair, clutch (3-6), or cult (1 tojanida plus 2-12 humanoid followers)", 
    "creature_subtype": "extraplanar, water"
}