{
    "dexterity": "23", 
    "ac": "25, touch 22, flat-footed 18 (+6 Dex, +1 dodge, +3 natural, +1 monk, +4 Wis)", 
    "special_attacks": "brutal claws, drain chi (DC 15), flurry of blows, stunning fist (5/day, DC 16)", 
    "intelligence": "12", 
    "racial_modifiers": "+8 Acrobatics, +8 Perception, +8 Stealth", 
    "resist": "cold 20", 
    "melee": "2 claws +9 (1d8+3/19-20 plus grab), bite +9 (1d6+3)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "30 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "16", 
    "constitution": "-", 
    "immune": "disease, spell completion and spell trigger effects, undead traits", 
    "treasure": "NPC gear (amulet of natural armor +1, cloak of resistance +1, potion of invisibility, alchemist's fire [6])", 
    "init": "+10", 
    "environment": "any", 
    "source": "Bestiary 3", 
    "charisma": "16", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "AlertnessB, Combat Reflexes, Deflect Arrows, DodgeB, Improved Initiative, Improved Unarmed Strike, MobilityB, Power Attack, Skill Focus (Acrobatics)B, Spring AttackB, Stunning Fist, Toughness, Weapon Finesse", 
    "senses": "blindsight 60 ft. (breathing creatures only), darkvision 60 ft.; Perception +22", 
    "description": "Its flesh pallid and a parchment burial prayer hanging from its brow, this risen corpse lurches forward in a series of short hops.", 
    "sections": [
        {
            "body": "<p>Jiang-shis (often known as &ldquo;hopping vampires&rdquo;) are undead humanoid creatures that feed on the exhaled life energy of the living. A jiang-shi's appearance is based on the state of the creature's corpse at the time of its reanimation. Regardless of the state of decay, most jiang-shis wear clothing or armor that is at least one generation out of style. Additionally, each has a short parchment prayer scroll affixed to its brow by stitches; originally intended to protect the body from restless spirits, this scroll grants a jiang-shi immunity to magical effects unleashed by items like scrolls and wands. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A jiang-shi is created when a restless spirit does not leave its corpse at the time of death, and is instead allowed to fester and putrefy within. At some point during the body's decomposition, the thing rises in its grotesque form and seeks living creatures to feed upon.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>&ldquo;Jiang-shi&rdquo; is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most jiang-shis were once humans, but any creature that undergoes specific rites can acquire the template. A jiang-shi uses the base creature's stats and abilities except as noted here.</p>", 
                    "name": "Jiang-Shi", 
                    "source": "Bestiary 3", 
                    "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi", 
                    "type": "section", 
                    "subtype": "template", 
                    "abbrev": "CR +2", 
                    "sections": [
                        {
                            "body": "<p>Same as the base creature +2.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Challenge Rating"
                        }, 
                        {
                            "body": "<p>Any evil.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Alignment"
                        }, 
                        {
                            "body": "<p>The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Type"
                        }, 
                        {
                            "body": "<p>A jiang-shi vampire gains darkvision 60 feet. It also gains the ability to sense the breathing of living creatures&mdash;a jiang-shi has blindsight to a range of 60 feet against creatures that breathe. A creature may hold its breath to prevent a jiang-shi from noticing it in this manner.</p>", 
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Senses"
                        }, 
                        {
                            "body": "<p>Natural armor improves by +2.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Armor Class", 
                            "type": "section", 
                            "name": "Armor Class", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, jiang-shis use their Charisma modifier to determine bonus hit points (instead of Constitution).</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Hit Dice", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>A jiang-shi gains channel resistance +4, DR 10/magic and slashing, and resistance to cold 20, in addition to all of the defensive abilities granted by the undead type. A jiang-shi also gains fast healing 5. In addition, all jiang-shis gain the following defensive ability.</p><p class=\"stat-block-1\"><i>Prayer Scroll</i> The scroll attached to the brow of a jiang-shi grants immunity to any effects generated from spell-completion or spell-trigger magic items, such as scrolls and wands. Such magical effects treat the jiang-shi as if it had unbeatable spell resistance. A jiang-shi‘s prayer scroll can be removed with a successful steal combat maneuver (<i>Advanced Player's Guide</i> 322), which immediately ends the jiang-shi's immunity to these effects. If a jiang-shi's prayer scroll is destroyed (a standard action), the vampire also loses its fast healing ability. A jiang-shi may create a replacement prayer scroll by using any strip of parchment and a writing instrument, but doing so requires 10 minutes of uninterrupted work. </p>", 
                            "name": "Defensive Abilities", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Defensive Abilities", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>Jiang-shis recoil from mirrors or the sound of handbells rung within 10 feet of them. Cooked rice, which to jiang-shis mocks the fundamental fact that they no longer eat food, shames them into recoiling as well. These things don't harm a jiang-shi vampire&mdash;they merely keep it at bay for a period of time. A recoiling jiang-shi vampire must stay at least 5 feet away from the object of its revulsion, and cannot touch or make melee attacks against a creature  brandishing the object during that round. Holding a jiang-shi vampire at bay takes a standard action. After being held at bay for 1 round, a jiang-shi vampire can attempt to overcome its revulsion of the object and function normally each round it makes a DC 20 Will save at the start of its turn.</p><p class=\"stat-block-1\"><i>Destroying a Jiang-Shi</i>: If reduced to 0 hit points, a jiang-shi vampire crumbles to dust but is not destroyed. It reforms in 1 minute with 1 hit point in the same space, or the nearest unoccupied space. Scattering the dust before the jiang-shi reforms destroys it permanently, as does mixing rice into the dust with a dose of holy water. Jiang-shi vampires are also susceptible to wooden weapons carved from peach trees, as such weapons represent the unity of all elements and life to these creatures. A wooden weapon carved from a peach tree automatically bypasses a jiang-shi vampire's damage reduction. Additionally, any successful hit from such a weapon that reduces a jiang-shi to 0 hit points immediately destroys the creature. Although they normally retreat from daylight, jiang-shi vampires are not destroyed by sunlight like regular vampires and can move around during the day without harm.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Weaknesses", 
                            "type": "section", 
                            "name": "Weaknesses", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>A jiang-shi moves only by hopping. This mode of movement is somewhat less swift than regular movement, and thus a jiang-shi's base speed is reduced by 10 feet from the base creature's speed, to a minimum of 10 feet. This unusual mode of movement allows the jiang-shi to ignore the effects of difficult terrain on movement, and makes it impossible to trip. Other speeds (like fly or swim speeds) are not affected by this reduction.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Speed", 
                            "type": "section", 
                            "name": "Speed", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>A jiang-shi gains a bite attack and 2 claw attacks if the base creature didn't have them. Damage for the bite attack depends on the jiang-shi's size, but its claw attacks do damage as a creature two size categories larger. For a Medium jiang-shi, a bite attack deals 1d6 points of damage and a claw attack deals 1d8 points of damage. A jiang-shi's claws are even more dangerous than this, though&mdash;see the &ldquo;brutal claws&rdquo; special attack below. A jiang-shi's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Melee", 
                            "type": "section", 
                            "name": "Melee", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>A jiang-shi gains several special attacks. Save DCs are equal to 10 + 1/2 the jiang-shi's Hit Dice + the jiang-shi's Charisma modifier unless otherwise noted.</p><p class=\"stat-block-1\"><i>Brutal Claws</i> A jiang-shi's nails are brutally sharp and can extend and retract at will. They threaten a critical hit on a roll of 19&ndash;20 and grant the grab ability. A jiang-shi with monk levels gains this enhanced critical threat range and grab ability with its unarmed attacks, and uses its unarmed monk damage or its claw damage, whichever is higher, when making such attacks.</p><p class=\"stat-block-1\"><i>Drain Chi (Su)</i>Instead of draining blood, a jiang-shi vampire drains &ldquo;chi,&rdquo; or life energy, from a victim's breath. When a jiang-shi makes a successful grapple check (in addition to any other effects caused by a successful check, including additional damage), the jiang-shi can attempt to drain chi by drinking the victim's breath. The victim can resist this attack by making a successful Fortitude save. On a failed save, the victim gains 1 negative level and is staggered for 1d4 rounds.</p>", 
                            "name": "Special Attacks", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Special Attacks", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>Str +4, Dex +6, Int +2, Wis +4, Cha +2. As an undead creature, a jiang-shi has no Constitution score.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Ability Scores", 
                            "type": "section", 
                            "name": "Ability Scores", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>Jiang-shis gain Alertness, Dodge, Mobility, Skill Focus (Acrobatics), and Spring Attack as bonus feats.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Feats", 
                            "type": "section", 
                            "name": "Feats", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "body": "<p>Jiang-shis gain a +8 racial bonus on Acrobatics, Perception, and Stealth checks.</p>", 
                            "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi/Creating a Jiang-Shi/Jiang-Shi/Skills", 
                            "type": "section", 
                            "name": "Skills", 
                            "source": "Bestiary 3"
                        }
                    ]
                }
            ], 
            "name": "Creating a Jiang-Shi", 
            "source": "Bestiary 3"
        }
    ], 
    "hp": "51 (5d8++25); fast healing 5", 
    "weaknesses": "jiang-shi weaknesses", 
    "wisdom": "18", 
    "defensive_abilities": "channel resistance +4, evasion, prayer scroll", 
    "creature_type": "Undead", 
    "special_qualities": "fast movement, high jump, ki pool (6 points, magic), maneuver training, purity of body, slow fall 20 ft., still mind", 
    "dr": "10/magic and slashing", 
    "name": "Vampire, Jiang-Shi", 
    "base_attack": "+3", 
    "level": "monk 5", 
    "skills": "Acrobatics +25 (+30 when jumping), Escape Artist +14, Perception +22, Sense Motive +14, Stealth +22, Swim +11", 
    "reflex": "+11", 
    "cmd": "28 (can't be tripped)", 
    "cmb": "+8 (+12 grapple)", 
    "will": "+9; +2 vs. enchantment", 
    "url": "pfsrd://Bestiary 3/Monsters/Vampire/Jiang-Shi", 
    "super_race": "human", 
    "organization": "solitary or brotherhood (2-8)", 
    "creature_subtype": "augmented humanoid"
}