{
    "dexterity": "19", 
    "ac": "19, touch 15, flat-footed 14 (+4 Dex, +1 dodge, +4 natural)", 
    "special_attacks": "suffocating water", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Heal", 
    "melee": "shortspear +9/+4 (1d6+4), bite +4 (1d8+1)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft., swim 50 ft.", 
    "alignment": "CN", 
    "size": "Medium", 
    "languages": "Aquan, Common, Sylvan", 
    "strength": "16", 
    "constitution": "17", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "any rivers or marshes", 
    "source": "Bestiary 3", 
    "charisma": "12", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +7)<p class=\"stat-block-2\">3/day- <i>control water, dancing lights</i>, <i>grease </i> (DC 12), <i>hydraulic push </i>(DC 12),<i> water breathing</i></p><p class=\"stat-block-2\">1/day-<i>aqueous orb</i> (DC 14), <i>remove disease</i>, <i>neutralize poison</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Skill Focus (Heal)", 
    "senses": "darkvision 60 ft.; Perception +14", 
    "description": "This humanoid salamander carries a gnarled staff in one hand. Tendrils drape its chin, resembling the beard of an eccentric hermit.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Vodyanoi/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day as a standard action, a vodyanoi can cause the water surrounding it up to a radius of 30 feet to grow thick and slimy, making it difficult for water-breathing creatures within the area other than vodyanois to breathe. A vodyanoi can control narrow currents of breathable water to provide oxygen to up to 3 other creatures in the area of effect&mdash;vodyanois themselves are immune to this effect. All other creatures in an area of suffocating water must hold their breath or risk suffocation. Once created, an area of suffocating water does not move&mdash;it persists for a number of minutes equal to the vodyanoi's Hit Dice. The slimy water does not impact swim speeds or visibility in any significant manner. A creature can make a DC 20 Perception check to notice the difference between suffocating water and any normal water that may surround it.", 
                    "name": "Suffocating Water", 
                    "url": "pfsrd://Bestiary 3/Monsters/Vodyanoi/Special Abilities/Suffocating Water", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Vodyanois resemble humanoid salamanders. They have short noses, bulging eyes, and broad mouths covered with thickets of fleshy tendrils. Skin color varies wildly depending on the climate and terrain, from drab greens and grays to vibrant oranges and reds. Vodyanois stand roughly 5-1/2 feet tall and weigh just over 100 pounds. They can live up to 120 years.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Vodyanois are well known as enemies to boggards&mdash;another amphibious race often encountered in proximity to vodyanoi lands. While vodyanois themselves are rarely evil, they are capricious and often quick to anger, particularly when they feel their territories have been intruded upon. Their hatred of boggards is another sure way to arouse their anger&mdash;a vodyanoi who suspects one of boggard collusion will often attack on sight. Those who live in close proximity to vodyanoi tribes learn quickly to leave the folk alone, and when visits or intrusions into vodyanoi lands are necessary (such as when one might need to seek out a vodyanoi for aid in curing a disease), gifts of magic potions and exotic fruits are highly recommended.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "51 (6d10+18)", 
    "wisdom": "20", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "amphibious", 
    "ranged": "shortspear +10 (1d6+3)", 
    "name": "Vodyanoi", 
    "base_attack": "+6", 
    "skills": "Diplomacy +3, Heal +18, Knowledge (arcana) +3, Knowledge (nature) +5, Perception +14, Sense Motive +11, Swim +18", 
    "reflex": "+9", 
    "cmd": "24", 
    "cmb": "+9", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 3/Monsters/Vodyanoi", 
    "organization": "solitary, pair, or family (3-12)", 
    "creature_subtype": "aquatic"
}