{
    "dexterity": "13", 
    "ac": "23, touch 10, flat-footed 22 (+1 Dex, +13 natural, -1 size)", 
    "special_attacks": "amnesia, deadly pincers, mind swap", 
    "intelligence": "24", 
    "resist": "acid 10, cold 10, fire 10", 
    "melee": "2 pincers +15 (2d8+9/&times;3)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "20 ft., climb 10 ft.", 
    "alignment": "LN", 
    "size": "Large", 
    "languages": "Aklo, Common, Yithian, 20 other languages; telepathy 100 ft.", 
    "strength": "22", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "Any", 
    "source": "Bestiary 3", 
    "charisma": "18", 
    "fortitude": "+9", 
    "spells": [
        {
            "spell-like abilities": "(CL 15th; concentration +19)<p class=\"stat-block-2\">At will-<i>astral projection</i> (self only), <i>detect thoughts</i> (DC 16), <i>hold monster</i> (DC 19), <i>modify memory</i> (DC 18)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Combat Expertise, Great Fortitude, Improved Great Fortitude, Improved Iron Will, Iron Will, Vital Strike", 
    "senses": "all-around vision, blindsense 60 ft., darkvision 60 ft.; Perception +25", 
    "description": "This bizarre creature has a conical body topped with four tentacles tipped with pincers, tubes, and a tentacled, spherical head.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Yithian/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day as a standard action, a yithian can attempt to inflict amnesia on a target it is able to communicate telepathically with. A target can resist this attack with a DC 21 Will save. If the target fails its save, it takes a permanent &ndash;4 penalty on Will saving throws and all skill checks, and loses all memories save for those the yithian chooses to leave intact. This effect can be cured by heal or greater restoration. This is a mind-affecting insanity effect. The save DC is Charisma-based.", 
                    "name": "Amnesia", 
                    "url": "pfsrd://Bestiary 3/Monsters/Yithian/Special Abilities/Amnesia", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A yithian always applies 1-1/2 times its Strength modifier to damage dealt by its pincer attacks, and deals triple damage on a critical hit. Pincers are primary attacks for yithians.", 
                    "name": "Deadly Pincers", 
                    "url": "pfsrd://Bestiary 3/Monsters/Yithian/Special Abilities/Deadly Pincers", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a yithian can trade minds with another living creature it is able to communicate telepathically with. This functions as magic jar, except the two minds trade bodies. An unwilling target can resist the mind swap with a DC 21 Will save, after which that particular yithian cannot attempt to swap minds with that creature again for 24 hours. The yithian can end the effect of this mind swap at any time and over any distance as a full-round action, instantly returning both minds to the proper bodies&mdash;if the yithian wishes, it may attempt to use its amnesia power on the other mind as a free action when it ends the mind swap in this way. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Mind Swap", 
                    "url": "pfsrd://Bestiary 3/Monsters/Yithian/Special Abilities/Mind Swap", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "Yithians treat all knowledge skills as class skills.", 
                    "name": "Scholar", 
                    "url": "pfsrd://Bestiary 3/Monsters/Yithian/Special Abilities/Scholar", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Untold eons ago, the yithians inhabited a dying world. To escape their doomed planet, they cast their minds through time and space, eventually coming to rest in the strange, alien bodies they possess today. While these strange beings now reside in a distant galaxy, the yithians make use of their ability to astrally project to explore other planets, eager to find new worlds to explore.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>When a yithian arrives upon a new world, it often swaps minds with the creatures it encounters there so as to experience that world as if it were a native. Those who spend time in a yithian's body rarely tell of the strange times they have experienced, for yithians guard themselves well, and leave those they use in this manner amnesiacs who remember the truth only as fragmentary nightmares.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "105 (14d8+42); fast healing 5", 
    "reach": "10 ft.", 
    "wisdom": "19", 
    "creature_type": "Aberration", 
    "special_qualities": "scholar", 
    "dr": "10/magic", 
    "name": "Yithian", 
    "base_attack": "+10", 
    "skills": "Climb +14, Diplomacy +18, Heal +18, Knowledge (arcana, engineering, geography, history) +21, Knowledge (planes) +24, Linguistics +21, Perception +25, Sense Motive +22, Use Magic Device +18", 
    "reflex": "+5", 
    "cmd": "28", 
    "cmb": "+17", 
    "will": "+15", 
    "url": "pfsrd://Bestiary 3/Monsters/Yithian", 
    "organization": "solitary, pair, band (3-9), or enclave (10-100)"
}