{
    "dexterity": "15", 
    "ac": "14, touch 14, flat-footed 12 (+2 Dex, +2 size)", 
    "special_attacks": "bleed 1", 
    "intelligence": "5", 
    "racial_modifiers": "+6 Acrobatics, +6 Climb", 
    "melee": "bite +6 (1d3-2 plus bleed 1), 2 claws +6 (1d2-2)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Tiny", 
    "languages": "Aklo; speak with animals", 
    "strength": "6", 
    "constitution": "10", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "any forest", 
    "source": "Bestiary 3", 
    "charisma": "5", 
    "fortitude": "+3", 
    "spells": [
        {
            "spell-like abilities": "(CL 1st; concentration -2)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>speak with animals</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Weapon Finesse", 
    "senses": "darkvision 60 ft., detect magic, low-light vision, scent, spell sight; Perception +5", 
    "description": "This skittish amalgam of beast parts has luminous eyes, a rat's tail, simian appendages, and tendrils extending from a mole-like nose", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Zoog/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A zoog's natural attacks can strike incorporeal creatures as if they were ghost touch weapons.", 
                    "name": "Otherworldly Touch", 
                    "url": "pfsrd://Bestiary 3/Monsters/Zoog/Special Abilities/Otherworldly Touch", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "body": "A zoog's eyes radiate normal light in a 15-foot cone and increase the light level by one step for an additional 15 feet beyond that area. Any magic effect in this area glows faintly. This glow does not reveal the magic effect's school or strength. A zoog can quell or renew this light as a swift action.", 
                    "name": "Spell Sight", 
                    "url": "pfsrd://Bestiary 3/Monsters/Zoog/Special Abilities/Spell Sight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Spiteful, nasty creatures with a taste for the flesh of sentient beings, zoogs lurk in the shadowy, moldering places of the world. Often mistaken merely for otherworldly animals, zoogs possess base intentions and vicious demeanors that set them apart from lowly beasts. Congregating in loose, tribal societies, these sinister creatures claim the depths of dark woodlands or moldy forests as their homes, favoring lands where the boundaries between worlds and planes grow thin and strange creatures&mdash;not unlike themselves&mdash;slip between reality's cracks. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Although lone zoogs shy away from attacking larger creatures, when zoogs outnumber an invader they launch deadly ambushes, leaping from sagging boughs and hidden dens to swarm foes. Only strangers with quick tongues and items that appeal to zoogs' interest in magical curiosities might manage to barter for safe passage through zoog territory. While many victims of zoog attacks are consumed on the spot, some less fortunate few are dragged back to the mystical, strangely carved stones that mark the center of zoog communities. There, such captives become the doomed focus of strange ceremonies before being sacrificed to the zoogs' depraved deities.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Commonly, zoogs eat fungi and plants, but they also have a taste for the meat of sentient creatures, treating the butchering and consumption of such beings as a rare privilege. Zoogs also detest cats, and go to great lengths to slay felines of any sort and devour them. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Occasionally a zoog allows a spellcaster of especial depravity, or with interests in the mysteries of realms and creatures beyond the mortal world, to employ it as a familiar. A spellcaster must have the Improved Familiar feat, be chaotic evil, and have an arcane caster level of 5th or higher to gain a zoog familiar.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "11 (2d10)", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "special_qualities": "otherworldly touch", 
    "name": "Zoog", 
    "base_attack": "+2", 
    "skills": "Acrobatics +12, Climb +16, Perception +5", 
    "reflex": "+5", 
    "cmd": "10 (14 vs. trip)", 
    "cmb": "+2", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 3/Monsters/Zoog", 
    "organization": "solitary, pair, gang (3-14), tribe (15+ plus 50% noncombatants)"
}