{
    "dexterity": "14", 
    "ac": "15, touch 13, flat-footed 12 (+2 Dex, +1 dodge, +2 natural)", 
    "special_attacks": "corpse call (DC 16)", 
    "intelligence": "11", 
    "racial_modifiers": "+4 Stealth", 
    "melee": "battleaxe +4 (1d8+1/&times;3), claw -1 (1d4) or 2 claws +4 (1d4+1)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common (can't speak)", 
    "strength": "13", 
    "constitution": "-", 
    "immune": "cold, undead traits", 
    "treasure": "standard (battleaxe)", 
    "init": "+2", 
    "environment": "any land", 
    "source": "Bestiary 3", 
    "charisma": "15", 
    "fortitude": "+3", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +6)<p class=\"stat-block-2\">At will-<i>darkness</i></p><p class=\"stat-block-2\">3/day-<i>ghoul touch</i>, <i>scare</i> (DC 14)</p><p class=\"stat-block-2\">1/day-<i>animate dead</i>, <i>ray of exhaustion</i>, summon (level 3, 1d3 bat or bird swarms [use the same stats], 1d2 constrictor snakes, 1d3 venomous snakes, or 1d4 wolves)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Ability Focus (corpse call), Dodge, Toughness", 
    "senses": "darkvision 60 ft.; Perception +10", 
    "description": "This withered old corpse has a feral glint in her eyes and clasps a rusty axe in her yellow-nailed hands.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 3", 
            "url": "pfsrd://Bestiary 3/Monsters/Zuvembie/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Zuvembies cannot speak, but their strange calls and whistles captivate the minds of those who hear them. Once per day, a zuvembie may call out, and all living creatures with an Intelligence score of 3 or higher within a 100-foot spread must succeed at a DC 16 Will save or move toward the zuvembie using the most direct means possible. If this path leads them into a dangerous area such as through fire or off a cliff, the creatures receive a second saving throw to end the effect before moving into peril. Captivated creatures can take no actions other than to defend themselves. A victim within 5 feet of the zuvembie simply stands and offers no resistance to the zuvembie's attacks. This effect continues for as long as the zuvembie continues its call as a standard action each round. This is a sonic mind-affecting charm effect, and has no effect on deaf creatures. The save DC is Charisma-based.", 
                    "name": "Corpse Call", 
                    "url": "pfsrd://Bestiary 3/Monsters/Zuvembie/Special Abilities/Corpse Call", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Tied to the dark forces of nature and unholy magic, zuvembies employ fear and the wild creatures of the land to take their vengeance upon the living. Zuvembies appear to be withered, animate corpses but possess ruthless minds and blasphemous vigor. Revenge fuels a zuvembie, a hatefulness directed toward those who wronged it in life. Yet even when the last one who maligned it lies dead, its rage remains, turning against all who live, especially the relatives of the target of its original hate. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Most zuvembies willingly performed the vile rituals to attain vengeance through unlife, but the transformation can also be wrought upon a helpless victim. The method of transforming into a zuvembie involves the creation and consumption of a vial of <i>oil of animate dead</i>, plus the performance of additional dark rites that take a day to perform and cost 3,000 gp. The ritual kills the target, who must make a DC 20 Will save. Failure results in the victim's death, while success means it reanimates as a free-willed zuvembie. </p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Zuvembies stand between 5 and 6 feet tall and rarely weigh over 100 pounds.</p>", 
            "source": "Bestiary 3", 
            "type": "section"
        }
    ], 
    "hp": "37 (5d8+15)", 
    "wisdom": "14", 
    "defensive_abilities": "channel resistance +4", 
    "creature_type": "Undead", 
    "dr": "5/piercing", 
    "name": "Zuvembie", 
    "base_attack": "+3", 
    "skills": "Bluff +7, Knowledge (arcana) +8, Perception +10, Stealth +14", 
    "reflex": "+3", 
    "cmd": "17", 
    "cmb": "+4", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 3/Monsters/Zuvembie", 
    "organization": "solitary"
}