{
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>One of the most potent tools a spellcasters can wield is the command of summoned creatures; the most powerful of these spells call forth allies mightier than mere flesh, reaching from the depths of Hell to the peaks of Heaven, and even stranger places beyond the pale. When reaching for knowledge and forces from other planes, a spellcaster must have control over the strengths and weaknesses of their targets, or face doom far worse than any that might be visited upon them in the Material Plane. A spellcaster wishing to bind such creatures who cannot play to the desires of his summoned captive will surely lose control, and may find himself torn from his reality as a plaything of the multiverse's cruelest tormentors. </p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Binding Outsiders"
        }, 
        {
            "body": "<p>The first step in calling extraplanar assistance is to determine the method of bringing the outsider to the Material Plane. If the caster is a cleric, the spell of choice is <i>planar ally</i>; wizard, sorcerers, and summoners rely primarily on <i>planar binding</i> (or <i>summon monster</i>, which controls without requiring binding). However, none of these necessarily bind the outsider to the caster's needs, and a wise spellcaster augments the summoning with additional encouragement, usually in the form of gifts or bargains. </p>", 
            "name": "Calling Outsiders", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Calling Outsiders", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>Clerics and oracles find the job of summoning and binding outsiders much easier than arcane spellcasters do. A cleric calls upon her deity to send a like-minded creature by way of one of the <i>planar ally</i> spells. That outsider is in the service of the god, and its desires almost always align with the cleric's goals, or at least run in parallel with them.</p><p>The cleric must bargain with the deity's servant for a payment agreed upon before the outsider will perform the task: gold, magic items, gifts, sacrifices, or promises by the cleric to achieve certain goals particular to the conjured ally. The greater the task, the greater the payment required, with a minimum of 100 gp worth of goods or services, sometimes extending into the thousands&mdash;and sometimes the ally simply refuses the cleric's binding if the job is too dangerous or beneath its dignity.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Calling Outsiders/Clerics and Oracles", 
                    "type": "section", 
                    "name": "Clerics and Oracles", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p>The arcane method for binding insiders is more difficult. First, a binder must create a trap, a <i>magic circle</i> (see  Magic Circle Against Evil for an example of how this works) focused inward. Typically the circle is outlined in a substance that is anathema to the outsider he wishes to summon. He must protect this circle against any sort of disruption, for even the smallest variation in its energies opens the circle and allows the escape of the creature he has summoned. It is for this reason that most binders' lairs are in high towers or deep dungeons, far from wind or pests. </p><p>When an arcane caster speaks the words of the <i>planar binding</i> spell, the outsider can resist via a Will saving throw, with no aid from its spell resistance. If it fails the save, the <i>magic circle</i> draws it inexorably into the trap. Once there, the outsider can pit its spell resistance as a check against the caster's level, attempt to flee via dimensional travel, or attempt to overcome the spell by imposing its spiritual presence with a Charisma check (DC 15 + 1/2 the caster's level + the caster's Charisma modifier). Succeeding at any of these checks breaks the binding, and a fortunate binder suffers no additional harm from such a breach; the annoyed outsider just leaves. This is not always the case, however.</p><p>Some outsiders lash out at their failed binders. Because of this, many binders take additional precautions: a second <i>magic circle</i> in which they can stand, and <i>dimensional anchor</i> cast within the <i>magic circle</i> to prevent the conjured outsider from fleeing instantly. A tremendously powerful wizard or sorcerer might even use <i>trap the soul</i> on his victim, forcing it into a prepared vessel until it agrees to the binder's strictures.</p><p>Smart arcane binders often make deals with the creatures they call. Like clerics using <i>planar ally</i>, they bargain and shower the outsider with gifts in exchange for their services. While it is always good for an arcane spellcaster to make these deals from a position of strength, it is much better to get the outsider to come to mutually agreed upon terms for the service, rather than forcing it to commit actions against its nature or desires. </p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Calling Outsiders/Wizards/Sorcerers/and Summoners", 
                    "type": "section", 
                    "name": "Wizards, Sorcerers, and Summoners", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>There is one method of outsider coercion that helps guarantee that a binder can bargain from a position of relative security. Many spellcasters believe that a true name is inscribed on the essence of every creature, a secret word that describes it so perfectly and utterly that to speak the name is to define the being. For mortals, this name is buried in the soul, hidden away from prying and dangerous eyes. Outsiders' true names take the form of sigils carved upon their very essence. In Hell, these sigils change as the devil changes in stature, and some that may once have held power over certain devils have become outdated. It is said that some outsiders have assumed names and that they use the aliases to lure foolish mortals into using for summoning; the outsider pretends to be under the control of the binder, but merely bides its time before it strikes.</p><p>To discover a single outsider's true name, a spellcaster must spend at least a month in a library or on a quest of discovery to uncover occult mysteries and riddles hidden in the pages of books, scrolls, and glyphs written millennia ago, buried in ancient temples or found among the ravings of madmen's spellbooks. At the end of this month, the GM makes a Knowledge (planes) check for the character. The DC is 10 + the creature's Hit Dice. The GM can increase the DC by +2, +5, or even +10, based on the power of the outsider or the circumstances of the true name search. A failure by 5 or more turns up false information that may expose researchers to unexpected dangers. </p><p>For most outer-planar outsiders, knowledge of the creature's true name is a powerful weapon. In summoning, if the name is spoken correctly (requiring knowledge of at least one of the outsider's languages, or a Linguistics skill check with a DC equal to 10 + the creature's Hit Dice), the target takes a &ndash;5 penalty on the Will save to resist being conjured, and if its name is inscribed in the protective <i>magic circle</i>, the outsider takes a &ndash;5 penalty on all checks to escape or breach that circle.</p><p>For elementals (including geniekind), such true names are not binding as they are for fiends and other outsiders, and do not give the creature a penalty to its Will save to resist being summoned. However, if the caster speaks the true name of the elemental, the elemental will most likely be intrigued enough to listen&mdash;a wizard with power and cunning enough to find an elemental's true name is a wizard with guile and strength, and elementals treasure these qualities.</p><p>Not all outsiders have true names. The chaotic and primeval nature of proteans defies the strange logic of true names, as does the writhing chaotic nature of the qlippoth. It is unclear whether aeons have true names. There are those sages who believe each aeon has two true names, and only by finding out both names can a creature gain some control over the aeon, but such matters are purely conjecture. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/True Names", 
            "type": "section", 
            "name": "True Names", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>All outsiders love that which makes them strong. They seek to promote those qualities that offer them the greatest power, and covet their own survival. As beings&mdash;some might even call them concepts&mdash;of thought, will, and power, outsiders reward those who help them make their core concepts immortal. In short: </p><ul><li>\tAeons are dedicated to their often obscure and contradictory goals.</li><li>\tAgathions love the defense of good without regard for law and chaos. </li><li>\tAngels love beauty and things that destroy evil.</li><li>\tArchons love pure souls and order.</li><li>\tAzatas love beauty and freedom.</li><li>\tDaemons love death and oblivion.</li><li>\tDemons love suffering.</li><li>\tDevils love souls of any sort.</li><li>\tElementals love power.</li><li>\tInevitables and axiomites hate chaos and are focused on their goals.</li><li>\tProteans love chaos and want to return the multiverse to its original chaotic state.</li><li>\tQlippoth hate all intelligent life, as it is the engine of sin, and want it destroyed. </li></ul><p>The reward outsiders offer may be actual aid, grudging service, or even just agreeing not to devour the binder's soul. Regardless, it is always&mdash;<i>always</i>&mdash;in the binder's best interest to make the summoning as painless as possible for the target, or else to overawe the summoned creature with the threat of utter destruction or millennia of endless pain. Attempting to treat outsiders as equals and the pact as a mere negotiating tool almost always ends in disaster. More specifics for each type of outsider are described below.</p><p>Offering appropriate gifts to the summoned creature can provide the caster a +2 bonus on the opposed Charisma check to keep it on the Material Plane. Indeed, if the gift is sweet enough, the outsider may choose not to break the strictures of the summoning, even if it has the opportunity to do so. All gifts, whether or not they are good enough to please the outsider, disappear at the spell's conclusion. Only the worst sorts of gifts are rejected; such a rejection indicates that the summoned creature feels gravely insulted.</p>", 
            "name": "Dealing with Outsiders", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>All outsiders have vulnerabilities, and those who deal with them must know what these vulnerabilities are. Some binders even use weapons composed of anathematic substances to create or draw their <i>magic circles</i>, or may even grind such valuable weapons up to create the powder to make the circles.</p><p>For every 5,000 gp of an anathematic substance used, the caster gains a  +1 bonus on the opposed Charisma check to bargain with the outsider.  This destroys the substance.</p>", 
                    "name": "Anathematic Substances", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"anarchic\">Infused with the power of chaos, <i>anarchic</i> weapons are anathema to many lawful outsiders, even those who are not specifically vulnerable to the weapons. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Anarchic", 
                            "type": "section", 
                            "name": "Anarchic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"axiomatic\">Empowered by law, these weapons are harmful to chaotic outsiders, dealing extra damage even if the outsider is not particularly vulnerable to its effect.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Axiomatic", 
                            "type": "section", 
                            "name": "Axiomatic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"alchemical-silver\">While a weapon made of alchemical silver reduces damage by 1, with a minimum of 1 point of damage, it may be more effective than other weapons against certain outsiders. It has 10 hit points per inch of thickness and hardness 8.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Alchemical Silver", 
                            "type": "section", 
                            "name": "Alchemical Silver", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"cold-iron\">Effective against daemons, demons, and fey, cold iron has been drawn from deep beneath forbidding mountains and forged with the least heat possible. Because of the delicacy and difficulty of the process, a weapon made of cold iron costs twice as much to make, and every magical enhancement increases its price significantly. It has 30 hit points per inch of thickness and hardness 10.  </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Cold Iron", 
                            "type": "section", 
                            "name": "Cold Iron", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"holy\">A <i>holy</i> weapon is any weapon imbued with holy power, which allows it to bypass damage reduction for specific evil creatures and inflict an additional 2d6 points of damage on those monsters. Evil outsiders that do not have a specific vulnerability to holy weapons still take that additional damage if the weapon overcomes the creature's damage reduction.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Holy", 
                            "type": "section", 
                            "name": "Holy", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"mithral\">Most outsiders react to mithral in the same way that they do to actual silver.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Mithral", 
                            "type": "section", 
                            "name": "Mithral", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"silver\">Long revered for its purity and ability to harm lycanthropes and devils, silver is also used to trap certain kinds of good outsiders.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Silver", 
                            "type": "section", 
                            "name": "Silver", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"unholy\">The opposite of the holy weapon, an <i>unholy</i> weapon inflicts its damage on good-aligned outsiders, but is in other respects the same.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Dealing with Outsiders/Anathematic Substances/Unholy", 
                            "type": "section", 
                            "name": "Unholy", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following sections give a general overview of the major outsider classifications, examples for each category (and their spell resistance, if any), their interests, their vulnerabilities, and what substances they dislike.</p>", 
            "name": "Outsider Categories", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>Alien, unemotional, and distant, aeons are difficult to deal with because of their strange form of communication, known as envisaging, in which they employ mental imagery and sounds instead of the symbolism of speech or writing to communicate their goals. Furthermore, aeons are often unyielding in their dichotomies, and are not swayed by argument or emotion toward any end. A spellcaster who binds an aeon had better hope his goals are in concert with those of the strange outsider, because that is the only way an aeon will offer its aid. </p><p>All aeons are immune to cold, poison, and critical hits, and have resistance to electricity and fire. </p>", 
                    "name": "Aeon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"akhana-(sr-23)\">Concerned with the duality of death and life, akhanas hunt for imbalances and rectify them with strange, seemingly random, efficiency. They do not justify their decisions or goals, which many summoners find intensely frustrating. </p>", 
                            "name": "Akhana", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Akhana", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"bythos-(sr-27)\">Guardians of time and planar travel, bythos search for those who abuse time travel. They make deals with binders who have similar goals, and care nothing for the motivations of binders who do not share their concerns. </p>", 
                            "name": "Bythos", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Bythos", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 27", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"paracletus-(sr-7)\">The most common aeon to interact with mortal spellcasters, paracletus actively search out spellcasters with strong emotion and logical capabilities. Some paracletus become familiars, experimenting upon their bonded casters with their <i>emotion aura</i>. </p>", 
                            "name": "Paracletus", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Paracletus", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 7", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"pleroma-(sr-31)\">Many binders believe pleromas are too powerful to call and bind, and even if such a task is possible, trying to deal with such creatures of creation and destruction may be impossible. Of all the aeons, pleromas employ logic and methods that are least describable. </p>", 
                            "name": "Pleroma", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Pleroma", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"theletos-(sr-18)\">These guardians of freedom and fate often aid spellcasters in the pursuit of the former and the implementation of the latter, but like all aeons, their views on these subjects typically seem contradictory, and they are difficult to fully control or understand. </p>", 
                            "name": "Theletos", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Aeon/Theletos", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 18", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Creatures of good with little regard for the cosmic struggles of law against chaos, agathions take on bestial aspects that reflect both their nature and their goals as negotiators and meddlers for the cause of good. When bound, they often bargain for terms for their service and release in good faith with good-aligned binders, but attempt to trick and coerce evil-aligned ones.</p><p>As agathions are intensely proud of their beastlike shapes, summoners who insult their forms or imply that they are somehow lycanthropic take a &ndash;4 penalty on all Charisma checks when dealing with a bound agathion. </p><p>Agathions are immune to electricity and petrification. They have resistance to cold 10 and sonic 10, and a +4 racial bonus on saving throws against poison. They are vulnerable to unholy weapons. </p>", 
                    "name": "Agathion", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"avoral-(sr-20)\">Often bound to serve as spies and scouts, avorals delight in the challenge of such activities when bound, as long as the cause is just and worthy of their attention. They hate being confined, so evil-aligned or neutral-aligned binders typically use imprisonment as punishment or coercion. </p>", 
                            "name": "Avoral", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Avoral", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 20", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"cetaceal-(sr-26)\">Protectors of good aquatic races, cetaceals are often called and bound by good spellcasters for protection of aquatic territories and to serve as ambassadors or emissaries. Unscrupulous binders often make deals with cetaceals on dry land, only letting them roam the water when a bargain for service is reached.</p>", 
                            "name": "Cetaceal", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Cetaceal", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 26", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"draconal-(sr-31)\">Powerful, haughty, and removed from mortal affairs, these direct agents of the gods are often aggravating to deal with once bound. Patient pursuers of long-term plans, many draconals seek to wait out mortal spellcasters rather than bargain for their services. Those who wish to bind and use the power of a draconal must be epically powerful and have perfect timing, know the draconal's true name, or be lucky enough to have plans running in concert with the agathion's goals. </p>", 
                            "name": "Draconal", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Draconal", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"leonal-(sr-23)\">Coveted as bound protectors and hunters, leonals are often straightforward in their negotiations with binders. They desire simple (and good) goals, as well as definitive terms for release from their obligations. </p>", 
                            "name": "Leonal", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Leonal", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"silvanshee-(sr-13)\">Curious but cautious, silvanshees are often bound as familiars by neutral good spellcasters. Sometimes large groups of them are summoned and bound by powerful spellcasters to serve as spies and scouts, especially in cities where they can meld into cat populations. </p>", 
                            "name": "Silvanshee", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Silvanshee", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 13", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"vulpinal-(sr-17)\">These foxlike agathions deal with those who bind them into service with an outspoken friendliness. They often bluntly state their dissatisfaction with their current fate in the most diplomatic terms, frequently accompanied by a smile and a wink. They prefer to be used as messengers and emissaries in the service of good, and if bound for any other purpose, they trick their way into the resolution of their bargains as quickly as possible. </p>", 
                            "name": "Vulpinal", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Agathion/Vulpinal", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 17", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>All angels have numerous immunities and damage resistances, allowing them to travel across many planes of the multiverse without fear of damage. Interestingly, they can still take damage from poison, but they are strong enough to withstand most ill effects and punish those who would inflict such treacherous pain on them. They are exceptionally vulnerable to unholy weapons; solars are also vulnerable to epic-strength weapons and artifacts. Angels' protective auras grant them protection against attacks made or effects created by evil creatures, as well as protecting those creatures around them. Any mortals who wish to deal with angels should be armed with humility and knowledge. </p><p>Angels are immune to acid, cold, and petrification effects. They also have resistance to electricity 10 and fire 10. </p>", 
                    "name": "Angels", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"astral-deva-(sr-25)\">Astral devas are the messengers of the gods of good&mdash;or, if one were to be cynical, the gossips of the heavens. The appropriate gift for an astral deva is knowledge of a place it cannot reach: a rival temple, the location of evil cultists, or some other evil that has a direct bearing on the Material Plane. </p>", 
                            "name": "Astral Deva", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Astral Deva", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"cassisian\">The weakest sort of angels, cassisians serve as the messengers of more powerful angels, and frequently serve good spellcasters on the Material Plane as familiars. Formed from the souls of pious soldiers, they are often simply appeased with gifts that allow them to join the fray against evil creatures. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Cassisian", 
                            "type": "section", 
                            "name": "Cassisian", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"monadic-deva-(sr-23)\">Watchers of the Ethereal Plane and the Elemental Planes, monadic devas usually serve those who summon them only in purposes that deal with their duties on those planes. Stubborn in their causes, they demand outrageous gifts of servitude toward their own lofty goals.</p>", 
                            "name": "Monadic Deva", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Monadic Deva", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"movanic-deva-(sr-21)\">Soldier angels who often patrol the Positive Energy Plane, Negative Energy Plane, and Material Plane, these devas battle undead and the strange creatures that hunt the hungry void. When summoned to the Material Plane, they serve as forthright soldiers for the cause of good, and are appeased with gifts that allow them greater power to hunt undead and sceaduinar. </p>", 
                            "name": "Movanic Deva", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Movanic Deva", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 21", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"planetar-(sr-27)\">As the leaders of celestial armies, planetars seek knowledge and information regarding the plans of their infernal foes. Providing valuable data regarding the movement of evil forces, the locations of caches of evil weapons, or the locations of portals to the netherworld gives the binder a +2 Charisma bonus when dealing with planetars.</p>", 
                            "name": "Planetar", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Planetar", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 27", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"solar-(sr-34)\">The greatest warriors of goodness, solars do not typically treat directly with mortals. To summon a solar and bargain with it, a wizard must destroy an item of great evil in the solar's name, crush a powerful evil in the world, or offer an evil relic as part of the summoning. </p>", 
                            "name": "Solar", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Angels/Solar", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 34", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>As creatures of law and good, archons seek order, justice, and the protection of the weak against the depredations of the strong. They believe in transformation from within, whether through wholesale, systematic change of governance or personal epiphany. </p><p>All archons are immune to electricity and petrification attacks, and all have DR 10/evil. The <i>magic circle</i> used to summon them is made of powdered silver.</p>", 
                    "name": "Archons", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"hound-(sr-15)\">Disciplined soldiers and vigilant sentinels, hound archons are valiant defenders of all that is good and holy. They value movement and swift yet thoughtful action, and delight in crushing evil; therefore, the best sacrifices when summoning a hound archon are magical shields imbued with holy power, ensorcelled rings or boots that grant swift or unfettered movement, or weaponry of great power.</p>", 
                            "name": "Hound", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons/Hound", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 15", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"lantern\">The least of the archons, lantern archons are friendly, and their greatest ambition is to see the cause of good advanced. To gain their favor, one should engage in a week's worth of charity or make a sincere offering worth 100 gp to a good cause in the name of Heaven. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons/Lantern", 
                            "type": "section", 
                            "name": "Lantern", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"shield-(sr-21)\">Solid, stoic, and often defensive even in personality, shield archons are highly skeptical of those who attempt to bind them, but if they can work in the defense of the common good or opposed to the machinations of fiends, they commonly ask their binder to care for and protect a shrine or temple as a gift for their service. </p>", 
                            "name": "Shield", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons/Shield", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 21", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"star-(sr-30)\">Brilliant, wise, and constantly strategizing the protection of Heaven or the defeat of the forces of evil, star archons often chafe under the bindings of mortal spellcasters. Negotiations often devolve into the star archon blasting his binder for shortsightedness and wasting the archon's time. Star archons demand outrageous gifts even when the cause is just. Only when the archon's and the binder's goals work in close concert are the gifts the archon demands nearly attainable. </p>", 
                            "name": "Star", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons/Star", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 30", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"trumpet-(sr-25)\">Mighty warriors and messengers, trumpet archons are the leaders of Heaven's strike forces and the heralds of gods. To gain their favor, one must prove worthy of their presence; rather than making offerings of things, trumpet archons ask for sacrifices of service and time, and any binder who offers an exchange of services&mdash;and intends to keep her word&mdash;gains a +2 Charisma bonus. Those who renege on their bonds see their fortunes begin to vanish, and take a &ndash;2 Charisma penalty when dealings with good extraplanar creatures until they set matters right.</p>", 
                            "name": "Trumpet", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Archons/Trumpet", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Those who follow the precepts of freedom, individuality, and goodness find that summoning azatas is the best course in finding extraplanar allies. Few azatas agree on the particulars of specific issues, but they are determined to see evil's defeat. Azatas are whimsical but determined, and recognize that the best way to bring good to the multiverse is not by enforcing their desires, but by example and word. </p><p>Except for lillends, azatas have DR overcome by cold iron and evil weapons. They are immune to electricity and petrification; lillends are additionally immune to poisons of all sorts. </p><p>The <i>magic circle</i> needed to summon an azata is made of cold iron.</p>", 
                    "name": "Azatas", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"bralani-(sr-17)\">Bralani azatas are fierce and wild, and constantly seek to prove themselves in battle or in contests of wits. If a wizard suggests a game of strength, wits, or dexterity that the bralani has not played, or develops a new one for the bralani to take back to Elysium, he receives a +2 Charisma bonus when negotiating with the azata.</p>", 
                            "name": "Bralani", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Bralani", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 17", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"brijidine-(sr-28)\">Lovers of fire, poetry, and spicy food, a brijidine can be successfully wooed with rare (and fireproof) scrolls of poetry or a gourmet spicy dish. Binders should be aware, however, that brijidine have exotic, expensive, and particular tastes. </p>", 
                            "name": "Brijidine", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Brijidine", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 28", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"ghaele-(sr-25)\">Ghaeles are strong hunters, courtly and knightly, and pursue great foes. Offering them evidence of the binder's mighty hunts (at least 3 CR higher than the binder), or summoning them to a locale where they can pursue dragons or fiends provides a Charisma bonus to the caster.</p>", 
                            "name": "Ghaele", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Ghaele", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"lillend\">The most artistic of the azatas, lillends love stories, histories, tales, poems, and songs. Offerings to summoned lillends include original songs, performances, or other art forms; they also adore magical instruments. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Lillend", 
                            "type": "section", 
                            "name": "Lillend", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"lyrakien\">Musicians among the azata, lyrakien can be persuaded to service with gifts of wondrous musical instruments and rare bits of music&mdash;especially fey music.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Azatas/Lyrakien", 
                            "type": "section", 
                            "name": "Lyrakien", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>All daemons have a common goal: bringing death, destruction, and pain to mortals. They eat souls, and stop at nothing to sate their hunger for them. Daemons are not to be trifled with. The greater lords of the daemons&mdash;the deacons and the Four Horsemen themselves&mdash;are almost never summoned. Whether this is because they force others to arrive in their place, or because they have somehow anchored themselves to the plane of Abaddon, none can say with certainty.</p><p>Daemons are immune to acid, death effects, disease, and poison, and all are vulnerable to good and/or silver weapons. They have resistance to cold 10, electricity 10, and fire 10. </p>", 
                    "name": "Daemons", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"astradaemon-(sr-27)\">Powerful but relatively dim hunters of souls, astradaemons can only be bribed into service by two things&mdash;a feast of souls and the promise to spread death. </p>", 
                            "name": "Astradaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Astradaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 27", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"cacodaemon\">Savage and hungry, most cacodaemons cannot suppress their savage natures long enough to make deals. At best, the binder can trick a cacodaemon toward actions in concert with her purposes. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Cacodaemon", 
                            "type": "section", 
                            "name": "Cacodaemon", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"ceustodaemon\">The most common daemons summoned to the Material Plane, ceustodaemons are relatively easy to deal with, though none know if this is because of some deliberate action by more powerful daemons.  They are often called guardian daemons, as they are frequently bound to that task. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Ceustodaemon", 
                            "type": "section", 
                            "name": "Ceustodaemon", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"derghodaemon-(sr-23)\">No one summons a derghodaemon unless they are stupid, desperate for the services of a savage killer, or both. Less intelligent than cacodaemons and twice as vicious, derghodaemons do not deal with any creature, and relentlessly attempt to escape their binding, usually with brute force.  </p>", 
                            "name": "Derghodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Derghodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"hydrodaemon-(sr-19)\">On their home plane, these vile creatures swim the River Styx; on the Material Plane, they are often called to serve as guardians in swamps and sanctuaries of unscrupulous spellcasters. More pliable than most of their fiendish kin, hydrodaemons take treasure and the promise of souls as gifts for their services. </p>", 
                            "name": "Hydrodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Hydrodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 19", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"leukodaemon-(sr-20)\">Leukodaemons are the deacons of the Horseman of Pestilence, and on the rare occasions that they are summoned, they make any deal a binder wants, as long as it somehow results in the spreading of disease and devastation. </p>", 
                            "name": "Leukodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Leukodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 20", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"meladaemon-(sr-22)\">As deacons of the Horseman of Famine, meladaemons are rarely summoned by mortal spellcasters, and typically only agree to actions aligned with their own agendas or those of their lord. </p>", 
                            "name": "Meladaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Meladaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 22", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"olethrodaemon-(sr-31)\">The mammoth olethrodaemons often make deals with mortals wishing to evoke devastation on rival lands, sometimes even asking only half the normal offering for the privilege. Even those olethrodaemons serving one of the Four Horsemen as paragons can be summoned, though it is often assumed that such a feat is done only at their master's whim.</p>", 
                            "name": "Olethrodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Olethrodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"piscodaemon-(sr-21)\">Lovers of misery, especially that of the strong and powerful, piscodaemons eagerly make deals with mortals who wish to use them as soldiers against the powers of good&mdash;especially armies composed of or led by paladins. </p>", 
                            "name": "Piscodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Piscodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 21", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"purrodaemon-(sr-29)\">Steadfast servants of the Horseman of War, purrodaemons may be the easiest deacon daemons to summon. It seems their master often gives them leave to spread war on the Material Plane, but their service to any binder is often brief and violent, for both daemon and spellcaster. </p>", 
                            "name": "Purrodaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Purrodaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 29", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"thanadaemon-(sr-24)\">As deacons of the Horseman of Death, thanadaemons are hardly ever summoned by mortal spellcasters, and when they are, the event portends a near-apocalyptic end of mortal life. </p>", 
                            "name": "Thanadaemon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Daemons/Thanadaemon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 24", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>The great weakness of demons is a <i>holy</i> or other good weapon. Such weapons overcome every demon's natural resistances, and are one of the few types of weapons that all demons fear equally. When dealing with demons, it is best to remember that they abide by no contract other than power, and displaying power&mdash;or at least hints of it&mdash;is key to keeping them under control. Their <i>magic circle</i> is made of powdered cold iron. </p><p>All demons are immune to electricity and poison effects. Many have other resistances based on their forms and chaotic natures. </p>", 
                    "name": "Demons", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"babau-(sr-17)\">Any sacrifice for a babau must involve an intelligent creature, which the demon must be allowed to rend and utterly destroy.</p>", 
                            "name": "Babau", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Babau", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 17", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"balor-(sr-31)\">Balors do not come when summoned, and actively resist calls. Only the offer of a bound CR 15 lawful or good outsider, or a helpless paladin or cleric of 15th level or higher, dims their rage at being snatched from their home. Even thus placated, they will surely seek revenge unless the mortal they face demonstrates a greater power.</p>", 
                            "name": "Balor", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Balor", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"dretch\">As the slave labor of the infinite Abyss, the lot of the dretch would be pitiable if the creature weren't so contemptible. The best sacrifice for a dretch is the promise that it can spend at least a third of its time in servitude resting.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Dretch", 
                            "type": "section", 
                            "name": "Dretch", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"glabrezu-(sr-24)\">These treacherous demons peddle in secrets that destroy, and to bring them to the Material Plane as interested negotiators, the caster must know secrets that can destroy influential families, bring down nations, or otherwise befoul the bedrock of society.</p>", 
                            "name": "Glabrezu", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Glabrezu", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 24", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"hezrou-(sr-22)\">Expensive poisons and powerful potions worth at least 500 gp can pique the interest of these toadlike demons.</p>", 
                            "name": "Hezrou", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Hezrou", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 22", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"marilith-(sr-28)\">Either powerful magic weapons (+2 enchantment or greater) or the promise of the command of armies of cults can lure a marilith; any offer less than this earns the caster a &ndash;6 penalty on the Charisma check.</p>", 
                            "name": "Marilith", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Marilith", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 28", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"kalavakus-(sr-21)\">These horned demons almost always barter for slaves in return of their services. </p>", 
                            "name": "Kalavakus", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Kalavakus", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 21", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"nabasu-(sr-19)\">These demons love nothing more than devouring or enslaving humanoids so they can grow fatter and stronger.</p>", 
                            "name": "Nabasu", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Nabasu", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 19", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"nalfeshnee-(sr-25)\">These demons love knowledge, especially that within their specialties of manipulation and greed. Nalfeshnees bargain knowledge for knowledge, but never give more than they gain.</p>", 
                            "name": "Nalfeshnee", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Nalfeshnee", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"omox-(sr-23)\">These slimy demons enjoy the destruction of beautiful things. For their services, they often take &ldquo;gifts&rdquo; that involve the destruction of beautiful things&mdash;in particular an attractive young man or woman as sacrifice. </p>", 
                            "name": "Omox", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Omox", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"quasit\">Even more pathetic than the dretch, the quasit seeks only the assurance that it can return to the Abyss when its task is complete.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Quasit", 
                            "type": "section", 
                            "name": "Quasit", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"shadow-demon-(sr-17)\">The shadow demon asks merely for the shell of a beautiful person to wear for the duration of its servitude. It does not care whether that shell is pure or impure.</p>", 
                            "name": "Shadow Demon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Shadow Demon", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 17", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"shemhazian-(sr-27)\">These powerful demons serve mortal spellcasters for only one price&mdash;when their service is done, they get to kill and devour the binder. This makes attempts to control them very rare. Sometimes they demand the life of the binder's family or friends as well.  </p>", 
                            "name": "Shemhazian", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Shemhazian", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 27", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"succubus-(sr-18)\">The primary joy of the succubus is in destroying innocence and love; offering a child, virgin, or a beloved family member of the caster suffices to gain the interest of the succubus.</p>", 
                            "name": "Succubus", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Succubus", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 18", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"vrock-(sr-20)\">The vrock loves to despoil and befoul things of great beauty. Artwork worth at least 250 gp or a living, intelligent creature to destroy are equally desirable sacrifices. As their dance of ruin attack is more powerful the more vrocks are involved, they are often conjured and bribed in groups.</p>", 
                            "name": "Vrock", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Vrock", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 20", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"vrolikai-(sr-30)\">These transformed nabasus hate being summoned to the Material Plane, believing their time there is over and they are meant for greater things. When summoned, they typically ask for twice the normal amount in gifts. These demands are often accompanied by outrageous, sometimes impossible demands. They can eventually be reasoned with, but only when binders demonstrate power over them. </p>", 
                            "name": "Vrolikai", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Demons/Vrolikai", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 30", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Devils regard both holy items and silver as deadly substances, and instinctively shy away from contact with such items. Even those for whom silver presents no danger avoid its touch whenever possible. Binders who want to deal with infernal outsiders as putative allies keep these substances at least 60 feet from the summoning circle; however, if they wish to threaten their infernal subjects, they keep them close at hand. The powdered silver used to create the <i>magic circle</i> is a warning and a trap, but it is not an overt threat&mdash;summoned devils recognize it as part of the procedure to call them to the Material Plane. Note that even silver candlesticks or bells can be used as weapons of opportunity, but the best defense, should the wizard choose to display force, is a weapon bonded with alchemical silver.</p><p>An even better defense against devils, however, is a holy weapon. As with demons, a holy weapon is strong enough to drive through any devil's natural defenses, and the presence of such an item in the summoning chamber is an affront to more powerful or subtle devils.</p><p>Note that all devils are immune to fire and poison; the blasted landscapes of their home plane quickly destroy any who show vulnerabilities to these effects. All devils can withstand acid and cold as well, though to varying degrees, and few of them show any fear of suffering that damage. They have resistance to acid 10 and cold 10. </p><p>Additionally, one can enhance summoning for specific kinds of devils by appealing to those devils' specific natures.</p>", 
                    "name": "Devils", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"accuser-devil\">Popular among conjurers and summoners as spies and infiltrators, accuser devils often forgo haggling on gifts for their services, as the information they gain is worth more than any gift of treasure the binder can offer. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Accuser Devil", 
                            "type": "section", 
                            "name": "Accuser Devil", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"barbed-devil-(sr-22)\">Extraordinarily jealous of their duties and even more so of their time, barbed devils may grudgingly accept offers of rare treasures and gems worth more than 2,000 gp, with the usual +2 Charisma bonus to summoning&mdash;but only when the task takes less than 24 hours to complete. If the service takes any longer, the binder takes a &ndash;2 Charisma penalty.</p>", 
                            "name": "Barbed Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Barbed Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 22", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"bearded-devil-(sr-16)\">The best way to attract the eye of a bearded devil is to offer a restrained victim for its bloody use, so that it might painfully murder its target. </p>", 
                            "name": "Bearded Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Bearded Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 16", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"belier-devil-(sr-28)\">These massive masterminds are rarely summoned to the Material Plane, but when they are, they often try to finagle their way out of such circumstances as quickly as possible. </p>", 
                            "name": "Belier Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Belier Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 28", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"bone-devil-(sr-20)\">These devils adore secrets and infernal lore, and those who provide hellish tomes or evidence of influential mortal vices gain a +2 Charisma bonus on their summoning checks.</p>", 
                            "name": "Bone Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Bone Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 20", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"erinyes-(sr-19)\">As the spirits of corrupted angels, erinyes are bitter and rage against the heavens. To entice an erinyes, offer it a significant holy item for it to despoil, or the cleric of a good-aligned god to ravish and ruin.</p>", 
                            "name": "Erinyes", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Erinyes", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 19", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"handmaiden-devil--(sr-25)\">Deals made with handmaiden devils are often extremely hard bargains. They typically ask for the unthinkable, such as the lives of innocent children&mdash;the younger the better.  </p>", 
                            "name": "Handmaiden Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Handmaiden Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"horned-devil--(sr-27)\">As the elite of Hell's armies, horned devils value strength and daunting power; anyone who offers them an intimidating weapon enchanted to +2 or better gains the +2 Charisma bonus.</p>", 
                            "name": "Horned Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Horned Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 27", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"ice-devil-(sr-24)\">As the schemers and planners of Hell's devils, laboring in their personal machinations, gelugons are extraordinarily difficult to summon. However, casters willing to offer an exchange of services&mdash;one in which the caster is likely to see the short end of the deal&mdash;may earn a Charisma bonus. Those who renege on their bargains with gelugons often learn what it means to displease Hell.</p>", 
                            "name": "Ice Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Ice Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 24", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"immolation-devil-(sr-30)\">These devils often ask for lands on the Material Plane as gifts. If such lands are granted, they use these places to launch attacks on neighbors, further expanding the territory of Hell.  </p>", 
                            "name": "Immolation Devil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Immolation Devil", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 30", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"imp:\"> Imps prefer small and bloody sacrifices that show the binder's desire to do evil&mdash;for instance, a heart torn from a living dove grants a +2 Charisma modifier on the summoning check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Imp", 
                            "type": "section", 
                            "name": "Imp", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"lemure:\"> Lemures prefer reminders of their former lives, and so the best offering is food or pornography.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Lemure", 
                            "type": "section", 
                            "name": "Lemure", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"pit-fiend-(sr-31)\">Pit fiends, the greatest of all the non-noble devils in Hell, are rarely tempted to answer a summons; when called, most of them come to see the stupidity or the arrogance that brought them to the Material Plane before snatching the wizard away for an eternity of torment. Only the greatest of promises, such as a noble offering the enslavement of an entire empire, a priest offering the destruction of holy relics, or an antipaladin pledging the delivery of a helpless and noteworthy angel for the pit fiend's pleasure, might induce the pit fiend into service.</p>", 
                            "name": "Pit Fiend", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Devils/Pit Fiend", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>True elementals are simple creatures, thriving spirits animating bodies of pure elemental matter. They regard their lives as an eternal struggle to best themselves and each other. Each elemental type is uniquely suited to adapting to conditions on its particular plane, and is arrogant about its powers when surrounded by its element... and uniquely frightened and cowed when shown a greater power or encased in an element not its own. Most elementals do not bargain for favors&mdash;they respect only strength. Genies are the more human-like denizens of the elemental planes, both in shape and mentality. They consider themselves physically and culturally superior  to true elementals.</p><p>In general, one summons an elemental for brute work and combat, and a genie for magical power or ancient wisdom, and would thus use <i>summon monster</i> and <i>planar binding</i> for those tasks, respectively. However, should a conjurer wish to bind an elemental as he would a genie or fiend, the ritual is one of wrestling with the elemental's creativity in reaching its home element. Elementals are immune to bleed, paralysis, poison, sleep effects, and stunning. They are not subject to critical hits, precision-based attacks like sneak attack, or flanking. </p><p>Genies seek and value power, though they are more brash and boastful than most. It is said the best way to secure the attentions of a genie is to speak its true name, and to offer it aid in battles against its political enemies&mdash;a wise conjurer researches the inner battles of geniekind before summoning a genie, or else is prepared to cow the genie with strong magic.</p>", 
                    "name": "Elementals and Genies", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"air-elemental\">When summoning an air elemental, inscribe the <i>magic circle</i> with diamond powder, and release the elemental only once it has acquiesced to the caster's power. This costs an additional 2,000 gp but adds +4 to the Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Air Elemental", 
                            "type": "section", 
                            "name": "Air Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"belker\">These dull-witted creatures enjoy expensive incense and exotic green woods that create heavy smoke.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Belker", 
                            "type": "section", 
                            "name": "Belker", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"crysmal\">Unlike other elementals, crysmals do bargain, but agree to a binder's demands only if offered a substantial amount of crystal, which they use for reproduction. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Crysmal", 
                            "type": "section", 
                            "name": "Crysmal", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"djinni\">Tomes of knowledge or powerful wondrous items tempt djinn and grant the caster a +2 bonus on the Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Djinni", 
                            "type": "section", 
                            "name": "Djinni", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"earth-elemental\">Prepare the summoning chamber with swirling wind- and air-based spells to prevent the elemental from touching the floor. Maintaining this state for 5 rounds demonstrates the binder's superiority over the elemental, and grants a +4 bonus on the Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Earth Elemental", 
                            "type": "section", 
                            "name": "Earth Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"efreeti\">These warlike creatures value weapons with enhancement bonuses of at least +2 and scrolls of 4th-level or higher spells; these provide a +2 bonus on the binder's Charisma check. Efreet also appreciate attractive humanoid slaves, which give a +1 bonus on the binder's Charisma check for every 10 slaves offered.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Efreeti", 
                            "type": "section", 
                            "name": "Efreeti", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"fire-elementals\">When summoning a fire elemental, enclose the casting chamber with stone, remove flammable materials from the room, and prepare a <i>magic circle</i> and spells to protect against fire. Keeping large blocks of ice in the room saps the elemental's power and cows it into submission more quickly, giving the caster a +4 bonus on the Charisma check to trap the elemental.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Fire Elementals", 
                            "type": "section", 
                            "name": "Fire Elementals", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"ice-elemental\">Binders use actual fire, fire spells, protections against cold, and sometimes even fire creatures to keep ice elementals at bay during summoning. An ice elemental often yields to its binder as soon as serious melting occurs.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Ice Elemental", 
                            "type": "section", 
                            "name": "Ice Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"invisible-stalker\">The tactics used to bind invisible stalkers are similar to those used for binding air elementals. Unlike many elementals, invisible stalkers bargain for their services, which is why they are often summoned by mortal spellcasters. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Invisible Stalker", 
                            "type": "section", 
                            "name": "Invisible Stalker", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"janni\">The weakest of the genies, the jann are also proud and prone to insult. Gifts of rich fabrics, gems, or jewelry worth 1,000 gp or more soften their outlook and give the conjurer a +2 bonus on her Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Janni", 
                            "type": "section", 
                            "name": "Janni", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"lightning-elemental\">Lightning elementals are similar to air elementals in that the same bindings work on them, though binders would do well to reinforce such bindings and themselves with protections against electrical damage.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Lightning Elemental", 
                            "type": "section", 
                            "name": "Lightning Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"marid\">Capricious and unpredictable, marids love performance and art&mdash;providing them artwork worth 1,000 gp or playing a DC 30 Perform (any) piece (whether performed by the binder or his ally) piques their interest long enough for the conjurer to gain a +2 Charisma bonus.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Marid", 
                            "type": "section", 
                            "name": "Marid", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"magma-elemental\">Magma elementals are composite elemental creatures, taking some aspects from earth elementals and fire elementals. Unsurprisingly, a mix of binding strategies from those two types of elementals often keeps these savage things at bay.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Magma Elemental", 
                            "type": "section", 
                            "name": "Magma Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"mihstu-(sr-19)\">The strategy for binding and commanding these creatures is similar to that for an air elemental. Unlike other elementals, mihstu typically bargain with the binder, as many wish to haunt the dark places of the Material Plane.  </p>", 
                            "name": "Mihstu", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Mihstu", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 19", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"mud-elemental\">While mud elementals vary in consistency, all of them fear becoming too watery or too dry, as both conditions have adverse effects on them. Using air spells and petrification spells as punishments for noncompliance usually makes these elementals more willing to take direction and enter into negotiations for appropriate gifts for services rendered. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Mud Elemental", 
                            "type": "section", 
                            "name": "Mud Elemental", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"sandman\">Subtle and craftier than other elementals, these creatures nearly always bargain with their binder, but are arrogant and headstrong. Even after their task is done, they voluntarily remain on the Material Plane to wreak as much havoc as possible. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Sandman", 
                            "type": "section", 
                            "name": "Sandman", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"shaitan\">As the most dense and brash of the genies, shaitans like games of chance and physical skill best of all. Should the caster offer services in exchange for a throw of the dice or a wrestling match&mdash;and go through with the offer&mdash;he'll receive a +2 bonus on his Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Shaitan", 
                            "type": "section", 
                            "name": "Shaitan", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"thoqqua\">Natives of the harsh landscape where the Planes of Fire and Earth collide, thoqquas are dangerous creatures to summon and bind, and typically rage against their confines, even when properly bound. Those wishing to bind a thoqqua frequently use mephit intermediaries, as those creatures seem to understand thoqquas enough to calm them.  </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Thoqqua", 
                            "type": "section", 
                            "name": "Thoqqua", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"water-elemental\">When summoning a water elemental, remove sources of water from the room and prepare a bonfire. A ring of fire around the <i>magic circle</i> exposes the elemental to its hated enemy the instant it appears on the Material Plane, distracting it long enough for the binder to seize control. This is an opposed Will check, granting a +1 bonus to the caster for each large fire in the room; success grants a +4 bonus on the Charisma check.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Elementals and Genies/Water Elemental", 
                            "type": "section", 
                            "name": "Water Elemental", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Originally created by the axiomites as an unflinching army to fight the chaotic proteans, inevitables used to fight an explicit war against those creatures but now wage an indirect war against them. Most inevitables fight this war by tracking down and rectifying egregious violations of law. Incorruptible in its mission, when bound by a being who wishes to subvert it, an inevitable often waits the binder out. Inevitables simply refuse to deal with binders who wish to use them against their designed and decreed purpose.</p>", 
                    "name": "Inevitables", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"arbiter-(sr-13)\">Arbiters are the scouts and spies of the inevitables, and are typically bound to serve as familiars to lawful spellcasters, especially those who fight the taint of protean chaos. </p>", 
                            "name": "Arbiter", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Arbiter", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 13", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"kolyarut-(sr-23)\">As the enforcers of bargains, kolyaruts can be bound into service to enforce a bargain. The binder needs to beware, though&mdash;if she fails to keep a bargain with a kolyarut, she can quickly become the subject of its punishment. Kolyaruts never bargain with known breakers of such agreements. </p>", 
                            "name": "Kolyarut", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Kolyarut", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"lhaksharut-(sr-31)\">Concerned with keeping the various planes separate, lhaksharuts often make deals with mortal spellcasters working in concert with those goals. They are always willing to destroy links between planes, but sometimes agree to let a gateway stay open and serve as its protector as long as such a mission serves its primary function in some way. They never work against the separation of the planes.</p>", 
                            "name": "Lhaksharut", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Lhaksharut", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"marut-(sr-26)\">Maruts hunt those who artificially extend their lives though powerful magic. They bargain with binders who call them for the express purpose of hunting down such a creature. All other bindings are stubbornly ignored, even under duress. </p>", 
                            "name": "Marut", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Marut", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 26", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"zelekhut-(sr-20)\">Zelekhuts often answer the call of binders who wish to use them to search out and even execute those who seek to evade justice.</p>", 
                            "name": "Zelekhut", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Inevitables/Zelekhut", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 20", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Slithering creatures of pure chaos, proteans claim they were the masters of the multiverse before the first gods created the other planes from the pure chaos of the primeval beginnings. They seek to tear down the multiverse and restore it to its original chaotic form. Bound proteans seek to find a way to achieve this goal even when bargaining with those who dare summon and bind them. </p><p>Proteans are immune to acid and have resistance to electricity 10 and sonic 10. Their amorphous anatomy grants them immunity to polymorph effects and resistance to critical hits and sneak attack damage. They are protected by a continuous <i>freedom of movement</i>, as per the spell. </p>", 
                    "name": "Proteans", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"imentesh-(sr-21)\">These heralds of chaos often heed the call of binders who wish to utilize the power of proteans. In conversation they are often talkative, seemingly helpful, and polite, but they are always plotting their escape in order to unleash as much chaos as possible. </p>", 
                            "name": "Imentesh", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Imentesh", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 21", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"keketar-(sr-28)\">The most zealous of all the proteans, keketars see it as their sacred duty to return all existence to its true chaotic state. These creatures are extremely arrogant, and often seek to manipulate those foolish enough to bind them toward their own entropic purposes. </p>", 
                            "name": "Keketar", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Keketar", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 28", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"naunet-(sr-18)\">These bestial proteans are hard to control. Those who bind these dangerous bundles of rage and destruction are lucky if they can wield the naunets' destructive power for their own purposes&mdash;at least for a short while.</p>", 
                            "name": "Naunet", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Naunet", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 18", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"voidworm\">To most other proteans, these tiny creatures aren't true proteans at all, just pale reflections of protean powers manifesting in the twisting currents of Limbo. Mortal spellcasters sometimes call these creatures to serve as familiars. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Proteans/Voidworm", 
                            "type": "section", 
                            "name": "Voidworm", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }, 
                {
                    "body": "<p>Only the most insane or desperate spellcasters dare to call and bind a qlippoth. The qlippoth's unpredictable nature, horrific appearance, and hatred for all mortal life make them some of the most dangerous outsiders to summon.  They were once rulers of the Abyss, but were overthrown when the souls of mortal sinners arrived and transformed into the first demons. While qlippoth may bargain with mortal spellcasters, they don't feel bound to follow such agreements, and often blatantly disregard the orders of their binders, no matter the consequences. </p><p>Qlippoth are immune to cold, mind-affecting effects, and poison. They have resistance to acid 10, electricity 10, and fire 10. All but the least have an aura of fear and madness.</p>", 
                    "name": "Qlippoth", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"augnagar\">Stupid and ravenous, these cannibalistic qlippoth rarely bargain with their binders, but can be threatened into what passes for qlippoth service. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Augnagar", 
                            "type": "section", 
                            "name": "Augnagar", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"chernobue-(sr-23)\">These flopping and writhing things are only concerned with spreading their vile poison. They do not bargain with binders. </p>", 
                            "name": "Chernobue", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Chernobue", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 23", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"cythnigot\">The most common type of qlippoth found on the Material Plane, cythnigots are called by some chaotic evil spellcasters to act as familiars; a cythnigot latches on to a Tiny animal familiar the spellcaster already has. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Cythnigot", 
                            "type": "section", 
                            "name": "Cythnigot", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"iathavos-(sr-31)\">The powerful and singular iathavos never answers the call of a binder, even an epic one.</p>", 
                            "name": "Iathavos", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Iathavos", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 31", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"nyogoth\">These hungry, abyssal bottom feeders heed the calls of spellcasters, but typically only to find new things to eat in far-off places. Though not stupid, nyogoths are hard to reason with, and only respond when offered new and interesting things to eat. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Nyogoth", 
                            "type": "section", 
                            "name": "Nyogoth", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"shoggti\">Next to cythnigots, shoggti are the most common qlippoth found on the Material Plane. These masters of mind manipulation are always on the hunt for living slaves for their inexplicable plans. A shoggti quickly heeds the call of a binder, hoping to eventually turn her into its newest thrall. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Shoggti", 
                            "type": "section", 
                            "name": "Shoggti", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"thulgant-(sr-25-vs.-lawful-spells-and-creatures)\">These powerful qlippoth are too arrogant and self-important to answer the call of a spellcaster wishing to bind them. </p>", 
                            "name": "Thulgant", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Qlippoth/Thulgant", 
                            "source": "Ultimate Magic", 
                            "abbrev": "SR 25 vs. lawful spells and creatures", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>While the groups above detail all the major types of outsiders, the Great Beyond is called great for a reason, and there are countless other outsiders that a potential binder can call. In theory, any outsider can be called and a binder can attempt to press that creature into service, though the proper strategy for doing so is contingent on the abilities, desires, and goals of the particular outsider.</p><p>There is one group of outsiders that it is more difficult to bind: the native outsider. A native outsider cannot be called and bound from the Material Plane. In order to call any outsider, it must be on a different plane from the binder. Native outsiders (or other outsiders currently manifesting on the Material Plane) can only be called and bound by spellcasters on a different plane.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Outsider Categories/Other Outsiders", 
                    "type": "section", 
                    "name": "Other Outsiders", 
                    "source": "Ultimate Magic"
                }
            ]
        }
    ], 
    "name": "Binding Outsiders", 
    "source": "Ultimate Magic"
}