{
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Designing spells for the Pathfinder Roleplaying Game is a complex task that is part art, part science. This section describes what you need to think about when designing balanced, playable spells for your campaign.</p><p>Unlike magic items, spells have predefined power levels corresponding to the spell levels already in the game. When you design a spell, you have to take those power levels into account by comparing the new spell to existing spells&mdash;a spell has to fall into the narrow range of power for one of the nine spell levels (plus cantrips or orisons). In contrast, prices for magic items are strongly granular, and are calculated to the gold piece based on precisely what features the item possesses. In other words, if you add more power to a magic item, you just increase its price to compensate, but if you add too much power to a spell, you have to make it a higher-level spell, which means you then have to compare it to a different set of example spells.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Designing Spells"
        }, 
        {
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/The Golden Rule", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"compare-your-spell-to-similar-spells,-and-to-other-spells-of-its-intended-level.\"></p><p>Unlike when pricing magic items, there are no formulae for how to correctly &ldquo;price&rdquo; a spell. The entire process is a matter of comparing the new spell you're creating to other spells and evaluating whether your spell is weaker, stronger, or about the same as that spell or group of spells. Designing a spell requires a firm understanding of all the game's rules, not just those related to spells. Furthermore, it requires an understanding of some unwritten game assumptions, most of which are discussed throughout this section.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/The Golden Rule/Compare your spell to similar spells/and to other spells of its intended level.", 
                    "type": "section", 
                    "name": "Compare your spell to similar spells, and to other spells of its intended level.", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"example\">If you look at the Spell Lists, you'll notice that there isn't a 1st-level wizard spell that deals sonic damage. You may decide to design a spell to fill that niche, modeling it after <i>burning hands</i>, except dealing sonic damage instead of fire&mdash;perhaps you'd call it <i>sonic screech</i>. However, there's a reason there aren't as many sonic spells in the game: &ldquo;sonic&rdquo; as an energy type is a late addition to the rules, and very few monsters have any resistance to sonic damage because most monsters existed before &ldquo;sonic&rdquo; was defined as an energy type. Because there are fewer creatures with sonic resistance than creatures with fire resistance, <i>sonic screech</i> will almost always be a better spell than <i>burning hands</i>. That means if you introduce <i>sonic screech</i> into your game, you'll see savvy players selecting it instead of <i>burning hands</i>. If a new spell displaces an existing spell from the roster of most spellcasters, it probably means it's better than the other available choices&mdash;and if it's so good that it's obviously the best spell choice, it's probably overpowered. Understanding the entire system of rules can help you avoid mistakes like this.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/The Golden Rule/Example", 
                    "type": "section", 
                    "name": "Example", 
                    "source": "Ultimate Magic"
                }
            ], 
            "name": "The Golden Rule", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>The game rules for what a caster must do to create a new spell are very vague (see Spell Research). This is because, like the details of creating magic items, the nitty-gritty of what the caster is doing for this research isn't important for the progress of the campaign. Just as it's not necessary to know whether a wizard is using squid ink or ink from a rare plant when crafting a <i>scroll of burning hands</i>, it's not necessary to know whether he's modifying gestures described in <i>Irulark's Incunabulum</i> or altering the pronunciation of words detailed in <i>Murlost's Great Grimoire</i> to create a new 1st-level attack spell. While it's fine to include these elements for flavor, particularly in a high-narrative campaign, they don't affect the outcome of the item crafting or spell research, both of which largely take place outside of game time. Therefore, this chapter is about the game mechanics of a player or GM designing a new spell, not the in-world requirements of a character researching a new spell.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Spell Research", 
            "type": "section", 
            "name": "Spell Research", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>It is essential for you to understand the terminology used in the game to describe spells and the effects they can create. Before designing a new spell, familiarize yourself with Magic. In particular, be sure you understand the various schools and subschools and the spell stat block categories (components, range, and so on).</p><p>The following sections address aspects of spell design in order of their importance and relevance to making a balanced spell. For example, the components of a spell have very little to do with its power level unless an expensive focus or material component is involved, so components are discussed well after damage, range, duration, and saving throws.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Spell Terminology", 
            "type": "section", 
            "name": "Spell Terminology", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Before you start, you typically need an idea of the general power level of the new spell&mdash;probably because you have a specific PC or NPC in mind who'd like to use it, and making the level too low to be significant or too high for that character to cast defeats the purpose of designing the spell. Once you know the general level of the spell&mdash;a two-level range is close enough at this point&mdash;you can progress to the next issue.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Intended Level", 
            "type": "section", 
            "name": "Intended Level", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>The intended function is the most important consideration when designing a spell. Specifically, function refers to the tangible game effects of the spell, such as dealing damage, applying a condition such as sickened, or giving a bonus on saves or attack rolls. Everything else is cosmetic at this point&mdash;it doesn't matter if it's slashing damage or fire damage, makes a target sickened or confused, grants an insight bonus on saves or an enhancement bonus on attack rolls, or looks like unicorns or fire demons. Some sample functions include:</p><ul><li>\tDeal damage to one opponent</li><li>\tDeal damage to multiple opponents</li><li>\tApply a condition or effect to one opponent</li><li>\tApply a condition or effect to multiple opponents</li><li>\tGive a defensive bonus to one ally</li><li>\tGive a defensive bonus to multiple allies</li><li>\tGive an offensive bonus to one ally</li><li>\tGive an offensive bonus to multiple allies</li><li>\tHeal one ally</li><li>\tHeal multiple allies</li></ul><p>A spell can do several of these things at once, or give the caster a choice between several options, but such spells should always be less powerful than a single-purpose spell of the same spell level, so keep that in mind when designing the spell. Note that &ldquo;condition or effect&rdquo; is the broadest category in the above list, which includes actual conditions like sickened and panicked, as well as effects like teleportation. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Function", 
            "type": "section", 
            "name": "Function", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>One of the easiest ways to measure an offensive spell's power is to look at how much damage it does. Offensive spells are the easiest spells to design in the game, and there are dozens of examples of them. A typical damage spell deals 1 die of damage (typically a d6) per caster level for an arcane spell (for example, <i>shocking grasp</i> or <i>fireball</i>), or 1 die of damage (typically a d6, but sometimes a d8) per two caster levels for a divine spell (for example, <i>searing light</i>).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Spell Damage", 
            "type": "section", 
            "name": "Spell Damage", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>The simplest spells only affect one target, whether that target is a creature, an object, or just the caster. Technically, a spell that only affects the caster (with a range of &ldquo;personal&rdquo; and target of &ldquo;you&rdquo;) is slightly weaker than one with a target of &ldquo;one creature,&rdquo; because being able to cast the spell on anyone makes it more versatile and thus more powerful. However, the slight decrease in power from making a spell &ldquo;caster-only&rdquo; should not be used to justify designing the spell at a lower level. In most cases, the caster-only spells are designed that way either because they've always worked that way, or because they provide a bonus that is unique and advantageous for that class, but that could get out of hand if you allowed anyone to get the benefit of the spell by casting it on them or drinking a potion of that spell; these spells should remain caster-only, but you should examine their power level as if you could cast them on anyone.</p>", 
            "name": "Target", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Target", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"example\"><i>Shield</i> and <i>true strike</i> are both 1st-level spells that only affect the caster. If you could cast those spells on others, they'd still be at the right power level for 1st-level spells&mdash;they aren't 2nd-level spells that you knocked down a level because you designed them as caster-only. <i>Shield</i> has always been a spell that only affects the caster, and there's a game-balance reason to keep it that way: because <i>shield</i> grants a shield bonus, casting it on a melee character means the fighter could drop his actual shield and start wielding his weapon two-handed for extra damage. <i>True strike</i> was deliberately designed as a caster-only spell so a sorcerer couldn't just cast it every round on the fighter, who'd be guaranteed a hit against a difficult monster even if he used Combat Expertise (for extra AC) and Power Attack (for extra damage). Making those spells caster-only doesn't really weaken the spells, but it does prevent players from exploiting certain combinations that would make encounters too easy.</p><p>A spell that affects multiple creatures is more powerful than a spell that only affects one creature. Multiple-creature spells tend to either be area effects such as cones and spheres (like <i>fireball</i>), or allow the caster to select multiple targets as long as no two targets are more than a set distance apart (like <i>slow</i>). A burst effect like <i>fireball</i> can potentially affect many more enemies than a pick-your-targets spell like <i>slow</i>, but you never risk hitting your friends when you use <i>slow</i>. Select which type is most appropriate for the spell, but understand that selecting multiple targets is generally more powerful except at the lowest caster levels (where a low caster level means few targets compared to a burst which can affect many).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Target/Example", 
                    "type": "section", 
                    "name": "Example", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Low-level damage spells are not as good as medium- or high-level damage spells&mdash;the game is designed so lower-level spells eventually reach a maximum amount of damage they can deal. This is because if low-level spells continued to increase in damage without hitting a maximum amount, they'd rival some higher-level spells for effectiveness, and the game isn't as interesting if casters are using the same spells at 20th level as they were at 1st.</p><p>The maximum damage depends on the level of the spell and whether the spell is arcane or divine. This is because arcane magic is deliberately designed to be better at dealing damage to balance the fact that divine magic is better at healing. A &ldquo;single target&rdquo; spell only damages one creature (like <i>shocking grasp</i>), or divides its damage among several creatures (like <i>burning hands</i> or <i>magic missile</i>). A &ldquo;multiple target&rdquo; spell applies its full damage to several creatures (like <i>fireball</i>).</p><p>For example, a 1st-level single-target wizard spell like <i>shocking grasp</i> can deal a maximum of 5 dice of damage (specifically 5d6). <i>Magic missile</i> can be used against a single target, or the caster can split up the missiles to affect multiple creatures, dividing the single-target damage among them. <i>Burning hands</i> initially looks like it doesn't obey the damage cap table because it deals multiple dice of damage against multiple creatures, but this is offset by the fact that it only deals d4s instead of d6s, and it has an extremely close and limited area of effect.</p><p>When looking at the Maximum Damage tables, also keep in mind that arcane spells usually use d6s for damage and divine spells usually use d8s, and these tables assume d6s; when looking at the damage caps for divine spells, count each d8 as 2d6. Thus, <i>searing light</i> is a 3rd-level single-target cleric spell that deals up to 5d8 points of damage; treating each d8 as 2d6, that counts as 10d6, which is on target for a 3rd-level cleric spell. (Note that the 1d6 per level and maximum 10d6 points of damage against undead are still correct for a spell of this level, and the slightly higher damage against light-vulnerable undead is offset by the reduced damage against constructs).</p>", 
            "name": "Damage Caps", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Damage Caps", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"tip\">If your spell does more damage than the amount defined on the table, you should reduce the damage or increase the spell's level.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Tip"
                }, 
                {
                    "body": "<p id=\"tip\">If your spell does less damage than the amount defined on the table, you should increase the damage or add another effect to the spell. An example of this is <i>sound burst</i>, which only deals 1d8 points of damage (this amount never increases), but can stun creatures in the area.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Maximum Damage for Arcane Spells</caption><thead><tr><th>Arcane Spell Level</th><th>Max Damage (Single Target)</th><th>Max Damage (Multiple Targets)</th></tr></thead><tr class=\"odd\"><td>1st</td><td>5 dice</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>10 dice</td><td>5 dice</td></tr><tr class=\"odd\"><td>3rd</td><td>10 dice</td><td>10 dice</td></tr><tr class=\"even\"><td>4th</td><td>15 dice</td><td>10 dice</td></tr><tr class=\"odd\"><td>5th</td><td>15 dice</td><td>15 dice</td></tr><tr class=\"even\"><td>6th</td><td>20 dice</td><td>15 dice</td></tr><tr class=\"odd\"><td>7th</td><td>20 dice</td><td>20 dice</td></tr><tr class=\"even\"><td>8th</td><td>25 dice</td><td>20 dice</td></tr><tr class=\"odd\"><td>9th</td><td>25 dice</td><td>25 dice</td></tr></table>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Damage Caps/Table Maximum Damage for Arcane Spells", 
                            "type": "table", 
                            "name": "Table: Maximum Damage for Arcane Spells", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<table><caption>Table: Maximum Damage for Divine Spells</caption><thead><tr><th>Divine Spell Level</th><th>Max Damage (Single Target)</th><th>Max Damage (Multiple Targets)</th></tr></thead><tr class=\"odd\"><td>1st</td><td>1 die</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>5 dice</td><td>1 die</td></tr><tr class=\"odd\"><td>3rd</td><td>10 dice</td><td>5 dice</td></tr><tr class=\"even\"><td>4th</td><td>10 dice</td><td>10 dice</td></tr><tr class=\"odd\"><td>5th</td><td>15 dice</td><td>10 dice</td></tr><tr class=\"even\"><td>6th</td><td>15 dice</td><td>15 dice</td></tr><tr class=\"odd\"><td>7th</td><td>20 dice</td><td>15 dice</td></tr><tr class=\"even\"><td>8th</td><td>20 dice</td><td>20 dice</td></tr><tr class=\"odd\"><td>9th</td><td>25 dice</td><td>20 dice</td></tr></table>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Damage Caps/Table Maximum Damage for Divine Spells", 
                            "type": "table", 
                            "name": "Table: Maximum Damage for Divine Spells", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "Tip", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Spell range plays a significant part in the power of a spell. Requiring the caster to touch a target with a hostile spell means the caster is in or very close to melee combat, and is risking retaliation from enemies and attacks of opportunity from threatening opponents. Similarly, while close-range spells give the caster a little more breathing room, a hostile target is generally within the range of a single move or a charge, allowing an opponent to close and attack the caster&mdash;even at caster level 14, a close-range spell only reaches 60 feet.</p><p>In indoor situations, most medium-range combat spells may as well have an infinite range, because at the level the caster gains access to the spell, the caster can reach 150 feet or more, and few encounters deal with ranges that far&mdash;the caster can hit anything he can see. Even outdoors, a spell with a 150-foot range can hit anything in sight on a typical game mat like a Paizo GameMastery Flip-Mat (24 inches by 30 inches is 120 feet by 150 feet). Long range is likewise all-encompassing, with a 400-foot minimum range translating to almost 7 feet on a game mat&mdash;longer than many tables used for gaming. Long range only comes into play in abstract situations like launching a <i>fireball</i> at enemies across a large prairie, using <i>dimension door</i> to return to an earlier (and safer) part of the dungeon, and so on.</p><p>Obviously, touch-range spells are the weakest type of spell, close-range spells are better but not extremely so, and medium- and long-range spells may as well be identical for most purposes. Given that the Enlarge Spell feat doubles a spell's range at a cost of +1 spell level, and the Reach Spell feat increases the range by one category (from touch to close, close to medium, medium to long), at a cost of +1 spell level, it's reasonable to balance a spell by assuming a +1 increase in level corresponds to increasing the range category by one. For example, a spell that works like <i>cure light wounds</i> (normally 1st level) at close range instead of touch is appropriate for a 2nd-level spell.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Range", 
            "type": "section", 
            "name": "Range", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>There are no hard-and-fast rules for determining how long a spell should last at a particular level; a weak spell may last hours, while a powerful one may only last a few rounds or be spent in one action. Your best bet is to compare your spell's effect and duration to those of similar spells of its intended level and spells one level below and above that. Make sure you are fully aware of the differences between &ldquo;instantaneous&rdquo; spells and &ldquo;permanent&rdquo; spells (see Spell Duration).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Duration", 
            "type": "section", 
            "name": "Duration", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Most spells that directly affect creatures with a magical effect should allow a saving throw. Spells that create nonmagical materials that then strike or impede creatures (such as <i>ice storm</i> and <i>sleet storm</i>) do not normally require a saving throw.</p><p>Spells that require the caster to make an attack roll to hit (even if it's a ranged touch attack) may or may not require a saving throw (<i>enervation</i> and <i>searing light</i> do not, <i>disintegrate</i> does). Attack effects that do not require rolling damage should always allow a saving throw to reduce or negate the effect; otherwise, the spell becomes an obvious choice for anyone of the level to cast it.</p>", 
            "name": "Saving Throw", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"tip\">When deciding whether or not the spell should have a saving throw, consider how you'd feel if someone used the spell on your favorite PC. If your PC didn't get any chance to resist the effect with a save or to dodge it entirely because of a failed attack roll, would you be annoyed, embarrassed, or angry? If so, you should give the spell some kind of save or attack roll, just so it's not an always-effective option.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Tip"
                }, 
                {
                    "body": "<p id=\"fortitude-saves\">Spells with Fortitude saves usually physically transform the target, apply an effect you'd normally resist with a Fortitude save (such as disease or poison), or are a form of attack that sheer physical toughness is enough to resist. In general, making a successful Fortitude save means the effect hits, but the target toughs it out, like a bear shrugging off the stinky musk sprayed by a skunk. Note that if your spell only affects creatures&mdash;not objects&mdash;then nonliving creatures such as constructs and undead are immune to the spell. For example, this makes them immune to creature-oriented polymorphing spells, but not spells such as <i>disintegrate</i>, which can attack objects.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Fortitude Saves", 
                    "type": "section", 
                    "name": "Fortitude Saves", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"reflex-save\">Spells with Reflex saves usually create a physical burst or spread in an area, like an explosion, which the target is able to dodge with a successful saving throw. In general, making a successful Reflex save means the target dodged the effect, or the effect rolled over or around the target with a lesser effect. Note that you shouldn't build a spell where the caster makes an attack roll and the target also makes a Reflex saving throw; doing so brings Dexterity into play twice for the same spell (once for the target's AC, once for the target's Reflex save modifier).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Reflex Save", 
                    "type": "section", 
                    "name": "Reflex Save", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"will-saves\">Spells with Will saves are mental, mind-affecting attacks; the target resists with pure mental power, by using evasive thoughts or noticing flaws in the spell's assault that can negate its effectiveness. A Will save is like a mental version of a Fortitude save; the effect &ldquo;hits&rdquo; the target, and whether or not it succeeds depends on the target's willpower. Most direct-attack Will-save spells (such as <i>sleep</i> and <i>phantasmal killer</i>) are mind-affecting effects (see Descriptors, below).</p><p>Some spells can be cast on objects, and the object only gets a saving throw if it is a magic item or is held by a creature; these spells should have &ldquo;(object)&rdquo; listed after the type of saving throw (see <i>shrink item</i>).</p><p>Helpful spells and spells that do not harm the target in any way either should have no saving throw, or should allow a saving throw but have &ldquo;(harmless)&rdquo; listed after the type of saving throw (see <i>fly</i>).</p><p>Spells that only affect the caster never require a saving throw (you'd never try to resist a beneficial spell you're casting on yourself), so you don't list a saving throw for those spells at all (see <i>true strike</i>).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Saving Throw/Will Saves", 
                    "type": "section", 
                    "name": "Will Saves", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Whether or not spell resistance applies to a spell depends mostly on whether or not it is an instantaneous or ongoing magical effect. Spell resistance applies to instantaneous magical effects (such as <i>fireball</i>) and ongoing magical effects (such as <i>wall of fire</i>), but not to nonmagical effects or spells that create nonmagical effects, whether instantaneous or ongoing. For example, <i>wall of stone</i> conjures an instantaneous wall of stone that cannot be dispelled; spell resistance doesn't help you walk through the spell's wall any more than it would if you tried to walk through a mortared stone wall in a castle&mdash;neither wall is magical, and both walls remain there even if you use <i>dispel magic</i> or <i>antimagic field</i> on them.</p><p>The general rule is that most spells allow spell resistance. Only when you're deliberately designing a spell that creates a nonmagical object or nonmagical effect is spell resistance likely to be irrelevant. You can use <i>move earth</i> (instantaneous duration) to create a hill, and spell resistance won't help you get over or through the hill because the spell moves the earth and thereafter stops being magical; likewise, you can use <i>move earth</i> to create a pit, and spell resistance won't help you ignore the pit because it's a nonmagical pit, just as if you had created it with a shovel. <i>Magic stone</i> adds magical power to stones, but spell resistance doesn't help protect against being hit by the stones any more than spell resistance helps protect against a <i>+1 arrow</i> because the magic is focused on the stones, not on the creature with spell resistance.</p><p>It's a common trick to design a spell that doesn't allow spell resistance so the caster can use it against creatures who have spell resistance. In many cases, the idea behind the design is just silly, like a spell that creates a sphere of burning oil and hurls it at the intended area, where it bursts in an explosion of flame; clearly the intent is to create a nonmagical <i>fireball</i> that bypasses spell resistance. Golems in particular are often the intended targets of these spell designs, as their immunity to magic ability makes them completely immune to any effect that allows spell resistance. You should avoid letting these sorts of trick spells into your campaign, as they meddle with the balance of encounters (some monsters are designed to be harder for melee characters to fight, some are designed to be harder for spellcasters to fight, and some are just supposed to be difficult all around).</p><p>Whether or not a spell allows spell resistance is not an indicator of the spell's power; for most encounters, spell resistance isn't a factor.</p><p>If a spell's saving throw entry is marked as &ldquo;(harmless)&rdquo; or &ldquo;(object),&rdquo; the spell resistance entry should say that as well.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Spell Resistance", 
            "type": "section", 
            "name": "Spell Resistance", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Almost all spells meant to be cast in combat should have a casting time of &ldquo;1 standard action.&rdquo; Avoid the temptation to invent spells with a casting time of &ldquo;1 move action,&rdquo; &ldquo;1 swift action,&rdquo; or &ldquo;1 immediate action,&rdquo; as that's just a cheesy way for spellcasters to be able to cast two spells in 1 round, and there's already a mechanism for that: the Quicken Spell feat. Making combat spells with faster casting times devalues the Quicken Spell feat; even if you design the spell to be similar to a quickened spell, including the +4 level boost, it steals from casters who actually learn that feat, and your spell would become a common combo for high-level casters who can afford extra spells of that level. For example, if you create a 5th-level quickened <i>magic missile</i> spell that acts just like a <i>magic missile</i> spell with the Quicken Spell feat, any 14th-level wizard (who has at least three 5th-level spells available) is going to be tempted to learn this spell just because it allows him to add 5d4+5 extra points of damage to any high-level combat spell he casts, which is a way to get around the spell-damage cap. Furthermore, allowing spellcasters to routinely cast two spells per round means they tend to use up their spells more quickly and push their allies to camp and rest rather than continue exploring.</p><p>Spells that summon creatures to help in combat should have a casting time of &ldquo;1 round.&rdquo; This is to give a reasonable action cost for a character casting the spell. If the caster could summon a monster using a standard action and have it act that same round, it's like the spell didn't cost him any actions at all.</p><p>Spells that call an outsider to serve for more than a few rounds (such as <i>planar ally</i> and <i>planar binding</i>) should have a casting time of 10 minutes; more powerful spells may have even longer casting times. Note that <i>gate</i> can be used to call creatures and only has a casting time of 1 standard action, but when used this way, it requires a 10,000 gp material component, so that faster casting time doesn't come cheaply.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Casting Time", 
            "type": "section", 
            "name": "Casting Time", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>For the most part, a spell's components have very little to do with its overall power level unless it requires a costly focus or material component or has no component at all. Most spells have verbal and somatic components, and new spells should follow this trend.</p><p>The advantage of spells that don't require verbal components is they can be cast in an area of <i>silence</i>, and thus there is the temptation to create silent versions of common combat spells. However, doing so devalues the Silent Spell feat, just like making swift-action spells devalues Quicken Spell, though not to such a great extent (casting two spells per round is a more serious problem than having a backup spell to counteract an unexpected <i>silence</i>). If casters decide they'd rather prepare a silent<i> magic missile</i> instead of <i>acid arrow</i>, or a silent<i> acid arrow</i> instead of <i>fireball</i>, they've deliberately chosen weaker options, and that's fine.</p><p>The advantage of spells that don't require somatic components is they can be cast when bound, grappled, or when both hands are full or occupied, and arcane spell failure doesn't apply. Just as creating silent versions of spells devalues Silent Spell, making non-somatic spells devalues the Still Spell feat. The premise of the game is that most spells require words and gestures, and new spells should stick with that unless the theme of the spell suggests it wouldn't require a somatic component, or it was specifically designed to escape bindings or grapples.</p><p>The advantage of spells that don't require material components is they don't require a spell component pouch (and in the rare circumstance in which if you're grappled, you needn't already have your material components in hand to cast the spell). Most material components are part of a spell for flavor rather than to satisfy rules. The guano and sulfur material components of <i>fireball</i> are there because early gunpowder (black powder) was made from guano and sulfur. The fur and glass rod material components of <i>lightning bolt</i> come from the ability to create a buildup of static electricity by rubbing fur against a glass rod. The game could present those spells without material components at all, and it would have a negligible effect on how the game plays (as proven by the &ldquo;it has whatever I need&rdquo; spell component pouch, and the sorcerer class getting Eschew Materials as a bonus feat)&mdash;they're just in the spell for fun. Balance your spell assuming it has no material components or free material components, and then add them in if the flavor seems appropriate.</p><p>Costly material components should be used to prevent overzealous players from casting the spell as often as they want, because the spell either makes adventuring too easy if everyone in the party has it (such as <i>stoneskin</i>), allows the PCs to bypass key adventuring experiences like exploring and investigating (such as <i>augury</i>, <i>divination</i>, and <i>commune</i>), or allows the PCs to trivialize certain threats (such as <i>raise dead</i> and <i>restoration</i>). Balance a spell without costly material components if possible, usually by raising the spell level if it is too good for the intended level. Sometimes the power level of a spell is on target (like <i>augury</i>, as it makes sense to have a low-level divination spell for clerics), but the spell is valuable enough that players will overuse it if it's free, so you have to apply a gp cost to moderate how often the PCs use it. Long-lasting defensive spells such as <i>glyph of warding</i> also fit into this category; if they were free, every spellcaster would cover her lair in them, casting one per day for the weeks or months of planning the NPC has before the PCs arrive. By giving <i>glyph of warding</i> a gp cost, it allows for more traditional adventuring&mdash;otherwise every square the PCs walk on is a potential trap, slowing play to a crawl as the PCs are forced to slowly and carefully search every square to notice the glyphs (given that a typical 5th-level rogue has +14 to Perception against a DC 28 glyph, meaning she fails most searches unless she takes 20).</p><p>Focus components are governed by the same rules as material components&mdash;in most cases they're just there for flavor, and are only relevant if costly. A costly focus is like a costly material component, except it's a one-time expenditure rather than a repeat expenditure, a barrier to entry that you can ignore once you've crossed the threshold. A costly focus is a good way to delay when PCs gain access to the spell, but once they have the materials, it's essentially just like any other spell without a costly focus. As with material components, balance the spell for its level, and if it seems like the spell is too good and delaying access to it would help moderate it, consider adding a costly focus component.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Components", 
            "type": "section", 
            "name": "Components", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>In terms of balancing the power of a spell, its school isn't very important&mdash;a 6th-level conjuration attack spell should be about as powerful as a 6th-level evocation attack spell. Deciding on the spell's school is really about choosing what best fits the theme and effect of the spell. Spells that deal energy damage to an area are usually conjuration or evocation spells. Spells that call, summon, or create physical objects or creatures are usually conjuration spells, while those that create things made of energy or force are usually evocation spells. Spells that affect minds are usually enchantment spells, unless they cause fear or affect undead, in which case they're necromancy spells.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/School", 
            "type": "section", 
            "name": "School", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>There are many types of bonuses in the game. It's tempting to look at that list of bonuses, find &ldquo;holes&rdquo; in the spell list that don't have spells for certain bonus types, and create a new spell that adds one of those unused bonus types to your favorite statistic or roll. Resist this temptation. Not all bonus types are equal within the game, and many bonus types are only meant for certain things. See Table 2&ndash;7: Bonus Types and Effects.</p><p>A dash entry (&mdash;) in the table indicates there are no common examples of items or spells that grant that kind of bonus. If you're designing an item or spell and want to include a certain type of bonus to a particular ability or statistic, check Table 2&ndash;7 first; if the bonus type doesn't say it can affect that ability or statistic, use one that does instead. One reason for this table is that some bonuses are better than others (deflection bonuses work against incorporeal creatures and when you are flat-footed, natural armor bonuses do not). A second reason is that allowing any kind of bonus on any roll or statistic makes it really easy to stack many small bonuses more cheaply than a larger bonus, which makes powerful magic items like a <i>ring of protection +5</i> much less interesting. A third reason is that some of these combinations just don't make sense, like a deflection bonus to Strength or a shield bonus on Knowledge checks.</p>", 
            "name": "Bonus Types", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Bonus Types", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<table><caption>Table: Bonus Type and Effects</caption><thead><tr><th>Bonus Type</th><th>Can Affect</th><th>Sample Item</th><th>Sample Spell</th></tr></thead><tr class=\"odd\"><td>Alchemical</td><td>Ability scores, saves</td><td>Antitoxin</td><td>&mdash;</td></tr><tr class=\"even\"><td>Armor</td><td>AC</td><td><i>Bracers of armor</i></td><td>Mage armor</td></tr><tr class=\"odd\"><td>Circumstance</td><td>Attacks, checks</td><td><i>Robe of blending</i></td><td>&mdash;</td></tr><tr class=\"even\"><td>Competence</td><td>Attacks, checks, saves</td><td><i>Boots of elvenkind</i></td><td>Guidance</td></tr><tr class=\"odd\"><td>Deflection</td><td>AC</td><td><i>Ring of protection</i></td><td>&mdash;</td></tr><tr class=\"even\"><td>Dodge</td><td>AC</td><td>Never*</td><td>Never*</td></tr><tr class=\"odd\"><td>Enhancement</td><td>Ability scores, AC, attacks, damage, speed</td><td><i>Belt of giant strength</i></td><td>Magic weapon</td></tr><tr class=\"even\"><td>Inherent</td><td>Ability scores</td><td><i>Manual of bodily health</i></td><td>Wish</td></tr><tr class=\"odd\"><td>Insight</td><td>AC, attacks, checks, saves</td><td><i>Dusty rose prism ioun stone</i></td><td>True strike</td></tr><tr class=\"even\"><td>Luck</td><td>AC, attacks, checks, damage, saves</td><td><i>Stone of good luck</i></td><td>Divine favor</td></tr><tr class=\"odd\"><td>Morale</td><td>Attacks, checks, damage, saves, Str, Con, Dex</td><td><i>Candle of invocation</i></td><td>Bless</td></tr><tr class=\"even\"><td>Natural Armor</td><td>AC</td><td><i>Amulet of natural armor</i></td><td>Barkskin</td></tr><tr class=\"odd\"><td>Profane</td><td>AC, checks, damage, DCs, saves</td><td>&mdash;</td><td><i>Desecrate</i></td></tr><tr class=\"even\"><td>Resistance</td><td>Saves</td><td><i>Cloak of resistance</i></td><td>Mind blank</td></tr><tr class=\"odd\"><td>Sacred</td><td>AC, checks, damage, DCs, saves</td><td>&mdash;</td><td><i>Consecrate</i></td></tr><tr class=\"even\"><td>Shield</td><td>AC</td><td><i>Ring of force shield</i></td><td>Shield</td></tr><tr class=\"odd\"><td>Size</td><td>Ability scores, attacks, AC</td><td>&mdash;</td><td><i>Enlarge person</i></td></tr><tfoot><tr><td colspan=\"4\">* Spells and magic items should never grant dodge bonuses because dodge bonuses always stack, and it would be a simple matter to stack various low-power items or spells with small dodge bonuses and get an incredibly high Armor Class more cheaply than by achieving that AC using the armor, deflection, enhancement, and natural armor bonuses in the game.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Bonus Types/Table Bonus Type and Effects", 
                    "type": "table", 
                    "name": "Table: Bonus Type and Effects", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The description is the meat of the spell, and what you put here is the most important information of all.</p><p>Make sure the spell description is clear and concise. Remember that players are going to refer to the spell description in a hurry during their turn of combat, and if they have to fight their way through flowery language to figure out the details, the resulting delay will annoy other players and the GM. If the spell has several complex effects, put each effect into its own paragraph. If the spell allows the caster to choose from several options, put each option on its own line with an italicized name (see <i>binding</i> for an example).</p><p>Anything that appears in the spell stat block doesn't need to appear again in the spell description&mdash;it's redundant. For example, the <i>fireball</i> description doesn't say, &ldquo;The spell can reach up to 400 feet plus 40 feet per caster level.&rdquo; Extraneous text like that is just more clutter for the player to sift through when looking up the spell's effects in the middle of combat.</p><p>Avoid using language that implies something that the game mechanics of the spell don't back up. For example, a spell's description shouldn't say &ldquo;using the foul powers of necromancy&rdquo; if the spell doesn't actually have some sort of evil effect or the evil descriptor. This sort of mistake is most common with necromancy spells, which include not only many obviously evil spells, but also a fair share of helpful ones as well (such as <i>astral projection</i>, <i>gentle repose</i>, and <i>undeath to death</i>). People who read your spell description may not know your intent, and using flavorful language can trick readers into thinking a spell should have additional effects not explicitly spelled out in the description.</p><p>Remember that while you may be designing a spell with a particular character or class in mind, most spells are going to have a broader availability. You have to think of the spell in the hands of the biggest power gamer, and in use by a character who is very different than the one for whom it is designed. Even a simple sorcerer/wizard spell has to deal with two different types of casters: a wizard, who can learn many spells but can only cast a few per day, and a sorcerer, who knows few spells but can cast many per day. A spell that is good for a wizard may be too good when used by a sorcerer because the sorcerer can use it more times per day. Likewise, think of what happens if the PCs can access the spell in potion or scroll form&mdash;you may intend for the spell to be rare and for the PCs to not have it most of the time, but a wizard can create scrolls of rarely used spells and save them for just the right opportunity.</p><p>When you finish writing a spell description, have others look it over. They'll notice things you missed, come up with questions your spell needs to address, and find ways your spell can be abused. Use that feedback to revise the spell.</p>", 
            "name": "Description", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Description", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p>Depletable statistics are any values in a creature or object's stat block that can be reduced by some form of attack and that can neutralize, kill, or destroy the creature or object when they reach a low value (typically 0). Hit points, ability scores, and levels are all depletable statistics&mdash;a creature falls unconscious below 0 hit points and eventually dies; objects, undead, and constructs are destroyed at 0 hit points; creatures are made helpless or killed by bringing an ability score to 0; creatures die when their negative levels equal their total Hit Dice. Many magical attacks and most nonmagical attacks reduce a target's depletable statistics in some way, eventually defeating the target. However, attack bonuses, saving throw bonuses, Armor Class, hardness, CMB, CMD, initiative, speed, skill modifiers, and most other game statistics are not depletable statistics because no matter how low these statistics get, the affected creature or object is still able to take actions. For example, a spell that gives a target a &ndash;10 attack penalty has little effect on a sorcerer casting <i>fireball</i>, as would a spell that gave her a &ndash;10 penalty on her Wisdom saving throw; despite her poor attack rolls and miserable Will saves, she is still quite capable of blasting her opponents to bits, whether these penalties are &ndash;10 or &ndash;100. Similarly, a fighter with a &ndash;10 penalty on Fortitude saving throws can still swing a sword, as can one with a &ndash;10 penalty to Armor Class; the fighter is still viable despite these penalties. &ldquo;Depletable statistic&rdquo; isn't an official game term, but it is a helpful concept when comparing power levels of spells&mdash;attacking depletable statistics is a war of attrition that can eventually wear down the target, whereas adding penalties to non-depletable statistics may have no effect at all, as the target may have other attacks that allow them to ignore those penalties.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Description/Depletable Statistics", 
                    "type": "section", 
                    "name": "Depletable Statistics", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>When it comes to attack spells, there is a clear hierarchy of what kinds of effects are better than others. Here are the attack effects in order of best effect to worst, assuming all other factors (specific immunities, number of targets affected, and so on) are equal.</p>", 
            "name": "Hierarchy of Attack Effects", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"control\">A control spell puts an opponent under your control, turning him into an ally or at least keeping him from being an active enemy for a while. This is the best kind of attack spell because not only does it negate an opponent (the same effect as a kill or incapacitate spell), but it also creates a new ally that the caster can turn against his other opponents. Many of the more powerful enchantment spells are control spells, though their drawback is that they tend to be all-or-nothing (if the creature saves, it's completely unaffected by the spell). Examples of control spells are <i>charm monster</i>, <i>charm person</i>, <i>confusion</i>, <i>dominate monster</i>, and <i>dominate person</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Control", 
                    "type": "section", 
                    "name": "Control", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"kill\">A kill spell kills or destroys an opponent outright, bypassing the target's depletable statistics (see sidebar), typically with a Fortitude saving throw. Kill spells are better than incapacitate spells because they don't wear off and there's no chance another enemy can easily reverse the spell (such as with <i>dispel magic</i>). The best of the kill spells still act as damage spells if the target saves, so the caster is guaranteed some effect. Examples of kill spells are <i>disintegrate</i>, <i>finger of death</i>, <i>phantasmal killer</i>, <i>power word kill</i>, <i>slay living</i>, and <i>wail of the banshee</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Kill", 
                    "type": "section", 
                    "name": "Kill", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"incapacitate\">An incapacitate spell makes the target unable to act against the caster, effectively removing him from a battle for a period of time (possibly permanently) but at the risk of other opponents reversing the incapacitated target's condition. Spells that cause an enemy to flee count as incapacitate spells. Incapacitate spells are better than damage spells because they allow the caster to bypass a target's depletable statistics, sometimes disabling an opponent with a single spell. Examples of incapacitate spells are <i>fear</i>, <i>flesh to stone</i>, <i>hold monster</i>, <i>hold person</i>, <i>power word stun</i>, and <i>sleep</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Incapacitate", 
                    "type": "section", 
                    "name": "Incapacitate", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"damage\">A damage spell reduces the target's depletable statistics, bringing the target closer to the point where that damage incapacitates it. Damage spells are reliable spells because all creatures have depletable statistics of some sort and because most nonmagical attacks affect depletable statistics (which means that the caster's fighter and rogue allies are helping overcome the opponent). Damage spells are better than penalize spells because damage always stacks (penalties do not) and if the caster and his allies deal enough damage, they'll eventually disable an opponent, whereas it's possible to add penalties almost indefinitely and still have a somewhat viable opponent. Examples of damage spells are <i>cone of cold</i>, <i>fireball</i>, <i>lightning bolt</i>, <i>magic missile</i>, <i>poison</i>, and <i>sound burst</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Damage", 
                    "type": "section", 
                    "name": "Damage", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"penalize\">A penalize spell gives the target some penalty not related to its depletable statistics, such as an attack penalty, an Armor Class penalty, restrictions on the kinds of actions it can take, and so on. Penalize spells are the weakest sort of spells because in most cases the caster can't kill an opponent with penalties and the penalties don't stack with themselves, so the caster and his allies have to deal with the penalized opponent in some other way (typically through damage spells and nonmagical attacks). Examples of penalize spells are <i>bane</i>, <i>blindness/deafness</i>, <i>ray of enfeeblement</i>, and <i>slow</i>.</p><p>There are exceptions to the above categories. For example, if dealing with a monster that has a lot of hit points and deals substantial damage but only has a moderate chance of harming the caster's allies, the caster may be better off trying to give the opponent an attack penalty (to decrease the chance of the monster hitting) than trying to wear down its hit points (because during that time the monster may be dealing a lot of damage to the caster's allies). In this case, a penalize spell that reduces its attack bonus is better than a damage spell. As another example, the PCs may need to question a defeated opponent, in which case an incapacitate spell is a better choice than a kill spell (unless the PCs have some really good magic that lets them question the dead more effectively than <i>speak with dead</i>).</p><p>Spells with variable effects may be more than one type of spell in the hierarchy depending on the results&mdash;a <i>confusion</i> spell that causes a monster to babble incoherently is an incapacitate spell, but if the spell causes it to attack one of its allies, it's a control spell. Likewise, a <i>summon monster III</i> spell that summons a fiendish constrictor snake is an incapacitate spell if the snake grapples an enemy, but it's just a damage spell if it summons a fiendish boar, which only deals damage and has no special attacks. Balancing these spells is tricky, as you have to consider their optimal usage.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Penalize", 
                    "type": "section", 
                    "name": "Penalize", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>When designing a new spell, you should always compare it to the existing spells to get a sense of whether the spell is strong or weak for its level. This is because if a spell pushes the boundaries of what's acceptable or balanced, even just by a little bit, it's easy to push the boundaries a little more with your new spell, which means that over time, new spells end up more and more powerful compared to the existing spells.</p><p>Remember that it's acceptable to make a spell that isn't as powerful as an existing spell. Just because it's not the best spell of its level doesn't mean it won't get used by adventurers. In fact, that's why easily crafted scrolls are a significant part of the game&mdash;to allow parties access to spells they wouldn't normally prepare or learn, but may find useful in some circumstances.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Core is King", 
            "type": "section", 
            "name": "Core is King", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>A spell that gives the caster a choice of multiple options should be weaker overall than a spell that only does one thing. First, a spell that is good at two things is much better than a spell that is good at one thing, so you should reduce the power of the former spell so the two spells remain about equal. Second, because bards, oracles, and sorcerers can only learn a limited number of spells, a spell that can do multiple things is often a better choice for them because it's almost like learning multiple spells. </p><p>Examples of poorly designed spells with multiple, dissimilar options are:</p><ul><li>\tA general &ldquo;emotions&rdquo; spell that lets the caster project one of several emotions, each of which has a different effect on targets.</li><li>\tA fire spell that lets the caster hurl a blast of fire, ignite multiple arrowheads to add fire damage, or make a protective shield of fire.</li><li>\tA spell that works like <i>bull's strength</i>, but lets the caster choose which ability score it affects.</li><li>\tA spell that either teleports the caster or can be used to send away an unwilling target.</li><li>\tA spell that deals energy damage of a type chosen by the caster to an area.</li></ul><p>Rather than create a multipurpose spell that gives a &ldquo;shopping list&rdquo; of effects the caster can choose from, keep the spell focused on one or perhaps two similar options. Note that there is a difference between a spell with multiple similar options and one with radically different options. Good examples of appropriate multipurpose spells are <i>alarm</i> (audible and mental alarms are still alarms), <i>beast shape I</i> (Small or Medium animals, specific benefits from a short list), <i>fire shield</i> (two options with basically the same mechanical effect, on par for a spell of its level), the <i>summon monster</i> spells (very versatile but of limited duration, with monsters of a lower power level than other spells of the same level).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Multipurpose Spells", 
            "type": "section", 
            "name": "Multipurpose Spells", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>While spell descriptors are frequently overlooked, they play an important role in the mechanics of a spell. Assigning the correct descriptors is key to finishing the spell. The follows is a list of all the descriptors in the Pathfinder Roleplaying Game, including several new ones introduced in this book.</p>", 
            "name": "Choosing Descriptors", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"acid\">Acid effects deal damage with chemical reactions rather than cold, electricity, heat, or vibration. This descriptor includes both actual acids and their chemical opposites, called bases or alkalines (such as ammonia and lye).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Acid", 
                    "type": "section", 
                    "name": "Acid", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"air\">Spells that create air, manipulate air, or conjure creatures from air-dominant planes or with the air subtype should have the air descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Air", 
                    "type": "section", 
                    "name": "Air", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"chaotic\">Spells that draw upon the power of true chaos or conjure creatures from chaos-aligned planes or with the chaotic subtype should have the chaos descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Chaotic", 
                    "type": "section", 
                    "name": "Chaotic", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"cold\">Cold effects deal damage by making the target colder, typically by blasting it with supernaturally cooled matter or energy. Cold effects also include those that create ice, sleet, or snow out of nothing. They can cause frostbite, numbness, coordination problems, slowed movement and reactions, stupor, and death.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Cold", 
                    "type": "section", 
                    "name": "Cold", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"curse\">Curse is a new spell descriptor created for this book. Curses are often permanent effects, and usually cannot be dispelled, but can be removed with a <i>break enchantment</i>, <i>limited wish</i>, <i>miracle</i>, <i>remove curse</i>, or <i>wish</i>. For a list of curse spells, see the glossary</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Curse", 
                    "type": "section", 
                    "name": "Curse", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"darkness\">Spells that create darkness or reduce the amount of light should have the darkness descriptor. Giving a spell the darkness descriptor indicates whether a spell like <i>daylight</i> is high enough level to counter or dispel it.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Darkness", 
                    "type": "section", 
                    "name": "Darkness", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"death\">Spells with the death descriptor directly attack a creature's life force to cause immediate death, or to draw on the power of a dead or dying creature. The <i>death ward</i> spell protects against death effects, and some creature types are immune to death effects.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Death", 
                    "type": "section", 
                    "name": "Death", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"disease\">This is a new spell descriptor created for this book. Disease effects give the target a disease, which may be an invading organism such as a bacteria or virus, an abnormal internal condition (such as a cancer or mental disorder), or a recurring magical effect that acts like one of the former. Creatures with resistance or immunity to disease apply that resistance to their saving throw and the effects of disease spells. For a list of disease spells see the glossary</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Disease", 
                    "type": "section", 
                    "name": "Disease", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"earth\">Spells that manipulate earth or conjure creatures from earth-dominant planes or with the earth subtype should have the earth descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Earth", 
                    "type": "section", 
                    "name": "Earth", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"electricity\">Electricity effects involve the presence and flow of electrical charge, whether expressed in amperes or volts. Electricity deals damage to creatures by disrupting their biological systems. It deals damage to objects (as well as creatures) by heating the material it passes through, and thus technically many electricity spells could also be treated as fire spells, but for sake of game simplicity, it is better to just let electricity-based spells deal electricity damage. Electricity effects may stun, paralyze, or even kill.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Electricity", 
                    "type": "section", 
                    "name": "Electricity", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"emotion\">This is a new spell descriptor created for this book. Spells with this descriptor create emotions or manipulate the target's existing emotions. Most emotion spells are enchantments, except for fear spells, which are usually necromancy.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Emotion", 
                    "type": "section", 
                    "name": "Emotion", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"evil\">Spells that draw upon evil powers or conjure creatures from evil-aligned planes or with the evil subtype should have the evil descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Evil", 
                    "type": "section", 
                    "name": "Evil", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"fear:\"> Spells with the fear descriptor create, enhance, or manipulate fear. Most fear spells are necromancy spells, though some are enchantment spells.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Fear", 
                    "type": "section", 
                    "name": "Fear", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"fire\">Fire effects make the target hotter by creating fire, directly heating the target with magic or friction. Lava, steam, and boiling water all deal fire damage. Fire effects can also cause confusion, dizziness, exhaustion, fatigue, nausea, unconsciousness, and death. Spells that manipulate fire or conjure creatures from fire-dominant planes or with the fire subtype should have the fire descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Fire", 
                    "type": "section", 
                    "name": "Fire", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"force\">Spells with the force descriptor create or manipulate magical force. Force spells affect incorporeal creatures normally (as if they were corporeal creatures).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Force", 
                    "type": "section", 
                    "name": "Force", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"good\">Spells that draw upon the power of true goodness or conjure creatures from good-aligned planes or with the good subtype should have the good descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Good", 
                    "type": "section", 
                    "name": "Good", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"language-dependent\">A language-dependent spell uses intelligible language as a medium for communication. If the target cannot understand or hear what the caster of a language-dependent spell says, the spell has no effect, even if the target fails its saving throw.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Language-Dependent", 
                    "type": "section", 
                    "name": "Language-Dependent", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"lawful\">Spells that draw upon the power of true law or conjure creatures from law-aligned planes or with the lawful subtype should have the law descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Lawful", 
                    "type": "section", 
                    "name": "Lawful", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"light\">Spells that create significant amounts of light or attack darkness effects should have the light descriptor. Giving a spell the light descriptor indicates whether a spell like <i>darkness</i> is high enough level counter or dispel it.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Light", 
                    "type": "section", 
                    "name": "Light", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"mind-affecting\">Mindless creatures (those with an Intelligence score of &ldquo;&mdash;&rdquo;) and undead are immune to mind-affecting effects.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Mind-Affecting", 
                    "type": "section", 
                    "name": "Mind-Affecting", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"pain\">Pain is a new spell descriptor created for this book. Pain effects cause unpleasant sensations without any permanent physical damage (though a sensitive target may suffer mental repercussions from lengthy exposure to pain). Creatures that are immune to effects that require a Fort save (such as constructs and undead) are immune to pain effects.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Pain", 
                    "type": "section", 
                    "name": "Pain", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"poison\">Poison is a new spell descriptor created for this book. Poison effects use poison, venom, drugs, or similar toxic substances to disrupt and damage living creatures through chemical reactions. Technically, acids and poisons are both chemical reactions, but for the purpose of the Pathfinder Roleplaying Game, they are categorized as different effects, with acids dealing hit point damage and poisons causing ability damage, ability drain, bleeding, confusion, convulsions, nausea, paralysis, reduced healing, suffocation, unconsciousness, or death. Creatures with resistance to poison (such as dwarves) apply that resistance to their saving throws and the effects of poison spells. Creatures with immunity are immune to poisonous aspects of poison spells, but not necessarily all effects of the spell (for example, a spell that creates a pit full of liquid poison could still trap or drown a poison-immune creature).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Poison"
                }, 
                {
                    "body": "<p id=\"shadow\">Shadow is a new spell descriptor created for this book. Shadow spells manipulate matter or energy from the Shadow Plane, or allow transport to or from that plane.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Shadow", 
                    "type": "section", 
                    "name": "Shadow", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"sonic\">Sonic effects transmit energy to the target through frequent oscillations of pressure through the air, water, or ground. Sounds that are too high or too low for the humanoid ear to detect can still transmit enough energy to cause harm, which means that these effects can even affect deafened creatures. Sound effects can cause hit point damage, deafness, dizziness, nausea, pain, shortness of breath, and temporary blindness, and can detect creatures using batlike echolocation.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Sonic", 
                    "type": "section", 
                    "name": "Sonic", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"water\">Spells that manipulate water or conjure creatures from water-dominant planes or with the water subtype should have the water descriptor.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Choosing Descriptors/Water", 
                    "type": "section", 
                    "name": "Water", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Some spells are clearly the best of their spell level. Other spells are perfect examples of what a spell of that level or purpose should be able to do. These are &ldquo;benchmark&rdquo; spells, and when designing a new spell you should always compare your spell to the benchmark spells. If your spell is better than the benchmark spell, you should reduce its power or increase its spell level. The following is a list of benchmark spells by sorcerer/wizard spell level, with explanations of why they are benchmarks. If you create a spell and it's better than a comparable benchmark spell, your spell is too powerful.</p>", 
            "name": "Benchmarks", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/1st Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"burning-hands\">This is the benchmark for 1st-level area attack spells. It is even better than <i>sleep</i> because it can affect up to six squares (sleep only affects 4 Hit Dice, which means up to 4 creatures) and affects mindless creatures and undead.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/1st Level/Burning Hands", 
                            "type": "section", 
                            "name": "Burning Hands", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"magic-missile\">Perhaps the best 1st-level spell in the game, <i>magic missile</i> may not do a lot of damage, but it requires no attack roll, has a medium range, needs no saving throw, and harms incorporeal creatures. Even if <i>magic missile</i> were 2nd-level, smart casters would still learn it.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/1st Level/Magic Missile", 
                            "type": "section", 
                            "name": "Magic Missile", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "1st Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/2nd Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"invisibility\">This is one of the best spells in the game, and is only improved on by <i>greater invisibility</i> getting rid of the breaks-on-attack aspect. This spell is great for scouting, great in combat to set up attacks, and great for healers (as healing doesn't end the spell).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/2nd Level/Invisibility", 
                            "type": "section", 
                            "name": "Invisibility", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"resist-energy\">This defensive spell works exactly like monster energy resistances, so it's a perfect example of the power level of this sort of spell. It also scales at higher caster levels, keeping it a viable spell even later in the game.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/2nd Level/Resist Energy", 
                            "type": "section", 
                            "name": "Resist Energy", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"web\">This is a powerful, nonlethal spell that remains viable even at higher levels (even a lich who makes his save against a web has to deal with the difficult terrain and risks becoming stuck if he moves). It even provides cover, and can be set on fire to damage targets in the area.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/2nd Level/Web", 
                            "type": "section", 
                            "name": "Web", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "2nd Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"dispel-magic\">This spell sets the standard for negating other magic without a specific counter.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Dispel Magic", 
                            "type": "section", 
                            "name": "Dispel Magic", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"displacement\">This short-duration combat spell makes attackers miss 50% of the time, setting the standard for one-target defensive spells.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Displacement", 
                            "type": "section", 
                            "name": "Displacement", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"fireball\">This is the definitive low-level area attack spell. Gaining this spell changes the paradigm of the game, allowing spellcasters to deal a large amount of damage to multiple targets anywhere they can see.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Fireball", 
                            "type": "section", 
                            "name": "Fireball", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"fly\">This is the most important movement spell, usable in combat to great effect and allowing easy maneuverability around the battlefield.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Fly", 
                            "type": "section", 
                            "name": "Fly", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"lightning-bolt\">This spell establishes that a line of this range is about the same power level as a 20-foot burst.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Lightning Bolt", 
                            "type": "section", 
                            "name": "Lightning Bolt", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"stinking-cloud\">Capable of neutralizing many foes at a good range, <i>stinking cloud</i> is the best multiple-target nonlethal spell of its level.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Stinking Cloud", 
                            "type": "section", 
                            "name": "Stinking Cloud", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"suggestion\">This is the lowest-level spell in which the caster is able to compel the target to act, yet the spell's control is still limited to &ldquo;reasonable actions.&rdquo;</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/3rd Level/Suggestion", 
                            "type": "section", 
                            "name": "Suggestion", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "3rd Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/4th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"dimension-door\">This is the lowest-level spell that lets you teleport; it has a limited range and disorients you until your next turn.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/4th Level/Dimension Door", 
                            "type": "section", 
                            "name": "Dimension Door", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"enervation\">This is the lowest-level spell that gives the target negative levels.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/4th Level/Enervation", 
                            "type": "section", 
                            "name": "Enervation", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"phantasmal-killer\">This is the lowest-level spell that can directly kill a creature, but allows two saves to resist it.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/4th Level/Phantasmal Killer", 
                            "type": "section", 
                            "name": "Phantasmal Killer", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "4th Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/5th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"cloudkill\">This spell is key because it automatically kills weak creatures, deals poison damage each round to stronger creatures in the area, persists for several rounds, and moves.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/5th Level/Cloudkill", 
                            "type": "section", 
                            "name": "Cloudkill", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"cone-of-cold\">This spell is an interesting benchmark because it's actually a weak spell for its level; at the level you gain it, <i>fireball</i> does just as much damage and at a longer range, and <i>cone of cold</i>'s damage cap is only 5 dice higher than <i>fireball</i>. If your 5th-level attack spell is weaker than this spell, you should increase its power or consider making it a 4th-level spell.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/5th Level/Cone of Cold", 
                            "type": "section", 
                            "name": "Cone of Cold", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"dominate-person\">This is the lowest-level spell that allows you to utterly control a hostile intelligent creature (with the exception of self-destructive orders).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/5th Level/Dominate Person", 
                            "type": "section", 
                            "name": "Dominate Person", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"wall-of-stone\">This is the lowest-level spell that creates a large-scale, permanent (instantaneous) object out of nothing (compare as well to <i>fabricate</i>, which permanently reshapes raw materials into finished goods).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/5th Level/Wall of Stone", 
                            "type": "section", 
                            "name": "Wall of Stone", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "5th Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/6th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"contingency\">This spell lets the caster set up conditions to trigger another spell effect, whether something direct such as a protective spell or something paranoid like an escape-teleport. In many ways it models what an immediate-action Quicken Spell feat would be like. Because it lasts 1 day per level, the caster can prepare the contingency on one day and adventure the next day with a full allotment of spells. </p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/6th Level/Contingency", 
                            "type": "section", 
                            "name": "Contingency", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"guards-and-wards\">Although not often used by PCs because they usually don't have permanent residences, this spell is important because it establishes that a large-area defensive spell can use multiple effects to protect a home and befuddle invaders.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/6th Level/Guards and Wards", 
                            "type": "section", 
                            "name": "Guards and Wards", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "6th Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/7th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"limited-wish\">This powerful spell lets the caster pick effects from countless available lower-levels spells at the time of casting, even those from different class lists.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/7th Level/Limited Wish", 
                            "type": "section", 
                            "name": "Limited Wish", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "7th Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/8th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"clone\">This spell is the key to arcane immortality&mdash;it acts like <i>contingency</i> plus <i>raise dead</i> but costs fewer gp, and it can save characters even if all of them die unexpectedly.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/8th Level/Clone", 
                            "type": "section", 
                            "name": "Clone", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"irresistible-dance\">While this spell can't kill its target outright, it does prevent the target from taking actions and give the target huge penalties, and (in a way) it does so without allowing a saving throw (while the spell does technically allow a save, even a successful save applies these effects for 1 round).</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/8th Level/Irresistible Dance", 
                            "type": "section", 
                            "name": "Irresistible Dance", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"mind-blank\">This spell is an example of a very narrowly focused defensive spell that is able to block even higher-level spells from affecting the target.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/8th Level/Mind Blank", 
                            "type": "section", 
                            "name": "Mind Blank", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "8th Level", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/9th Level", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"gate\">This powerful spell combines all of the <i>planar ally</i>/<i>planar binding</i> effects and can be used to transport many creatures between planes.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/9th Level/Gate", 
                            "type": "section", 
                            "name": "Gate", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"miracle/wish\">The pinnacle of spellcasting, these spells can duplicate almost any weaker spell, obliterate most harmful effects, revive the dead, or even turn back time. If your spell is better than <i>wish</i>, you're trying to play god.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/9th Level/Miracle_Wish", 
                            "type": "section", 
                            "name": "Miracle/Wish", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"time-stop:\"> This is the only spell in the game that lets the caster take multiple rounds' worth of actions and simultaneously prevents anyone else from doing anything about it.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Benchmarks/9th Level/Time Stop", 
                            "type": "section", 
                            "name": "Time Stop", 
                            "source": "Ultimate Magic"
                        }
                    ], 
                    "name": "9th Level", 
                    "source": "Ultimate Magic"
                }
            ]
        }
    ], 
    "name": "Designing Spells", 
    "source": "Ultimate Magic"
}