{
    "slot": "none", 
    "name": "Rod of Absorption", 
    "weight": "5 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rods/Rod of Absorption", 
    "type": "item", 
    "price": "50,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "25,000 gp", 
            "Requirements": "Craft Rod, spell turning"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong abjuration", 
    "sections": [
        {
            "body": "<p>This rod absorbs spells or spell-like abilities into itself. The magic absorbed must be a single-target spell or a ray directed at either the character holding the rod or her gear. The rod then nullifies the spell's effect and stores its potential until the wielder releases this energy in the form of spells of her own. She can instantly detect a spell's level as the rod absorbs that spell's energy. Absorption requires no action on the part of the user if the rod is in hand at the time.</p><p>A running total of absorbed (and used) spell levels should be kept. The wielder of the rod can use captured spell energy to cast any spell she has prepared, without expending the preparation itself. The only restrictions are that the levels of spell energy stored in the rod must be equal to or greater than the level of the spell the wielder wants to cast, that any material components required for the spell be present, and that the rod be in hand when casting. For casters such as bards or sorcerers who do not prepare spells, the rod's energy can be used to cast any spell of the appropriate level or levels that they know.</p><p>A <i>rod of absorption</i> absorbs a maximum of 50 spell levels and can thereafter only discharge any remaining potential it might have. The rod cannot be recharged. The wielder knows the rod's remaining absorbing potential and current amount of stored energy.</p><p>To determine the absorption potential remaining in a newly found rod, roll d% and divide the result by 2. Then roll d% again: on a result of 71&ndash;100, half the levels already absorbed by the rod are still stored within. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}