{
    "slot": "none", 
    "name": "Rod of Alertness", 
    "weight": "4 lbs.", 
    "cl": "11th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rods/Rod of Alertness", 
    "type": "item", 
    "price": "85,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "42,500 gp", 
            "Requirements": "Craft Rod, alarm, animate objects, detect chaos, detect evil, detect good, detect law, detect magic, discern lies, light, prayer, see invisibility"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "moderate abjuration, divination, enchantment, and evocation", 
    "sections": [
        {
            "body": "<p>This rod is indistinguishable from a <i>+1 light mace</i>. It has eight flanges on its mace-like head. The rod bestows a +1 insight bonus on initiative checks. If grasped firmly, the rod enables the holder to use <i>detect evil, detect good, detect chaos, detect law</i>, <i>detect magic, discern lies, light</i>, or <i>see invisibility</i>. Each different use is a standard action.</p><p>If the head of a <i>rod of alertness</i> is planted in the ground and the possessor wills it to alertness (a standard action), the rod senses any creatures within 120 feet who intend to harm the possessor. At the same time, the rod creates the effect of a <i>prayer</i> spell upon all creatures friendly to the possessor in a 20-foot radius. Immediately thereafter, the rod sends forth a mental alert to these friendly creatures, warning them of any unfriendly creatures within the 120-foot radius. These effects last for 10 minutes, and the rod can perform this function once per day. Last, the rod can be used to simulate the casting of an <i>animate objects</i> spell, utilizing any 11 (or fewer) Small objects located roughly around the perimeter of a 5-foot-radius circle centered on the rod when planted in the ground. Objects remain animated for 11 rounds. The rod can perform this function once per day. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}