{
    "slot": "none", 
    "name": "Rod of Thunder and Lightning", 
    "weight": "5 lbs.", 
    "cl": "9th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rods/Rod of Thunder and Lightning", 
    "type": "item", 
    "price": "33,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "16,500 gp", 
            "Requirements": "Craft Magic Arms and Armor, Craft Rod, lightning bolt, shout"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "moderate evocation", 
    "sections": [
        {
            "body": "<p>Constructed of iron set with silver rivets, this rod has the properties of a <i>+2 light mace</i>. Its other powers are as follows.</p><ul><li> <b>Thunder</b>Once per day, the rod can strike as a <i>+3 light mace</i>, and the opponent struck is stunned from the noise of the rod's impact (Fortitude DC 16 negates). Activating this sonic power counts as a free action, and it works if the wielder strikes an opponent within 1 round.</li><li> <b>Lightning</b>: Once per day, when the wielder desires, a short spark of electricity can leap forth when the rod strikes an opponent to deal the normal damage for a <i>+2 light mace</i> (1d6+2) and an extra 2d6 points of electricity damage. Even when the rod might not score a normal hit in combat, if the roll was good enough to count as a successful melee touch attack, then the 2d6 points of electricity damage still apply. The wielder activates this power as a free action, and it works if he strikes an opponent within 1 round.</li><li> <b>Thunderclap</b>: Once per day as a standard action, the wielder can cause the rod to give out a deafening noise, just as a <i>shout</i> spell (Fortitude DC 16 partial, 2d6 points of sonic damage, target deafened for 2d6 rounds).</li><li> <b>Lightning Stroke</b>: Once per day as a standard action, the wielder can cause the rod to shoot out a 5-foot-wide <i>lightning bolt</i> (9d6 points of electricity damage, Reflex DC 16 half) to a range of 200 feet.</li><li> <b>Thunder and Lightning</b>: Once per week as a standard action, the wielder of the rod can combine the thunderclap described above with a <i>lightning bolt</i>, as in the lightning stroke. The thunderclap affects all within 10 feet of the bolt. The lightning stroke deals 9d6 points of electricity damage (count rolls of 1 or 2 as rolls of 3, for a range of 27 to 54 points), and the thunderclap deals 2d6 points of sonic damage. A single DC 16 Reflex save applies for both effects. </li></ul>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}