{
    "slot": "ring", 
    "name": "Ring of the Ram", 
    "weight": "&mdash", 
    "cl": "9th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rings/Ring of the Ram", 
    "type": "item", 
    "price": "8,600 gp", 
    "subtype": "ring", 
    "aura": "moderate transmutation", 
    "sections": [
        {
            "body": "<p>The <i>ring of the ram</i> is an ornate ring forged of hard metal, usually iron or an iron alloy. It has the head of a ram as its device. The wearer can command the ring to give forth a ram-like force, manifested by a vaguely discernible shape that resembles the head of a ram or a goat. This force strikes a single target, dealing 1d6 points of damage if 1 charge is expended, 2d6 points if 2 charges are used, or 3d6 points if 3 charges (the maximum) are used. Treat this as a ranged attack with a 50-foot maximum range and no penalties for distance. </p><p>The force of the blow is considerable, and those struck by the ring are subject to a bull rush if within 30 feet of the ring-wearer. The ram is Large and uses the ring's caster level as its base attack bonus with a Strength of 25. This gives the ram a Combat Maneuver Bonus of +17. The ram gains a +1 bonus on the bull rush attempt if 2 charges are expended, or +2 if 3 charges are expended.</p><p>In addition to its attack mode, the <i>ring of the ram</i> also has the power to open doors as if it were a character with Strength 25. This expends 1 charge. If 2 charges are expended, the effect is equivalent to a character with Strength 27. If 3 charges are expended, the effect is that of a character with Strength 29.</p><p>A newly created ring has 50 charges. When all the charges are expended, the ring becomes a nonmagical item.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "DESCRIPTION"
        }, 
        {
            "body": "<p class='stat-block-1'><b>Requirements </b>Forge Ring, bull's strength, telekinesis</p><p class='stat-block-1'><b>Cost </b>4,300 gp</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Rings/Ring of the Ram/CONSTRUCTION", 
            "type": "section", 
            "name": "CONSTRUCTION", 
            "source": "Core Rulebook"
        }
    ], 
    "source": "Core Rulebook"
}