{
    "body": "<p>A radical cleric, unsatisfied with the orthodoxy of her deity's teachings, forges her own path of defiant divine expression. Though most members of her faith would call her a separatist or heretic, she continues to receive spells from her deity. Charismatic separatists may develop a large following of like-minded believers and eventually found a splinter church of their deity&mdash;and they are just as likely to be the cause of a holy civil war as the branches of the religion fight to determine which is the true faith. </p><p>A cleric who does not serve a deity cannot take the separatist archetype. A separatist has the following class features.</p>", 
    "name": "Separatist", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist", 
    "type": "class_archetype", 
    "subtype": "cleric", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">Separatists do not gain proficiency in their deity's favored weapon (though they are not prohibited from using it or learning its use).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist/Weapon and Armor Proficiency", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"forbidden-rites\">A separatist selects one domain from her deity's domain list, and a second domain that is not on her deity's domain list. This second domain cannot be an alignment domain that doesn't match the cleric's or her deity's alignment. For example, a lawful good separatist cleric of a neutral good deity cannot choose the Chaos or Evil domain with this ability, but can select the Lawful domain even though her deity isn't lawful.</p><p>Granted powers from the cleric's second domain function as if the cleric's level, Wisdom, and Charisma were 2 lower than normal (minimum level 1) in terms of effect, DC, and uses per day. This also means the separatist doesn't gain the domain's higher-level ability until 2 levels later than normal. If the second domain grants additional class skills, the separatist gains these as normal. In all other respects, this ability works like and replaces the standard cleric's domain ability.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Separatist/Forbidden Rites", 
            "type": "section", 
            "name": "Forbidden Rites", 
            "source": "Ultimate Magic"
        }
    ]
}