{
    "body": "<p>An undead lord is a cleric focused on using necromancy to control undead. Her flock is the walking dead and her choir the keening spirits of the damned. This unliving congregation is the manifestation of her unceasing love affair with death.</p><p>A cleric cannot take the undead lord archetype unless her deity's portfolio includes the Death domain or a similar domain that promotes undeath. An undead lord has the following class features.</p>", 
    "name": "Undead Lord", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord", 
    "type": "class_archetype", 
    "subtype": "cleric", 
    "sections": [
        {
            "body": "<p id=\"death-magic\">An undead lord must select the Death domain (and the Undead subdomain, if available in the campaign). She does not gain a second domain. In all other respects, this works like and replaces the standard cleric's domain ability.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Death Magic", 
            "type": "section", 
            "name": "Death Magic", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"corpse-companion\">With a ritual requiring 8 hours, an undead lord can animate a single skeleton or zombie whose Hit Dice do not exceed her cleric level. This corpse companion automatically follows her commands and does not need to be controlled by her. She cannot have more than one corpse companion at a time. It does not count against the number of Hit Dice of undead controlled by other methods. She can use this ability to create a variant skeleton such as a bloody or burning skeleton, but its Hit Dice cannot exceed half her cleric level. She can dismiss her companion as a standard action, which destroys it.</p>", 
            "name": "Corpse Companion", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Corpse Companion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bonus-feats\">All undead lords gain Command Undead as a bonus feat. In addition, at 10th level, she may select one of the following as a bonus feat: Channel Smite, Extra Channel, Improved Channel, Quick Channel, Skeleton Summoner, Undead Master.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"unlife-healer\">At 8th level, the undead lord's spells, spell-like abilities, and supernatural abilities used to heal undead heal an extra 50% damage. At 16th level, these effects automatically heal the maximum possible damage for the effect + the extra 50%. This does not stack with abilities or feats such as Empower Spell or Maximize Spell.</p>", 
            "name": "Unlife Healer", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Undead Lord/Unlife Healer", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}