{
    "body": "<p>Due to their powerful builds, half-orcs are particularly suited to the martial classes, whether as axe-wielding barbarians, battle-scarred soldiers, or cold-eyed assassins, and even those of the magical classes are generally no stranger to bloodshed.</p>", 
    "name": "Half-Orc Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Half-Orc Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>While half-orcs raised by their monstrous kin are rarely studious, a surprising number take up the discipline of alchemy, relishing the destructive potential of its bombs, poisons, and mutagens.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Half-orc barbarians are legendary champions, unstoppable combat engines that cement the fell reputation of their kind throughout the world (for better or worse). Their hunger for battle and ability to tap into the bestial fury of their orc heritage are all that is needed to earn them a place in most adventuring parties.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Half-orcs trying to overcome racial prejudice among the civilized races sometimes pursue performance, diplomacy, and learning as a means to uplift not only their own genteel disposition but also the reputation of other half-orcs in the community and society.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>While half-orcs often face prejudice when it comes to being accepted into human noble houses and the knightly orders of cavaliers, their physical stature and aptitude in combat sometimes force those who would deny them entrance to reconsider their views. In orc society, cavaliers frequently act as standard bearers for warlords.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Half-orc clerics are often the spiritual leaders of their communities, bridging the gap between the living and the dead and as ready to mete out divine judgment and conquest as to nurture and heal.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Half-orc druids often see the natural world as a source of feral power, tapping into the destructive force of storms and predators. Many of them take up druidism as outcasts from humanoid society, finding peace and acceptance among the beasts of the field.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Many orcs are singled out for martial training because of their intimidating size and appearance. While many other races assume all half-orc combatants employ the barbarian's howling charge, in fact many prefer the discipline, precision, and versatility of the fighter's studied warcraft.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>Already intimidating to many races, half-orcs make natural inquisitors, acting as bodyguards, criminal organizers and enforcers, and monster-hunters (sometimes even acting against their orc kin).</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Most half-orc monks learn their abilities from humans, as such discipline is rare in orc society. Some seek to overcome their bestial natures with perfect balance and control, others merely to break foes with their bare hands.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Creatures of mystery and omen, half-orc oracles are often imposing prophets of doom and destruction, drawing upon the spirits of the dead, the power of war, or the more violent elements of fire and storm.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>While some races laugh at the idea of a half-orc paladin, in fact it's not uncommon for half-orcs devoted to a lawful good deity to become champions of the cause, seeking to redeem themselves in society's eyes through great personal valor.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Often forced to live on the fringes of society and fend for themselves, half-orcs make excellent hunters and scouts, sometimes protecting the very communities that have rejected them in the hope of finding acceptance.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Marginalized by society, half-orcs are often forced to sneak and steal to survive, and some find that the lifestyle suits them, becoming bandits, burglars, enforcers, and cutthroats. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>While wizardry is rare among orc society, sorcery has a brutal simplicity that orcs can understand and appreciate, making half-orc sorcerers prized (and feared) for their abilities in both orc and human society.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Half-orcs are often outcasts, and hence many gravitate toward the summoner class as a chance to construct beings of perfect loyalty and friendship. Especially in orc lands, half-orc summoners tend to create eidolons that are as large and menacing as possible.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Orc society is inherently superstitious, and many half-orcs inherit this trait. Half-orc witches in human society sometimes use their bestial features to enhance their air of intimidating otherness. Even more than other witches, half-orc witches find themselves generally regarded with fear and distrust by those who would seek their power, and many take to the road in pursuit of their own mysterious ends.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>While wizard are extremely rare in orc society, as their culture has little access to or interest in books and arcane study, half-orc wizards are sometimes found in human societies, studying hard in a pursuit of power that could help win them the respect and position they so desperately desire.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}