{
    "body": "<p>Each plane of existence has its own properties&mdash;the natural laws of its universe. Planar traits are broken down into a number of general areas. All planes have the following kinds of traits.</p>", 
    "name": "Planar Traits", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Trait Types", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>These traits determine the laws of physics and nature on the plane, including how gravity and time function.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Trait Types/Physical Traits", 
                    "type": "section", 
                    "name": "Physical Traits", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>The dominance of particular elemental or energy forces is determined by these traits.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Trait Types/Elemental and Energy Traits", 
                    "type": "section", 
                    "name": "Elemental and Energy Traits", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>Just as characters may be lawful neutral or chaotic good, many planes are tied to a particular morality or ethos.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Trait Types/Alignment Traits", 
                    "type": "section", 
                    "name": "Alignment Traits", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>Magic works differently from plane to plane; magic traits set the boundaries for what magic can and can't do on each plane.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Trait Types/Magic Traits", 
                    "type": "section", 
                    "name": "Magic Traits", 
                    "source": "Game Mastery Guide"
                }
            ], 
            "name": "Trait Types", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The two most important natural laws set by physical traits are how gravity works and how time passes. Other physical traits pertain to the size and shape of a plane and how easily a plane's nature can be altered.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Physical Traits", 
            "type": "section", 
            "name": "Physical Traits", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The direction of gravity's pull may be unusual, and it might even change directions within the plane itself.</p>", 
            "name": "Gravity", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"normal-gravity\">Most planes have gravity similar to that of the Material Plane. The usual rules for ability scores, carrying capacity, and encumbrance apply. Unless otherwise noted in a plane's description, assume that it has the normal gravity trait.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/Normal Gravity", 
                    "type": "section", 
                    "name": "Normal Gravity", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"heavy-gravity\">The gravity on a plane with this trait is much more intense than on the Material Plane. As a result, Acrobatics, Climb, Ride, and Swim checks incur a &ndash;2 circumstance penalty, as do all attack rolls. All item weights are effectively doubled, which might affect a character's speed. Weapon ranges are halved. A character's Strength and Dexterity scores are not affected. Characters that fall on a heavy gravity plane take 1d10 points of damage for each 10 feet fallen, to a maximum of 20d10 points of damage.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/Heavy Gravity", 
                    "type": "section", 
                    "name": "Heavy Gravity", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"light-gravity\">The gravity on a plane with this trait is less intense than on the Material Plane. As a result, creatures find that they can lift more. Characters on a plane with the light gravity trait take a +2 circumstance bonus on attack rolls and on Acrobatics and Ride checks. All items weigh half as much, and weapon ranges double. Strength and Dexterity don't change as a result of light gravity, but what you can do with such scores does change. These advantages apply to travelers from other planes as well as natives. Falling characters on a light gravity plane take 1d4 points of damage for each 10 feet fallen (maximum 20d4).</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/Light Gravity", 
                    "type": "section", 
                    "name": "Light Gravity", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"no-gravity\">Individuals on a plane with this trait merely float in space, unless other resources are available to provide a direction for gravity's pull.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/No Gravity", 
                    "type": "section", 
                    "name": "No Gravity", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"objective-directional-gravity\">The strength of gravity on a plane with this trait is the same as on the Material Plane, but the direction is not the traditional &ldquo;down&rdquo; toward the ground. It may be down toward any solid object, at an angle to the surface of the plane itself, or even upward. In addition, the direction of &ldquo;down&rdquo; may vary from place to place within the plane. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/Objective Directional Gravity", 
                    "type": "section", 
                    "name": "Objective Directional Gravity", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"subjective-directional-gravity\">The strength of gravity on a plane with this trait is the same as on the Material Plane, but each individual chooses the direction of gravity's pull. Such a plane has no gravity for unattended objects and nonsentient creatures. This sort of environment can be very disorienting to the newcomer, but it is common on &ldquo;weightless&rdquo; planes.</p><p>Characters on a plane with subjective directional gravity can move normally along a solid surface by imagining &ldquo;down&rdquo; near their feet. If suspended in midair, a character &ldquo;flies&rdquo; by merely choosing a &ldquo;down&rdquo; direction and &ldquo;falling&rdquo; that way. Under such a procedure, an individual &ldquo;falls&rdquo; 150 feet in the first round and 300 feet in each succeeding round. Movement is straight-line only. In order to stop, one has to slow one's movement by changing the designated &ldquo;down&rdquo; direction (again, moving 150 feet in the new direction in the first round and 300 feet per round thereafter).</p><p>It takes a DC 16 Wisdom check to set a new direction of gravity as a free action; this check can be made once per round. Any character who fails this Wisdom check in successive rounds receives a +6 bonus on subsequent checks until he or she succeeds.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Gravity/Subjective Directional Gravity", 
                    "type": "section", 
                    "name": "Subjective Directional Gravity", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>The rate at which time passes can vary on different planes, though it remains constant within any particular plane. Time is always subjective for the viewer. The same subjectivity applies to various planes. Travelers may discover that they gain or lose time while moving between planes, but from their point of view, time always passes naturally.</p>", 
            "name": "Time", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"normal-time\">Describes how time passes on the Material Plane. One hour on a plane with normal time equals 1 hour on the Material Plane. Unless otherwise noted in a plane's description, assume it has the normal time trait.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Normal Time", 
                    "type": "section", 
                    "name": "Normal Time", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"erratic-time\">Some planes have time that slows down and speeds up, so an individual may lose or gain time as he moves between such planes and any others. To the denizens of such a plane, time flows naturally and the shift is unnoticed. The following is provided as an example.</p>", 
                    "name": "Erratic Time", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Erratic Time", 
                    "type": "section", 
                    "source": "Game Mastery Guide", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>d%</th><th>Time on Material Plane</th><th>Time on Erratic Time Plane</th></tr></thead><tbody><tr class=\"odd\"><td>01&ndash;10</td><td>1 day</td><td>1 round</td></tr><tr class=\"even\"><td>11&ndash;40</td><td>1 day</td><td>1 hour</td></tr><tr class=\"odd\"><td>41&ndash;60</td><td>1 day</td><td>1 day</td></tr><tr class=\"even\"><td>61&ndash;90</td><td>1 hour</td><td>1 day</td></tr><tr class=\"odd\"><td>91&ndash;100</td><td>1 round</td><td>1 day</td></tr></tbody></table>", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Erratic Time/d%", 
                            "type": "table", 
                            "name": "d%", 
                            "source": "Game Mastery Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"flowing-time\">On some planes, the flow of time is consistently faster or slower. One may travel to another plane, spend a year there, and then return to the Material Plane to find that only 6 seconds have elapsed. Everything on the plane returned to is only a few seconds older. But for that traveler and the items, spells, and effects working on him, that year away was entirely real. When designating how time works on planes with flowing time, put the Material Plane's flow of time first, followed by the flow in the other plane.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Flowing Time", 
                    "type": "section", 
                    "name": "Flowing Time", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"timeless\">On planes with this trait, time still passes, but the effects of time are diminished. How the timeless trait affects certain activities or conditions such as hunger, thirst, aging, the effects of poison, and healing varies from plane to plane. The danger of a timeless plane is that once an individual leaves such a plane for one where time flows normally, conditions such as hunger and aging occur retroactively. If a plane is timeless with respect to magic, any spell cast with a noninstantaneous duration is permanent until dispelled.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Timeless", 
                    "type": "section", 
                    "name": "Timeless", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>Planes come in a variety of sizes and shapes. Most planes are infinite, or at least so large that they may as well be infinite.</p>", 
            "name": "Shape and Size", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Shape and Size", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"infinite\">Planes with this trait go on forever, though they may have finite components within them. Alternatively, they may consist of ongoing expanses in two directions, like a map that stretches out infinitely. Unless otherwise noted in its description, assume that a plane is effectively infinite.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Shape and Size/Infinite", 
                    "type": "section", 
                    "name": "Infinite", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"finite-shape\">A plane with this trait has defined edges or borders. These borders may adjoin other planes or be hard, finite borders such as the edge of the world or a great wall. Demiplanes are often finite.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Shape and Size/Finite Shape", 
                    "type": "section", 
                    "name": "Finite Shape", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"self-contained-shape\">On planes with this trait, the borders wrap in on themselves, depositing the traveler on the other side of the map. Some spherical planes are examples of self-contained, finite planes, but they can also be cubes, tori, or flat expanses with magical edges that teleport the traveler to the opposite edge when she crosses them. Some demiplanes are self-contained.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Shape and Size/Self-Contained Shape", 
                    "type": "section", 
                    "name": "Self-Contained Shape", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>This trait measures how easily the basic nature of a plane can be changed. Some planes are responsive to sentient thought, while some respond to physical or magical efforts. Others can only be manipulated by extremely powerful creatures.</p>", 
            "name": "Morphic Traits", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"alterable-morphic\">On a plane with this trait, objects remain where they are (and what they are) unless affected by physical force or magic. You can change the immediate environment as a result of tangible effort. Unless otherwise noted in a plane's description, assume it has the alterable morphic trait.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Alterable Morphic", 
                    "type": "section", 
                    "name": "Alterable Morphic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"divinely-morphic\">Specific unique beings (deities or similar great powers) have the ability to alter objects, creatures, and the landscape on planes with this trait. They may cause these areas to change instantly and dramatically, creating great kingdoms for themselves. Ordinary characters find these planes similar to alterable planes in that they may be affected by spells and physical effort. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Divinely Morphic", 
                    "type": "section", 
                    "name": "Divinely Morphic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"highly-morphic\">On a plane with this trait, features of the plane change so frequently that it's difficult to keep a particular area stable. Some such planes may react dramatically to specific spells, sentient thought, or the force of will. Others change for no reason.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Highly Morphic", 
                    "type": "section", 
                    "name": "Highly Morphic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"magically-morphic\">Specific spells can alter the basic material of a plane with this trait.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Magically Morphic", 
                    "type": "section", 
                    "name": "Magically Morphic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"sentient\">These planes respond to a single entity's thoughts&mdash;those of the plane itself. Travelers might find the plane's landscape changing as a result of what the plane thinks of the travelers, becoming either more or less hospitable depending on its reaction.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Sentient", 
                    "type": "section", 
                    "name": "Sentient", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"static\">These planes are unchanging. Visitors cannot affect living residents of the plane or objects that the denizens possess. Any spells that would affect those on the plane have no effect unless the plane's static trait is somehow removed or suppressed. Spells cast before entering a plane with the static trait remain in effect, however. Even moving an unattended object within a static plane requires a DC 16 Strength check. Particularly heavy objects may be impossible to move.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Static", 
                    "type": "section", 
                    "name": "Static", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>Four basic elements and two types of energy combine to make up everything. The elements are earth, air, fire, and water; the types of energy are positive and negative. The Material Plane reflects a balancing of those elements and energies&mdash;all are found there. Each of the Inner Planes is dominated by one element or type of energy. Other planes may show off various aspects of these elemental traits. Many planes have no elemental or energy traits; such traits are noted in a plane's description only when they are present.</p>", 
            "name": "Elemental and Energy Traits", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"air-dominant\">Consisting mostly of open space, planes with this trait have just a few bits of floating stone or other solid matter. They usually have a breathable atmosphere, though such a plane may include clouds of acidic or toxic gas. Creatures of the earth subtype are uncomfortable on air-dominant planes because they have little or no natural earth to connect with. They take no actual damage, however.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Air-Dominant", 
                    "type": "section", 
                    "name": "Air-Dominant", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"earth-dominant\">Planes with this trait are mostly solid. Travelers who arrive run the risk of suffocation if they don't reach a cavern or other pocket within the earth. Worse yet, individuals without the ability to burrow are entombed in the earth and must dig their way out (5 feet per turn). Creatures of the air subtype are uncomfortable on earth-dominant planes because these planes are tight and claustrophobic to them, but suffer no inconvenience beyond having difficulty moving.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Earth-Dominant", 
                    "type": "section", 
                    "name": "Earth-Dominant", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"fire-dominant\">Planes with this trait are composed of flames that continually burn without consuming their fuel source. Fire-dominant planes are extremely hostile to Material Plane creatures, and those without resistance or immunity to fire are soon immolated.</p><p>Unprotected wood, paper, cloth, and other flammable materials catch fire almost immediately, and those wearing unprotected flammable clothing catch on fire. In addition, individuals take 3d10 points of fire damage every round they are on a fire-dominant plane. Creatures of the water subtype are extremely uncomfortable on fire-dominant planes. Those that are made of water take double damage each round.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Fire-Dominant", 
                    "type": "section", 
                    "name": "Fire-Dominant", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"water-dominant\">Planes with this trait are mostly liquid. Visitors who can't breathe water or reach a pocket of air likely drown. Creatures of the fire subtype are extremely uncomfortable on water-dominant planes. Those made of fire take 1d10 points of damage each round.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Water-Dominant", 
                    "type": "section", 
                    "name": "Water-Dominant", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"negative-dominant\">Planes with this trait are vast, empty reaches that suck the life out of travelers who cross them. They tend to be lonely, haunted planes, drained of color and filled with winds bearing the soft moans of those who died within them. There are two kinds of negative-dominant traits: minor negative-dominant and major negative-dominant. On minor negative-dominant planes, living creatures take 1d6 points of damage per round. At 0 hit points or lower, they crumble into ash.</p><p>Major negative-dominant planes are even more dangerous. Each round, those within must make a DC 25 Fortitude save or gain a negative level. A creature whose negative levels equal its current levels or Hit Dice is slain, becoming a wraith. The <i>death ward</i> spell protects a traveler from the damage and energy drain of a negative-dominant plane.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Negative-Dominant", 
                    "type": "section", 
                    "name": "Negative-Dominant", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"positive-dominant\">An abundance of life characterizes planes with this trait. Like negative-dominant planes, positive-dominant planes can be either minor or major. A minor positive-dominant plane is a riotous explosion of life in all its forms. Colors are brighter, fires are hotter, noises are louder, and sensations are more intense as a result of the positive energy swirling through the plane. All individuals in a positive-dominant plane gain fast healing 2 as an extraordinary ability.</p><p>Major positive-dominant planes go even further. A creature on a major positive-dominant plane must make a DC 15 Fortitude save to avoid being blinded for 10 rounds by the brilliance of the surroundings. Simply being on the plane grants fast healing 5 as an extraordinary ability. In addition, those at full hit points gain 5 additional temporary hit points per round. These temporary hit points fade 1d20 rounds after the creature leaves the major positive-dominant plane. However, a creature must make a DC 20 Fortitude save each round that its temporary hit points exceed its normal hit point total. Failing the saving throw results in the creature exploding in a riot of energy, which kills it.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Positive-Dominant", 
                    "type": "section", 
                    "name": "Positive-Dominant", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>Some planes have a predisposition to a certain alignment. Most of the inhabitants of these planes also have the plane's particular alignment, even powerful creatures such as deities. The alignment trait of a plane affects social interactions there. Characters who follow other alignments than most of the inhabitants do may have a tougher time dealing with the plane's natives and situations.</p><p>Alignment traits have multiple components. First are the moral (good or evil) and ethical (lawful or chaotic) components; a plane can have a moral component, an ethical component, or one of each. Second, the specific alignment trait indicates whether each moral or ethical component is mildly or strongly evident. Many planes have no alignment traits; these traits are noted in a plane's description only when they are present.</p>", 
            "name": "Alignment Traits", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"good-aligned/evil-aligned\">These planes have chosen a side in the battle of good versus evil. No plane can be both good-aligned and evil-aligned.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Good-Aligned_Evil-Aligned", 
                    "type": "section", 
                    "name": "Good-Aligned/Evil-Aligned", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"law-aligned/chaos-aligned\">Law versus chaos is the key struggle for these planes and their residents. No plane can be both law-aligned and chaos-aligned. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Law-Aligned_Chaos-Aligned", 
                    "type": "section", 
                    "name": "Law-Aligned/Chaos-Aligned", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"neutral-aligned\">These planes stand outside the conflicts between good and evil and law and chaos.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Neutral-Aligned", 
                    "type": "section", 
                    "name": "Neutral-Aligned", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"mildly-aligned\">Creatures who have an alignment opposite that of a mildly aligned plane take a &ndash;2 circumstance penalty on all Charisma-based checks. A mildly neutral-aligned plane does not apply a circumstance penalty to anyone.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Mildly Aligned", 
                    "type": "section", 
                    "name": "Mildly Aligned", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"strongly-aligned\">On planes that are strongly aligned, a &ndash;2 circumstance penalty applies on all Intelligence-, Wisdom-, and Charisma-based checks made by all creatures not of the plane's alignment. The penalties for the moral and ethical components of the alignment trait stack.</p><p>A strongly neutral-aligned plane stands in opposition to all other moral and ethical principles: good, evil, law, and chaos. Such a plane may be more concerned with the balance of the alignments than with accommodating and accepting alternate points of view. In the same fashion as for other strongly aligned planes, strongly neutral-aligned planes apply a &ndash;2 circumstance penalty on Intelligence-, Wisdom-, or Charisma-based checks made by any creature that isn't neutral. The penalty is applied twice (once for law/chaos, and once for good/evil), so neutral good, neutral evil, lawful neutral, and chaotic neutral creatures take a &ndash;2 penalty and lawful good, chaotic good, chaotic evil, and lawful evil creatures take a &ndash;4 penalty.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Strongly Aligned", 
                    "type": "section", 
                    "name": "Strongly Aligned", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>A plane's magic trait describes how magic works on that plane compared to how it works on the Material Plane. Particular locations on a plane (such as those under the direct control of deities) may be pockets where a different magic trait applies.</p>", 
            "name": "Magic Traits", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"normal-magic\">This magic trait means that all spells and supernatural abilities function as written. Unless otherwise noted in a plane's description, assume that it has the normal magic trait.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Normal Magic", 
                    "type": "section", 
                    "name": "Normal Magic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"dead-magic\">These planes have no magic at all. A plane with the dead magic trait functions in all respects like an <i>antimagic field</i> spell. Divination spells cannot detect subjects within a dead magic plane, nor can a spellcaster use <i>teleport</i> or another spell to move in or out. The only exception to the &ldquo;no magic&rdquo; rule is permanent planar portals, which still function normally.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Dead Magic", 
                    "type": "section", 
                    "name": "Dead Magic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"enhanced-magic\">Particular spells and spell-like abilities are easier to use or more powerful in effect on planes with this trait than they are on the Material Plane. Natives of a plane with the enhanced magic trait are aware of which spells and spell-like abilities are enhanced, but planar travelers may have to discover this on their own. If a spell is enhanced, it functions as if its caster level was 2 higher than normal.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Enhanced Magic", 
                    "type": "section", 
                    "name": "Enhanced Magic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"impeded-magic\">Particular spells and spell-like abilities are more difficult to cast on planes with this trait, often because the nature of the plane interferes with the spell. To cast an impeded spell, the caster must make a concentration check (DC 20 + the level of the spell). If the check fails, the spell does not function but is still lost as a prepared spell or spell slot. If the check succeeds, the spell functions normally.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Impeded Magic", 
                    "type": "section", 
                    "name": "Impeded Magic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"limited-magic\">Planes with this trait permit only the use of spells and spell-like abilities that meet particular qualifications. Magic can be limited to effects from certain schools or subschools, effects with certain descriptors, or effects of a certain level (or any combination of these qualities). Spells and spell-like abilities that don't meet the qualifications simply don't work.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Limited Magic", 
                    "type": "section", 
                    "name": "Limited Magic", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"wild-magic\">On a plane with the wild magic trait, spells and spell-like abilities function in radically different and sometimes dangerous ways. Any spell or spell-like ability used on a wild magic plane has a chance to go awry. The caster must make a caster level check (DC 15 + the level of the spell or spell-like ability) for the magic to function normally. Failure means that something strange happens; roll d% and consult Table 7&ndash;16: Wild Magic Effects.</p>", 
                    "name": "Wild Magic", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Wild Magic", 
                    "type": "section", 
                    "source": "Game Mastery Guide", 
                    "sections": [
                        {
                            "body": "<table id=\"table-7-16:-wild-magic-effects\"><caption>Table:  Wild Magic Effects</caption><thead><tr id=\"d00-effect\"><th>d%</th><th>Effect</th></tr></thead><tr class=\"odd\"><td>01&ndash;19</td><td style=\"white-space: normal;\">The spell rebounds on its caster with normal effect. If the spell cannot affect the caster, it simply fails.</td></tr><tr class=\"even\"><td>20&ndash;23</td><td style=\"white-space: normal;\">A circular pit 15 feet wide opens under the caster's feet; it is 10 feet deep per level of the caster.</td></tr><tr class=\"odd\"><td>24&ndash;27</td><td style=\"white-space: normal;\">The spell fails, but the target or targets of the spell are pelted with a rain of small objects (anything from flowers to rotten fruit), which disappear upon striking. The barrage continues for 1 round. During this time the targets are blinded and must make concentration checks (DC 15 + spell level) to cast spells.</td></tr><tr class=\"even\"><td>28&ndash;31</td><td style=\"white-space: normal;\">The spell affects a random target or area. Randomly choose a different target from among those in range of the spell or center the spell at a random place within range of the spell. To generate direction randomly, roll 1d8 and count clockwise around the compass, starting with south. To generate range randomly, roll 3d6. Multiply the result by 5 feet for close-range spells, 20 feet for medium-range spells, or 80 feet for long-range spells.</td></tr><tr class=\"odd\"><td>32&ndash;35</td><td style=\"white-space: normal;\">The spell functions normally, but any material components are not consumed. The spell is not expended from the caster's mind (the spell slot or prepared spell can be used again). Similarly, an item does not lose charges, and the effect does not count against an item's or spell-like ability's use limit.</td></tr><tr class=\"even\"><td>36&ndash;39</td><td style=\"white-space: normal;\">The spell does not function. Instead, everyone (friend or foe) within 30 feet of the caster receives the effect of a <i>heal</i> spell.</td></tr><tr class=\"odd\"><td>40&ndash;43</td><td style=\"white-space: normal;\">The spell does not function. Instead, a <i>deeper darkness</i> effect and a <i>silence</i> effect cover a 30-foot radius around the caster for 2d4 rounds.</td></tr><tr class=\"even\"><td>44&ndash;47</td><td style=\"white-space: normal;\">The spell does not function. Instead, a <i>reverse gravity</i> effect covers a 30-foot radius around the caster for 1 round.</td></tr><tr class=\"odd\"><td>48&ndash;51</td><td style=\"white-space: normal;\">The spell functions, but shimmering colors swirl around the caster for 1d4 rounds. Treat this as a <i>glitterdust</i> effect with a save DC of 10 + the level of the spell that generated this result.</td></tr><tr class=\"even\"><td>52&ndash;59</td><td style=\"white-space: normal;\">Nothing happens. The spell does not function. Any material components are used up. The spell or spell slot is used up, an item loses charges, and the effect counts against an item's or spell-like ability's use limit.</td></tr><tr class=\"odd\"><td>60&ndash;71</td><td style=\"white-space: normal;\">Nothing happens. The spell does not function. Any material components are not consumed. The spell is not expended from the caster's mind (a spell slot or prepared spell can be used again). An item does not lose charges, and the effect does not count against an item's or spell-like ability's use limit.</td></tr><tr class=\"even\"><td>72&ndash;98</td><td style=\"white-space: normal;\">The spell functions normally.</td></tr><tr class=\"odd\"><td>99&ndash;100</td><td style=\"white-space: normal;\">The spell functions strongly. Saving throws against the spell incur a &ndash;2 penalty. The spell has the maximum possible effect, as if it were cast with the Maximize Spell feat. If the spell is already maximized with the feat, there is no further effect.</td></tr></table>", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Wild Magic/Table Wild Magic Effects", 
                            "type": "table", 
                            "name": "Table: Wild Magic Effects", 
                            "source": "Game Mastery Guide"
                        }
                    ]
                }
            ]
        }
    ]
}