{
    "body": "<p>In the cosmology of the Pathfinder Roleplaying Game, the planes are collectively known as the Great Beyond, and form a vast, nesting sphere. At the heart of the sphere lie the Material Plane and its twisted reflection, the Shadow Plane, bridged by the mists of the Ethereal Plane. The elemental planes of the Inner Sphere surround this heart. Farther out, beyond the void of the Astral Plane, sits the unimaginably vast Outer Sphere, which is itself surrounded and contained by the innumerable layers of the Abyss</p><p>The planes that make up the Great Beyond are briefly detailed below. For additional information on these planes, see <i>Pathfinder Chronicles: The Great Beyond</i>.</p>", 
    "name": "The Great Beyond", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>The Material Plane is the center of most cosmologies and defines what is considered normal. It is the plane most campaign worlds occupy.</p><p>The Material Plane has the following traits:</p><ul><li> <b>Normal Gravity</b></li><li> <b>Normal Time</b></li><li> <b>Alterable Morphic</b></li><li> <b>No Elemental or Energy Traits</b>Specific locations may have these traits, however. </li><li> <b>Mildly Neutral-Aligned</b>: Though it may contain high concentrations of evil or good, law or chaos in places.</li><li> <b>Normal Magic</b></li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Material Plane", 
            "type": "section", 
            "name": "Material Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Shadow Plane is a dimly lit dimension that is both coterminous to and coexistent with the Material Plane. It overlaps the Material Plane much as the Ethereal Plane does, so a planar traveler can use the Shadow Plane to cover great distances quickly. The Shadow Plane is also coterminous to other planes. With the right spell, a character can use the Shadow Plane to visit other realities. The Shadow Plane is a world of black and white; color itself has been bleached from the environment. It otherwise appears similar to the Material Plane. Despite the lack of light sources, various plants, animals, and humanoids call the Shadow Plane home.</p><p>The Shadow Plane has the following traits:</p><ul><li> <b>Magically Morphic</b>Parts of the Shadow Plane continually flow onto other planes. As a result, creating a precise map of the plane is next to impossible, despite the presence of landmarks. In addition, certain spells, such as <i>shadow conjuration</i> and <i>shadow evocation</i>, modify the base material of the Shadow Plane. The utility and power of these spells within the Shadow Plane make them particularly useful for explorers and natives alike. </li><li> <b>Mildly Neutral-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells with the shadow descriptor are enhanced on the Shadow Plane. Furthermore, specific spells become more powerful on the Shadow Plane. <i>Shadow conjuration</i> and <i>shadow evocation</i> spells are 30% as powerful as the conjurations and evocations they mimic (as opposed to 20%). <i>Greater shadow conjuration</i> and <i>greater shadow evocation</i> are 70% as powerful (not 60%), and a <i>shades</i> spell conjures at 90% of the power of the original (not 80%). Despite the dark nature of the Shadow Plane, spells that produce, use, or manipulate darkness are unaffected by the plane.</li><li> <b>Impeded Magic</b>: Spells with the light descriptor or that use or generate light or fire are impeded on the Shadow Plane. Spells that produce light are less effective in general, because all light sources have their ranges halved on the Shadow Plane. </li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Shadow Plane", 
            "type": "section", 
            "name": "Shadow Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>To an observer, there's little to see on the Negative Energy Plane. It is a dark, empty place, an eternal pit where a traveler can fall until the plane itself steals away all light and life. The Negative Energy Plane is the most hostile of the Inner Planes, the most uncaring and intolerant of life. Only creatures immune to its life-draining energies can survive there.</p><p>The Negative Energy Plane has the following traits:</p><ul><li> <b>Subjective Directional Gravity</b></li><li> <b>Major Negative-Dominant</b>Some areas within the plane have only the minor negative-dominant trait, and these islands tend to be inhabited.</li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities that use negative energy are enhanced. Class abilities that use negative energy, such as channel negative energy, gain a +4 bonus to the save DC to resist the ability.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities that use positive energy (including cure spells) are impeded. Characters on this plane take a &ndash;10 penalty on saving throws made to remove negative levels bestowed by an energy drain attack.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Negative Energy Plane", 
            "type": "section", 
            "name": "Negative Energy Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Positive Energy Plane has no surface and is akin to the Plane of Air with its wide-open nature. However, every bit of this plane glows brightly with innate power. This power is dangerous to mortal forms, which are not made to handle it. Despite the beneficial effects of the plane, it is one of the most hostile of the Inner Planes. An unprotected character on this plane swells with power as positive energy is forced upon her. Then, because her mortal frame is unable to contain that power, she is immolated, like a mote of dust caught at the edge of a supernova. Visits to the Positive Energy Plane are brief, and even then travelers must be heavily protected.</p><p>The Positive Energy Plane has the following traits:</p><ul><li> <b>Subjective Directional Gravity</b></li><li> <b>Major Positive-Dominant</b>Some regions of the plane have the minor positive-dominant trait instead, and those islands tend to be inhabited.</li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities that use positive energy are enhanced. Class abilities that use positive energy, such as channel positive energy, gain a +4 bonus to the save DC to resist the ability.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities that use negative energy (including inflict spells) are impeded.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Positive Energy Plane", 
            "type": "section", 
            "name": "Positive Energy Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Plane of Air is an empty plane, consisting of sky above and sky below. It is the most comfortable and survivable of the Inner Planes and is the home of all manner of airborne creatures. Indeed, flying creatures find themselves at a great advantage on this plane. While travelers without flight can survive easily here, they are at a disadvantage.</p><p>The Plane of Air has the following traits:</p><ul><li> <b>Subjective Directional Gravity</b>Inhabitants of the plane determine their own &ldquo;down&rdquo; direction. Objects not under the motive force of others do not move.</li><li> <b>Air-Dominant</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the air descriptor or that use, manipulate, or create air (including those of the Air domain and the elemental [air] bloodline) are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the earth descriptor or that use or create earth (including those of the Earth domain, spell-like abilities of the elemental [earth] bloodline, and spells that summon earth elementals or outsiders with the earth subtype) are impeded.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Plane of Air", 
            "type": "section", 
            "name": "Plane of Air", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Plane of Earth is a solid place made of soil and stone. An unwary traveler might find himself entombed within this vast solidity of material and crushed into nothingness, with his powdered remains left as a warning to any foolish enough to follow. Despite its solid, unyielding nature, the Plane of Earth is varied in its consistency, ranging from soft soil to veins of heavier and more valuable metal.</p><p>The Plane of Earth has the following traits:</p><ul><li> <b>Earth-Dominant</b></li><li> <b>Enhanced Magic</b>Spells and spell-like abilities with the earth descriptor or that use, manipulate, or create earth or stone (including those of the Earth domain and the elemental [earth] bloodline) are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the air descriptor or that use or create air (including those of the Air domain, spell-like abilities of the elemental [air] bloodline, and spells that summon air elementals or outsiders with the air subtype) are impeded.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Plane of Earth", 
            "type": "section", 
            "name": "Plane of Earth", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Everything is alight on the Plane of Fire. The ground is nothing more than great, ever-shifting plates of compressed flame. The air ripples with the heat of continual firestorms and the most common liquid is magma. The oceans are made of liquid flame, and the mountains ooze with molten lava. Fire survives here without needing fuel or air, but flammables brought onto the plane are consumed readily.</p><p>The Plane of Fire has the following traits:</p><ul><li> <b>Fire-Dominant</b></li><li> <b>Enhanced Magic</b>Spells and spell-like abilities with the fire descriptor or that use, manipulate, or create fire (including those of the Fire domain or the elemental [fire] bloodline) are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the water descriptor or that use or create water (including spells of the Water domain, spell-like abilities of the elemental [water] bloodline, and spells that summon water elementals or outsiders with the water subtype) are impeded.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Plane of Fire", 
            "type": "section", 
            "name": "Plane of Fire", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Plane of Water is a sea without a floor or a surface, an entirely fluid environment lit by a diffuse glow. It is one of the more hospitable of the Inner Planes once a traveler gets past the problem of breathing the local medium.</p><p>The eternal oceans of this plane vary between ice cold and boiling hot, and between saline and fresh. They are perpetually in motion, wracked by currents and tides. The plane's permanent settlements form around bits of flotsam suspended within this endless liquid, drifting on the tides.</p><p>The Plane of Water has the following traits:</p><ul><li> <b>Subjective Directional Gravity</b>The gravity here works similarly to that of the Plane of Air, but sinking or rising on the Plane of Water is slower (and less dangerous) than on the Plane of Air.</li><li> <b>Water-Dominant</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the water descriptor or that use or create water (including those of the Water domain or the elemental [water] bloodline) are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the fire descriptor or that use or create fire (including spells of the Fire domain, spell-like abilities of the elemental [fire] bloodline, and spells that summon fire elementals or outsiders with the fire subtype) are impeded.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Plane of Water", 
            "type": "section", 
            "name": "Plane of Water", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Ethereal Plane is coexistent with the Material Plane and often other planes as well. The Material Plane itself is visible from the Ethereal Plane, but it appears muted and indistinct; colors blur into each other and edges are fuzzy.</p><p>While it is possible to see into the Material Plane from the Ethereal Plane, the latter is usually invisible to those on the Material Plane. Normally, creatures on the Ethereal Plane cannot attack creatures on the Material Plane, and vice versa. A traveler on the Ethereal Plane is invisible, insubstanial, and utterly silent to someone on the Material Plane.</p><p>The Ethereal Plane has the following traits:</p><ul><li> <b>No Gravity</b></li><li> <b>Alterable Morphic</b>The plane contains little to alter, however.</li><li> <b>Mildly Neutral-Aligned</b></li><li> <b>Normal Magic</b>: Spells function normally on the Ethereal Plane, though they do not cross into the Material Plane. The only exceptions are spells and spell-like abilities that have the force descriptor and abjuration spells that affect ethereal beings; these can cross from the Material Plane to the Ethereal Plane. Spellcasters on the Material Plane must have some way to detect foes on the Ethereal Plane before targeting them with force-based spells. While it's possible to hit ethereal enemies with a force spell cast on the Material Plane, the reverse isn't possible. No magical attacks cross from the Ethereal Plane to the Material Plane, including force attacks.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Ethereal Plane", 
            "type": "section", 
            "name": "Ethereal Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>The Astral Plane is the space between the Inner and Outer Planes, and coterminous with all of the planes. When a character moves through a portal or projects her spirit to a different plane of existence, she travels through the Astral Plane. Even spells that allow instantaneous movement across a plane briefly touch the Astral Plane. The Astral Plane is a great, endless expanse of clear silvery sky, both above and below. Occasional bits of solid matter can be found here, but most of the Astral Plane is an endless, open domain.</p><p>The Astral Plane has the following traits:</p><ul><li> <b>Subjective Directional Gravity</b></li><li> <b>Timeless</b>Age, hunger, thirst, afflictions (such as diseases, curses, and poisons), and natural healing don't function in the Astral Plane, though they resume functioning when the traveler leaves the Astral Plane.</li><li> <b>Mildly Neutral-Aligned</b></li><li> <b>Enhanced Magic</b>: All spells and spell-like abilities used within the Astral Plane may be employed as if they were improved by the Quicken Spell or Quicken Spell-Like Ability feats. Already quickened spells and spell-like abilities are unaffected, as are spells from magic items. Spells so quickened are still prepared and cast at their unmodified level. As with the Quicken Spell feat, only one quickened spell or spell-like ability can be cast per round.</li></ul>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Astral Plane", 
            "type": "section", 
            "name": "Astral Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>A realm of vast wastelands under a rotten sky, Abaddon is perpetually cloaked in a cloying black mist and the oppressive twilight of an endless solar eclipse. The poisoned River Styx has its source in Abaddon, before it meanders like a twisted serpent onto other planes. Abaddon may be the most hostile of the Outer Planes; it is the home of the daemons, fiends of pure evil untouched by the struggle between law and chaos, who personify oblivion and destruction. Daemons, which are ruled by four godlike archdaemons, are feared throughout the Great Beyond as devourers of souls.</p><p>Abaddon has the following traits:</p><ul><li> <b>Divinely Morphic</b>Deities with domains in Abaddon can alter the plane at will. </li><li> <b>Strongly Evil-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the evil descriptor are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the good descriptor are impeded.</li></ul>", 
            "name": "Abaddon", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Abaddon", 
            "source": "Game Mastery Guide", 
            "abbrev": "Neutral Evil", 
            "type": "section"
        }, 
        {
            "body": "<p>Surrounding the Outer Sphere like the impossibly deep skin of an onion, the layered plane of the Abyss begins as gargantuan canyons and yawning chasms in the fabric of the other Outer Planes, bordered by the foul waters of the River Styx. Coterminous with all of the Outer Planes, the infinite layers of the Abyss connect to one another in constantly shifting pathways. There are no rules in the Abyss, nor laws, order, or hope. The Abyss is a perversion of freedom, a nightmare realm of unmitigated horror where desire and suffering are given demonic form, for the Abyss is the spawning ground of the innumerable races of demons, among the oldest beings in all the Great Beyond.</p><p>The Abyss has the following traits:</p><ul><li> <b>Divinely Morphic and Sentient</b>Deities with domains in the Abyss can alter the plane at will, as can the Abyss itself.</li><li> <b>Strongly Chaos-Aligned and Strongly Evil-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the chaotic or evil descriptor are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the lawful or good descriptor are impeded.</li></ul>", 
            "name": "The Abyss", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/The Abyss", 
            "source": "Game Mastery Guide", 
            "abbrev": "Chaotic Evil", 
            "type": "section"
        }, 
        {
            "body": "<p>A vast land of untamed wilderness and wild passions, Elysium is the plane of benevolent chaos. Freedom and self-sufficiency abound here, personified in the azatas native to the plane. In Elysium, selfless cooperation and fierce competition clash with the violence of a raging thunderstorm, but such conflicts never overshadow the lofty concepts of bravery, creativity, and good unhindered by rules or laws.</p><p>Elysium has the following traits:</p><ul><li> <b>Divinely Morphic</b>Deities with domains in Elysium can alter the plane at will.</li><li> <b>Strongly Chaos-Aligned and Strongly Good-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the chaotic or good descriptor are enhanced. </li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the lawful or evil descriptor are impeded.</li></ul>", 
            "name": "Elysium", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Elysium", 
            "source": "Game Mastery Guide", 
            "abbrev": "Chaotic Good", 
            "type": "section"
        }, 
        {
            "body": "<p>The soaring mountain of Heaven towers high above the Outer Sphere. This ordered realm of honor and compassion is divided into seven layers. Heaven's slopes are filled with planned, orderly cities and tidy, cultivated gardens and orchards. Though they began their existences as mortals, Heaven's native archons see law and good as indivisible halves of the same exalted concept, and array themselves against the cosmic perversions of chaos and evil.</p><p>Heaven has the following traits:</p><ul><li> <b>Divinely Morphic</b>Deities with domains in Heaven can alter the plane at will.</li><li> <b>Strongly Law-Aligned and Strongly Good-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the lawful or good descriptor are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the chaotic or evil descriptor are impeded.</li></ul>", 
            "name": "Heaven", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Heaven", 
            "source": "Game Mastery Guide", 
            "abbrev": "Lawful Good", 
            "type": "section"
        }, 
        {
            "body": "<p>The nine layers of Hell form a structured labyrinth of calculated evil where torment goes hand in hand with purification. A plane of iron cities, burning wastelands, frozen glaciers, and endless volcanic peaks, Hell is divided into nine nesting layers, each under the malevolent rule of an archdevil. Torture, anguish, and agony are inevitable in Hell, but they are methodical, not spiteful or capricious, and serve a deliberate master plan under the watchful eyes of the disciplined ranks of Hells' lesser devils. The nine layers of Hell, from first to last, are Avernus, Dis, Erebus, Phlegethon, Stygia, Malebolge, Cocytus, Caina, and Nessus.</p><p>Hell has the following traits:</p><ul><li> <b>Divinely Morphic</b>Deities with domains in Hell can alter the plane at will.</li><li> <b>Strongly Law-Aligned and Strongly Evil-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the lawful or evil descriptor are enhanced. </li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the chaotic or good descriptor are impeded.</li></ul>", 
            "name": "Hell", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Hell", 
            "source": "Game Mastery Guide", 
            "abbrev": "Lawful Evil", 
            "type": "section"
        }, 
        {
            "body": "<p>A vast ocean of unrestrained chaos and untapped potential surrounds and is coterminous with each of the Outer Planes. This is Limbo&mdash;beautiful, deadly, and truly endless. From its unplumbed depths were born all the other planes, and to its anarchic deeps will all creation eventually return. Where the formless sea of Limbo laps against the shores of other planes, its substance takes on some measure of stability, and it is within these borderlands that travel is safest, though it is still fraught with danger from Limbo's chaos-warped inhabitants. Deeper into the plane, Limbo's native proteans cavort in the Primal Chaos, creating and destroying the raw stuff of chaos with unfathomable abandon.</p><p>Limbo has the following traits:</p><ul><li> <b>Subjective Directional Gravity and Normal Gravity</b>On the few islands of stability within Limbo, gravity is more likely to be normal (down is toward the center of mass). Everywhere else, gravity is subjective directional.</li><li> <b>Erratic Time</b></li><li> <b>Highly Morphic</b></li><li> <b>Strongly Chaos-Aligned</b></li><li> <b>Wild Magic and Normal Magic</b>: On the few islands of stability within Limbo, magic is more likely to be normal. Magic is wild everywhere else.</li></ul>", 
            "name": "Limbo", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Limbo", 
            "source": "Game Mastery Guide", 
            "abbrev": "Chaotic Neutral", 
            "type": "section"
        }, 
        {
            "body": "<p>Nirvana is an unbiased paradise existing between the two extremes of Elysium and Heaven. Its stunning mountains, rolling hills, and deep forests all match a visitor's expectations of a pastoral paradise, but Nirvana also contains mysteries that lead to enlightenment. Nirvana is a sanctuary and a place of respite for all who seek redemption or illumination. Nirvana's native agathions have willingly postponed their own transcendence to guard Nirvana's enigmas, while celestial beings fight the forces of evil across the planes.</p><p>Nirvana has the following traits:</p><ul><li> <b>Divinely Morphic</b>Deities with domains in Nirvana can alter the plane at will.</li><li> <b>Strongly Good-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the good descriptor are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the evil descriptor are impeded.</li></ul>", 
            "name": "Nirvana", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Nirvana", 
            "source": "Game Mastery Guide", 
            "abbrev": "Neutral Good", 
            "type": "section"
        }, 
        {
            "body": "<p>Every soul passes through Purgatory to be judged before being sent on to its final destination in the Great Beyond. Vast graveyards and wastelands fill its gloomy expanses, along with dusty, echoing courts for the judgment of the dead. Purgatory is home to the aeons, a race who embody the dualistic nature of existence and who are constantly both at war and at peace with each other and themselves.</p><p>Purgatory has the following traits:</p><ul><li> <b>Timeless</b>Age, hunger, thirst, afflictions (such as diseases, curses, and poisons), and natural healing don't function in Purgatory, though they resume functioning when the traveler leaves Purgatory.</li><li> <b>Divinely Morphic</b>: Deities with domains in Purgatory can alter the plane at will.</li><li> <b>Strongly Neutral-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the death descriptor, or from the Death or Repose domains, are enhanced.</li></ul>", 
            "name": "Purgatory", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Purgatory", 
            "source": "Game Mastery Guide", 
            "abbrev": "Neutral", 
            "type": "section"
        }, 
        {
            "body": "<p>Utopia is a bastion of order against the chaos of Limbo and the countless demonic hordes of the Abyss. A great city of eternal perfection, Utopia's streets and buildings are paragons of architecture and aesthetics; everything is ordered and nothing happens by chance. While no one race rules Utopia, axiomites and inevitables make their homes here, forever striving to expand their perfect city.</p><p>Utopia has the following traits:</p><ul><li> <b>Finite Shape</b></li><li> <b>Divinely Morphic</b>Deities with domains in Utopia can alter the plane at will.</li><li> <b>Strongly Law-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells and spell-like abilities with the lawful descriptor are enhanced.</li><li> <b>Impeded Magic</b>: Spells and spell-like abilities with the chaotic descriptor are impeded.</li></ul>", 
            "name": "Utopia", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Utopia", 
            "source": "Game Mastery Guide", 
            "abbrev": "Lawful Neutral", 
            "type": "section"
        }
    ]
}