{
    "body": "<p>The planes of existence are different realities with interwoven connections. Except for rare linking points, each plane is effectively its own universe, with its own natural laws. The planes break down into a number of general types: the Material Plane, the transitive planes, the Inner Planes, the Outer Planes, and the demiplanes.</p>", 
    "name": "What is a Plane?", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"material-plane\">The Material Plane is the most Earthlike of all the planes, and operates under the same set of natural laws that our own world does. This is the default plane for most adventures.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane/Material Plane", 
            "type": "section", 
            "name": "Material Plane", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"transitive-planes\">These three planes have one important common characteristic: each is used to get from one place to another. The Astral Plane (although technically an Outer Plane) is a conduit to all other planes, while the Ethereal Plane and the Shadow Plane both serve as means of transportation within the Material Plane, which they're connected to. These planes have the strongest regular interaction with the Material Plane and can be accessed using various spells. They have native inhabitants as well. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane/Transitive Planes", 
            "type": "section", 
            "name": "Transitive Planes", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"inner-planes\">These six planes are manifestations of the basic building blocks of the universe. Each is made up of a single type of energy or element that overwhelms all others. The natives of a particular Inner Plane are made of the same energy or element as the plane itself. The Negative Energy Plane, the Positive Energy Plane, the Plane of Air, the Plane of Earth, the Plane of Fire, and the Plane of Water are all Inner Planes. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane/Inner Planes", 
            "type": "section", 
            "name": "Inner Planes", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"outer-planes\">The deities live on the Outer Planes, as do creatures such as celestials, fiends, and other outsiders. Each of the Outer Planes has an alignment representing a particular moral or ethical outlook, and the natives of each plane tend to behave in agreement with that plane's alignment. The Outer Planes are also the final resting place of souls from the Material Plane, whether that final rest takes the form of calm introspection or eternal damnation. Abaddon, the Abyss, Elysium, Heaven, Hell, Limbo, Nirvana, Purgatory, and Utopia are all Outer Planes.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane/Outer Planes", 
            "type": "section", 
            "name": "Outer Planes", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"demiplanes\">This catch-all category covers all extradimensional spaces that function like planes but have measurable size and limited access. Other kinds of planes are theoretically infinite in size, but a demiplane might be only a few hundred feet across.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/What is a Plane/Demiplanes", 
            "type": "section", 
            "name": "Demiplanes", 
            "source": "Game Mastery Guide"
        }
    ]
}