{
    "slot": "none", 
    "name": "Cloud Castle Of The Storm King", 
    "weight": "&mdash", 
    "cl": "20th", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Major Artifacts/Cloud Castle Of The Storm King", 
    "type": "item", 
    "source": "Advanced Player's Guide", 
    "aura": "strong (all schools)", 
    "sections": [
        {
            "body": "<p>Once the fortress of a legendary tyrant known only as the Storm King, this castle now wanders the known universe, sometimes at the whim of its master, but often as a drifting and aimless haunt of powerful monsters, ignorant of&mdash;or unable to tap into&mdash;its fantastic power.</p><p>This grand and opulent castle is held aloft and propelled by a foundation of storm clouds constantly rumbling with thunder and crackling with electrical storms. Atop the massive storm cloud, the castle is shaped like a square, with 80-foot guard towers at each corner. At its center is a 140-foot tower with seven levels and more than 30 chambers. The central tower is well appointed with many halls, living chambers, suites, privies, kitchens (with pantries that magically replenish food stores every fortnight), and laboratories suitable for arcane and alchemical study. Each guard tower has living chambers and barracks for up to 25 guards, and one tower has an adjoining stable that can hold up to a dozen griffons, hippogriffs, pegasi, or even terrestrial mounts. In all, the tower can comfortably support a population of 300 Medium creatures. </p><p>Though created by the legendary Storm King millennia ago, the cloud castle has had several masters since he mysteriously disappeared over a thousand years ago. Many believe the Storm King ascended to godhood, while others believe he was captured and imprisoned by a rival, a demon lord, or even a deity wishing to remove a threat, which may mean that the Storm King will one day return to reclaim his castle.</p><p>In order to fully take control of the castle, a creature must be at least 17th level, and must have the Leadership feat and 17 ranks in Knowledge (arcana). If the castle already has a master, that master must be defeated before another can take her place. The castle's movement is controlled by way of a control chamber located at the heart (a central chamber on its 4th floor). There, a font of pure elemental water serves as a scrying device for the castle's master, though it can only view places inside the castle or within 100 feet of it. The master (or a person she designates) can direct the castle's motion from within the chamber. It has a fly speed of 250 feet (clumsy) and uses the Fly skill modifier of the person controlling its motion; the castle can hover without needing to make a Fly check and never risks falling due to a failed check. When not being controlled, the castle moves randomly, sometimes changing direction every minute, sometimes holding the same course for days at a time, but always avoiding the ground or other hazards. It has been known to travel to other planes, though no master other than the Storm King is known to have invoked this power. The master of the castle gains the following spell-like abilities:</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"•-call-lightning-storm\"> 1/day. The master must be in the control chamber or one of the towers to use this ability.</p><ul><li> <i>Guards and wards</i> 1/day on the central tower.</li><li> <i>Storm of vengeance</i> 1/day. The master must be in the control chamber to use this ability, and the storm rains down from the castle's cloudy base upon everything within range underneath (2,200 feet).</li><li> <i>Wind wall</i> at will. This effect surrounds the entire castle at a range of 100 feet, and can be raised or lowered by the master (or a creature he or she designates) from the control room or any tower as a standard action.</li></ul>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Major Artifacts/Cloud Castle Of The Storm King/Description/• Call lightning storm", 
                    "type": "section", 
                    "name": "• Call lightning storm", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The <i>Cloud Castle of the Storm King</i> can only be destroyed if it is dissipated by suitably strong winds; the only winds that can dissipate it are found only in the most turbulent reaches of the Plane of Air (of course, as nobody knows how to make it travel between planes, those wishing to destroy it must find it on the Plane of Air to have any chance to do so). Any other attacks may cause walls to collapse or even side towers to break loose, but the central chamber and the floors beneath it will continue to exist in a ruined form over a smaller storm cloud as long as this destruction condition is not met.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}