{
    "slot": "none", 
    "name": "Lord's Banner", 
    "weight": "3 lbs.", 
    "cl": "10th", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Lords Banner", 
    "type": "item", 
    "price": "100,000 gp (crusades), 10,000 gp (swiftness), 56,000 gp (terror), 75,000 gp (victory)", 
    "misc": {
        "Construction": {
            "Cost": "50,000 gp (crusades), 5,000 gp (swiftness), 28,000 gp (terror), 37,500 gp (victory)", 
            "Requirements": "Craft Wondrous Item, eagle's splendor (leadership), hallow (crusades), freedom of movement (swiftness), fear (terror), heroism (victory)"
        }
    }, 
    "source": "Advanced Player's Guide", 
    "aura": "moderate (various schools)", 
    "sections": [
        {
            "body": "<p>A <i>lord's banner</i> is a cloth flag or standard, typically at least 2 feet wide and 4 feet long (though some are up to twice that size), meant to be carried and displayed on a lance, polearm, frame, or staff. It has no effect when not mounted properly or when laying on the ground. It normally depicts the insignia or heraldic symbol of a particular noble.</p><p>A <i>lord's banner</i> may be carried (on foot or mounted) or planted. In the latter case, the banner does not need a bearer, but if it is toppled or touched by an enemy, it loses its effectiveness until reclaimed and replanted by allies of its owner.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"crusades\">A noble-looking <i>lord's banner of crusades</i> emits a <i>hallow</i> effect in a 40-foot radius around it, so long as it is borne by one true to the religion of the person whose crest is on the banner (these sorts of banners usually have a holy symbol or other religious insignia worked into the design). The banner displays the faith's holy symbol along with the owner's crest.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Lords Banner/Description/Crusades", 
                    "type": "section", 
                    "name": "Crusades", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"swiftness\">A group or army that are traveling under a <i>lord's banner of swiftness</i> can make a forced march without needing Constitution checks or suffering any nonlethal damage from doing so, allowing them to cover great distances while still arriving ready to do battle. This ability affects all allied creatures within 1 mile as long as they are able to see the banner at least once a day.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Lords Banner/Description/Swiftness", 
                    "type": "section", 
                    "name": "Swiftness", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"terror\">Enemies of the bearer of a <i>lord's banner of terror</i>, while within 30 feet and able to see the banner, must make a Will saving throw (DC 16) or become panicked, fleeing as quickly as possible for as long as they can see the banner. Those that succeed on the save are shaken. A creature that makes its saving throw cannot be panicked by the banner for 1 day.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Lords Banner/Description/Terror", 
                    "type": "section", 
                    "name": "Terror", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"victory\">Allies of the owner of a <i>lord's banner of victory</i> gain a +2 morale bonus on attack rolls, saves, and skill checks for as long as they can see the banner.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Lords Banner/Description/Victory", 
                    "type": "section", 
                    "name": "Victory", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Player's Guide"
        }
    ]
}