{
    "slot": "none", 
    "name": "One-Way Window", 
    "weight": "1 lb. (20 lbs. in larger form)", 
    "cl": "5th", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/One-Way Window", 
    "type": "item", 
    "source": "Advanced Player's Guide", 
    "aura": "faint divination", 
    "sections": [
        {
            "body": "<p>This small, 6-inch-square glass tablet grows to a 6-foot-by-3-foot window if placed on any sufficiently large vertical surface and returns to its original size if removed. The window melds ever so slightly into the surface, allowing it to ignore minor protrusions, curves, or anything else that would normally make it difficult to simply lay down a pane of glass. On command, the front of this glass displays all activities on the other side of this surface like a window, piercing wood, earth, or stone up to 10 feet deep, but not metal. The window does not reveal its existence to non-hostile creatures depicted within it, allowing observers to study them at their leisure.</p><p>However, once the owner of the window uses it to spy on hostile creatures, its curse activates. From that moment on, the window presents its owner and anyone looking through the window with an artificial image of the other side designed to lull them into a sense of false confidence&mdash;enemies appear sleeping or drunk, pits have obvious plank bridges for easy crossing, and so on. While presenting this image to those in front of the mirror, it reveals those viewers to the enemies being observed, creating a two-way window; however, viewed creatures see those using the mirror accurately and can read their thoughts as if using <i>detect thoughts</i>. Furthermore, the image shown to those using the mirror does not reveal that the creatures they are watching can see them as well. Once the curse activates, the owner comes to regard using the mirror to spy ahead as his most effective tactic (after all, it has no limit to its duration) and does so whenever possible until curse-breaking magic frees him from its influence (anyone who uses the mirror to spy on hostiles, even if he wasn't the one to activate the mirror, is also subject to this desire to continue using it).</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p class='stat-block-1'><b>Requirements </b>mirror of life trapping, mirror of opposition</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Creation"
        }
    ]
}