{
    "body": "<p id=\"penalize\">A penalize spell gives the target some penalty not related to its depletable statistics, such as an attack penalty, an Armor Class penalty, restrictions on the kinds of actions it can take, and so on. Penalize spells are the weakest sort of spells because in most cases the caster can't kill an opponent with penalties and the penalties don't stack with themselves, so the caster and his allies have to deal with the penalized opponent in some other way (typically through damage spells and nonmagical attacks). Examples of penalize spells are <i>bane</i>, <i>blindness/deafness</i>, <i>ray of enfeeblement</i>, and <i>slow</i>.</p><p>There are exceptions to the above categories. For example, if dealing with a monster that has a lot of hit points and deals substantial damage but only has a moderate chance of harming the caster's allies, the caster may be better off trying to give the opponent an attack penalty (to decrease the chance of the monster hitting) than trying to wear down its hit points (because during that time the monster may be dealing a lot of damage to the caster's allies). In this case, a penalize spell that reduces its attack bonus is better than a damage spell. As another example, the PCs may need to question a defeated opponent, in which case an incapacitate spell is a better choice than a kill spell (unless the PCs have some really good magic that lets them question the dead more effectively than <i>speak with dead</i>).</p><p>Spells with variable effects may be more than one type of spell in the hierarchy depending on the results&mdash;a <i>confusion</i> spell that causes a monster to babble incoherently is an incapacitate spell, but if the spell causes it to attack one of its allies, it's a control spell. Likewise, a <i>summon monster III</i> spell that summons a fiendish constrictor snake is an incapacitate spell if the snake grapples an enemy, but it's just a damage spell if it summons a fiendish boar, which only deals damage and has no special attacks. Balancing these spells is tricky, as you have to consider their optimal usage.</p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Hierarchy of Attack Effects/Penalize", 
    "type": "section", 
    "name": "Penalize", 
    "source": "Ultimate Magic"
}