{
    "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the blue rose gains the following abilities as he increases in level.</p>", 
    "name": "Order Abilities", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"flat-of-the-blade\" class=\"stat-block-2\">At 2nd level, the cavalier of the order of the blue rose gains the ability to moderate his attacks in order to take an enemy alive. He no longer takes a &ndash;4 penalty when attacking with a lethal weapon to deal nonlethal damage. When dealing nonlethal damage, the cavalier receives a +2 bonus on damage rolls. When the cavalier makes use of this ability, he must attempt to subdue his target without killing it; dealing lethal damage after using this ability, or allowing his allies to kill the target, is considered a violation of his edicts.</p>", 
            "name": "Flat of the Blade", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Flat of the Blade", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inner-peace\" class=\"stat-block-2\">At 8th level, the cavalier has learned that while not all things in the world will go as he wishes, he must remain calm and centered. Once per day as an immediate action, the cavalier may ignore an amount of damage from a single source (one attack, spell, or effect) equal to his cavalier level plus his Charisma modifier. He can only ignore hit point damage in this fashion. The cavalier can use this ability one additional time per day at 12th level and every four levels thereafter (to a maximum of four times per day at 20th level).</p>", 
            "name": "Inner Peace", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Inner Peace", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"shield-of-blades\" class=\"stat-block-2\">At 15th level, the cavalier gains an expert sense of impending violence around him. When taking the total defense action, the cavalier can extend his protection to those around him, granting a +2 circumstance bonus to AC to all adjacent allies. In addition, while taking the total defense action, as an immediate action, the cavalier can attempt to deflect an attack by making an attack roll opposed by the attacker's original attack roll. If successful, the attack is deflected and deals no damage.</p>", 
            "name": "Shield of Blades", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Blue Rose/Order Abilities/Shield of Blades", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}