{
    "body": "<p>The arcane method for binding insiders is more difficult. First, a binder must create a trap, a <i>magic circle</i> (see  Magic Circle Against Evil for an example of how this works) focused inward. Typically the circle is outlined in a substance that is anathema to the outsider he wishes to summon. He must protect this circle against any sort of disruption, for even the smallest variation in its energies opens the circle and allows the escape of the creature he has summoned. It is for this reason that most binders' lairs are in high towers or deep dungeons, far from wind or pests. </p><p>When an arcane caster speaks the words of the <i>planar binding</i> spell, the outsider can resist via a Will saving throw, with no aid from its spell resistance. If it fails the save, the <i>magic circle</i> draws it inexorably into the trap. Once there, the outsider can pit its spell resistance as a check against the caster's level, attempt to flee via dimensional travel, or attempt to overcome the spell by imposing its spiritual presence with a Charisma check (DC 15 + 1/2 the caster's level + the caster's Charisma modifier). Succeeding at any of these checks breaks the binding, and a fortunate binder suffers no additional harm from such a breach; the annoyed outsider just leaves. This is not always the case, however.</p><p>Some outsiders lash out at their failed binders. Because of this, many binders take additional precautions: a second <i>magic circle</i> in which they can stand, and <i>dimensional anchor</i> cast within the <i>magic circle</i> to prevent the conjured outsider from fleeing instantly. A tremendously powerful wizard or sorcerer might even use <i>trap the soul</i> on his victim, forcing it into a prepared vessel until it agrees to the binder's strictures.</p><p>Smart arcane binders often make deals with the creatures they call. Like clerics using <i>planar ally</i>, they bargain and shower the outsider with gifts in exchange for their services. While it is always good for an arcane spellcaster to make these deals from a position of strength, it is much better to get the outsider to come to mutually agreed upon terms for the service, rather than forcing it to commit actions against its nature or desires. </p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Binding Outsiders/Calling Outsiders/Wizards/Sorcerers/and Summoners", 
    "type": "section", 
    "name": "Wizards, Sorcerers, and Summoners", 
    "source": "Ultimate Magic"
}