{
    "body": "<p>Melee weapons are used for making melee attacks, though some can be thrown as well. Ranged weapons include thrown weapons or projectile weapons that are not effective in melee.</p><blockquote><p><i>Reach Weapons:</i> Glaives, guisarmes, lances, longspears, ranseurs, and whips are examples of reach weapons. A reach weapon is a melee weapon that allows its wielder to strike at targets that aren't adjacent to him. Most reach weapons double the wielder's natural reach, meaning that a typical Small or Medium wielder of such a weapon can attack a creature 10 feet away, but not a creature in an adjacent square. A typical Large character wielding a reach weapon of the appropriate size can attack a creature 15 or 20 feet away, but not adjacent creatures or creatures up to 10 feet away.</p><p><i>Double Weapons:</i> Dire flails, gnome hooked hammers, and two-bladed swords are examples of double weapons. A character can fight with both ends of a double weapon as if fighting with two weapons, but she incurs all the normal attack penalties associated with two-weapon combat, just as though the character were wielding a one-handed weapon and a light weapon.</p></blockquote><p>The character can also choose to use a double weapon two-handed, attacking with only one end of it. A creature wielding a double weapon in one hand can't use it as a double weapon&mdash;only one end of the weapon can be used in any given round.</p><blockquote><p><i>Thrown Weapons:</i> Daggers, darts, javelins, throwing axes, light hammers, and nets are examples of thrown weapons. The wielder applies his Strength modifier to damage dealt by thrown weapons (except for splash weapons).</p></blockquote><p>It is possible to throw a weapon that isn't designed to be thrown (that is, a melee weapon that doesn't have a numeric entry in the Range column on the following weapon tables), and a character who does so takes a &ndash;4 penalty on the attack roll. Throwing a light or one-handed weapon is a standard action, while throwing a two-handed weapon is a full-round action. Regardless of the type of weapon, such an attack scores a threat only on a natural roll of 20 and deals double damage on a critical hit. Such a weapon has a range increment of 10 feet.</p><blockquote><p><i>Projectile Weapons:</i> Blowguns, crossbows, shortbows, slings, longbows, and halfling sling staves are examples of projectile weapons&mdash;weapons that launch ammunition at a target. Most projectile weapons require two hands to use (see specific weapon descriptions). A character cannot apply his Strength modifier on damage rolls with a projectile weapon unless it's a sling or a specially built composite shortbow or composite longbow. If the character has a penalty for low Strength, apply it to damage rolls when she uses a bow or a sling.</p><p><i>Ammunition:</i> Projectile weapons use ammunition, such as arrows for bows, bolts for crossbows, darts for blowguns, or sling bullets for slings and halfling sling staves. When using a bow, a character can draw ammunition as a free action; crossbows and slings require an action for reloading (as noted in their descriptions). Generally speaking, ammunition that hits its target is destroyed or rendered useless, while ammunition that misses has a 50% chance of being destroyed or lost.</p></blockquote><p>Although shuriken are thrown weapons, they are treated as ammunition for the purposes of drawing them and crafting masterwork or otherwise special versions of them, and of what happens to them after they are thrown.</p>", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Melee and Ranged Weapons", 
    "type": "section", 
    "name": "Melee and Ranged Weapons", 
    "source": "Ultimate Equipment"
}