{
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>This value is the weapon's price in gold pieces (gp) or silver pieces (sp). The price includes miscellaneous gear that goes with the weapon, such as a scabbard or quiver.</p><p>This price is the same for a Small or Medium version of the weapon. A Large version costs twice the listed price.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Price", 
            "type": "section", 
            "name": "Price", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>These columns give the damage dealt by the weapon on a successful hit. The column labeled \"Dmg (S)\" is for Small weapons. The column labeled \"Dmg (M)\" is for Medium weapons. If two damage ranges are given in the same column, then the weapon is a double weapon. Use the second damage figure given for the double weapon's extra attack. Table 1&ndash;8: Tiny and Large Weapon Damage gives weapon damage values for Tiny and Large weapons.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Dmg", 
            "type": "section", 
            "name": "Dmg", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>The entry in this column notes how the weapon is used with the rules for critical hits. When your character scores a critical hit, roll the damage two, three, or four times, as indicated by its critical multiplier (using all applicable modifiers on each roll), and add all the results together.</p><p>Extra damage over and above a weapon's normal damage (such as sneak attack damage or bonus damage from the flaming weapon quality) is not multiplied when you score a critical hit.</p><blockquote><p><i>&times;2</i>The weapon deals double damage on a critical hit. Some weapons deal triple or quadruple damage.</p><p><i>&times;2/&times;3</i>: One head of this double weapon deals double damage on a critical hit. The other head deals triple damage. Some double weapons' heads deal triple and quadruple damage on a critical hit.</p><p><i>19&ndash;20/&times;2</i>: The weapon scores a threat on a natural roll of 19 or 20 (instead of just 20) and deals double damage on a critical hit. Some weapons score a threat on a natural 18 as well, or deal triple instead of double damage on a critical hit.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Critical", 
            "type": "section", 
            "name": "Critical", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Any attack at more than this distance is penalized for range. Beyond this range, the attack takes a cumulative &ndash;2 penalty for each full range increment (or fraction thereof) of distance to the target. For example, a dagger (with a range of 10 feet) thrown at a target that is 25 feet away would incur a &ndash;4 penalty. A thrown weapon has a maximum range of five range increments. A projectile weapon can shoot up to 10 range increments.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Range", 
            "type": "section", 
            "name": "Range", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>This column gives the weight of a Medium version of the weapon. Halve this number for Small weapons; double it for Large weapons. Some weapons have a special weight. See the weapon's description for details.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Weight", 
            "type": "section", 
            "name": "Weight", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Weapons are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some monsters may be resistant or immune to attacks from certain types of weapons.</p><p>Some weapons deal damage of multiple types. If a weapon causes two types of damage, the type it deals is not half one type and half another; rather, all damage caused is considered to be of both types. Therefore, a creature would have to be immune to both types of damage to ignore any of the damage caused by such a weapon.</p><p>In other cases, a weapon can deal either of two types of damage. In a situation where the damage type is significant, the wielder can choose which type of damage to deal with such a weapon. For example, the damage caused by a dagger depends on whether the wielder is thrusting to deal piercing damage or slicing to deal slashing damage.</p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Type"
        }, 
        {
            "body": "<p>Some weapons have special features in addition to those noted in their descriptions.</p><blockquote><p><i>Blocking:</i> When you use this weapon to fight defensively, you gain a +1 shield bonus to AC.</p><p><i>Brace:</i> If you use a readied action to set a brace weapon against a charge, you deal double damage on a successful hit against a charging creature.</p><p><i>Deadly:</i> When you use this weapon to deliver a coup de grace, it gains a +4 bonus to damage when calculating the DC of the Fortitude saving throw to see whether the target of the coup de grace dies from the attack. The bonus is not added to the actual damage of the coup de grace attack.</p><p><i>Disarm:</i> When you use this weapon, you get a +2 bonus on combat maneuver checks to disarm an enemy.</p><p><i>Distracting:</i> You gain a +2 bonus on Bluff skill checks to feint in combat while wielding this weapon.</p><p><i>Double:</i> You can use a double weapon to fight as if fighting with two weapons, but if you do, you incur all the normal attack penalties associated with fighting with two weapons, just as if you were using a one-handed weapon and a light weapon. You can choose to wield one end of a double weapon two-handed, but it cannot be used as a double weapon when wielded in this way&mdash;only one end of the weapon can be used in any given round.</p><p><i>Fragile:</i> Fragile weapons cannot take the beating that sturdier weapons can. A fragile weapon gains the broken condition if the wielder rolls a natural 1 on an attack roll with the weapon. If a fragile weapon is already broken, the roll of a natural 1 destroys it instead. Masterwork and magical fragile weapons lack these flaws unless otherwise noted in the item description.</p></blockquote><p>If a weapon gains the broken condition in this way, that weapon is considered to have taken damage equal to half its hit points +1. This damage is repaired either by something that addresses the effect that granted the weapon the broken condition (like quick clear in the case of firearm misfires or the Field Repair feat) or by the repair methods described in the broken condition. When an effect that grants the broken condition is removed, the weapon regains the hit points it lost when the broken condition was applied. Damage done by an attack against a weapon (such as from a sunder combat maneuver) cannot be repaired by an effect that removes the broken condition.</p><blockquote><p><i>Grapple:</i> On a successful critical hit with a weapon of this type, you can attempt a combat maneuver check to grapple your opponent as a free action. This grapple attempt does not provoke an attack of opportunity from the creature you are attempting to grapple if that creature is not threatening you. While you grapple the creature using a grappling weapon, you can only move or damage the creature on your turn. You are still considered grappled, though you do not have to be adjacent to the creature to continue the grapple. If you move far enough away that the creature you're grappling is no longer within the weapon's reach, you end the grapple with that action.</p><p><i>Monk:</i> A monk weapon can be used by a monk to perform a flurry of blows.</p><p><i>Nonlethal:</i> These weapons deal nonlethal damage.</p><p><i>Performance:</i> When wielding this weapon, if an attack or combat maneuver made with this weapon prompts a performance combat check, you gain a +2 bonus on that check.</p><p><i>Reach:</i> You can use a reach weapon to strike opponents 10 feet away, but you can't use it against an adjacent foe.</p><p><i>Trip:</i> When you use a trip weapon to make a trip attack, if you are tripped during your own trip attempt, you can drop the weapon to avoid being tripped.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Special", 
            "type": "section", 
            "name": "Special", 
            "source": "Ultimate Equipment"
        }
    ], 
    "name": "Weapon Qualities", 
    "source": "Ultimate Equipment"
}