{
    "body": "<p>There's much more nuance to the ebb and flow of battle then merely charging into the fray and hacking away, or tumbling under an opponent's guard to attack from a more advantageous position. The Pathfinder RPG's combat rules, while both detailed and flexible, are meant to provide a simulation of battle, not necessarily an exacting blow by blow representation of combat's every moment. An attack roll that doesn't deal damage, for example, might mean the attacker's blade glanced off an opponent's armor, was deflected by magical force, or was merely dodged. By the same token, the game doesn't differentiate between a normal punch and a desperate clap to the ear. Without drawing away from the interpretive elements many GMs enjoy in their conflicts, the combat maneuvers here take a step away from vagaries, providing a variety of colorful new battle tactics. These maneuvers provide several exciting new options in battle and add a greater degree of cinematic detail to any conflict.</p><p>Combat maneuvers allow a character to perform special actions in combat, other than just attacking with a weapon or casting a spell. While the <i>Pathfinder RPG Core Rulebook</i> covers the most common sorts of combat maneuvers that a character might perform, the combat maneuver mechanics can be used for a wide variety of tricks and stunts.</p><p>The following four combat maneuvers can be made using the same rules for all other combat maneuvers. Each one requires the attacking character to make an attack roll, adding in his Combat Maneuver Bonus (CMB) in place of his normal attack bonuses. If the result is equal to or greater than the target's Combat Maneuver Defense (CMD), the maneuver is a success. The drag and reposition maneuvers have varying levels of success depending on how much the attacker's roll exceeds the target's CMD.</p>", 
    "name": "Combat Maneuvers", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>You can attempt to hinder a foe in melee as a standard action. This maneuver covers any sort of situational attack that imposes a penalty on a foe for a short period of time. Examples include kicking sand into an opponent's face to blind him for 1 round, pulling down an enemy's pants to halve his speed, or hitting a foe in a sensitive spot to make him sickened for a round. The GM is the arbiter of what can be accomplished with this maneuver, but it cannot be used to impose a permanent penalty, and the results can be undone if the target spends a move action. If you do not have the Improved Dirty Trick feat or a similar ability, attempting a dirty trick provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, the target takes a penalty. The penalty is limited to one of the following conditions: blinded, dazzled, deafened, entangled, shaken, or sickened. This condition lasts for 1 round. For every 5 by which your attack exceeds your opponent's CMD, the penalty lasts 1 additional round. This penalty can usually be removed if the target spends a move action. If you possess the Greater Dirty Trick feat, the penalty lasts for 1d4 rounds, plus 1 round for every 5 by which your attack exceeds your opponent's CMD. In addition, removing the condition requires the target to spend a standard action.</p>", 
            "name": "Dirty Trick", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Dirty Trick", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>You can attempt to drag a foe as a standard action. You can only drag an opponent who is no more than one size category larger than you. The aim of this maneuver is to drag a foe in a straight line behind you without doing any harm. If you do not have the Improved Drag feat or a similar ability, initiating a drag provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, both you and your target are moved 5 feet back, with your opponent occupying your original space and you in the space behind that in a straight line. For every 5 by which your attack exceeds your opponent's CMD, you can drag the target back an additional 5 feet. You must be able to move with the target to perform this maneuver. If you do not have enough movement, the drag goes to the maximum amount of movement available to you and ends.</p><p>An enemy being moved by a drag does not provoke an attack of opportunity because of the movement unless you possess the Greater Drag feat. You cannot move a creature into a square that is occupied by a solid object or obstacle. If there is another creature in the way of your movement, the drag ends adjacent to that creature.</p>", 
            "name": "Drag", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag", 
            "type": "section", 
            "subtype": "combat_maneuver", 
            "sections": [
                {
                    "body": "<p id=\"stability\">Some characters or types of creatures prove particularly sure-footed, making them more difficult to overthrow and move around the battlefield. Any racial ability that grants a bonus to CMD versus bull rush attempts grants the same bonus against drag combat maneuvers.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag/Stability", 
                    "type": "section", 
                    "name": "Stability", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>You can attempt to reposition a foe to a different location as a standard action. You can only reposition an opponent that is no more than one size category larger than you. A reposition attempts to force a foe to move to a different position in relation to your location without doing any harm. If you do not have the Improved Reposition feat or a similar ability, attempting to reposition a foe provokes an attack of opportunity from the target of your maneuver. You cannot use this maneuver to move a foe into a space that is intrinsically dangerous, such as a pit or <i>wall of fire</i>.</p><p>If your attack is successful, you may move your target 5 feet to a new location. For every 5 by which your attack exceeds your opponent's CMD, you can move the target an additional 5 feet. The target must remain within your reach at all times during this movement, except for the final 5 feet of movement, which can be to a space adjacent to your reach.</p><p>An enemy being moved by a reposition does not provoke an attack of opportunity because of the movement unless you possess the Greater Reposition feat. You cannot move a creature into a square that is occupied by a solid object or obstacle.</p>", 
            "name": "Reposition", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Reposition", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>You can attempt to take an item from a foe as a standard action. This maneuver can be used in melee to take any item that is neither held nor hidden in a bag or pack. You must have at least one hand free (holding nothing) to attempt this maneuver. You must select the item to be taken before the check is made. Items that are simply tucked into a belt or loosely attached (such as brooches or necklaces) are the easiest to take. Items fastened to a foe (such as cloaks, sheathed weapons, or pouches) are more difficult to take, and give the opponent a +5 bonus (or greater) to his CMD. Items that are closely worn (such as armor, backpacks, boots, clothing, or rings) cannot be taken with this maneuver. Items held in the hands (such as wielded weapons or wands) also cannot be taken with the steal maneuver&mdash;you must use the disarm combat maneuver instead. The GM is the final arbiter of what items can be taken. If you do not have the Improved Steal feat or a similar ability, attempting to steal an object provokes an attack of opportunity from the target of your maneuver.</p><p>Although this maneuver can only be performed if the target is within your reach, you can use a whip to steal an object from a target within range with a &ndash;4 penalty on the attack roll. </p><p>If your attack is successful, you may take one item from your opponent. You must be able to reach the item to be taken (subject to GM discretion). Your enemy is immediately aware of this theft unless you possess the Greater Steal feat.</p>", 
            "name": "Steal", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Steal", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }
    ]
}