{
    "body": "<p class=\"stat-block\">Powered armor represents the pinnacle of personal armor&mdash;a suit crafted of multiple skymetals and other materials designed to augment the wearer in numerous ways. The armor actually boosts land speed when worn, granting a +10 foot enhancement bonus to the wearer's speed. While worn, powered armor also grants a +6 enhancement bonus to Strength and Dexterity. Powered armor protects against energy and the environment as if it were a spacesuit. Powered armor has hardness 20 and 300 hit points. Powered armor is fitted with numerous small booster jets that grant the wearer a fly speed of 60 feet (with average maneuverability) in areas of no gravity and 20 feet (with poor maneuverability) in gravity.</p><p class=\"stat-block\">As a standard action, the wearer may activate the armor's self-repair system. The armor consumes a single charge and repairs 2d6 points of damage. Only 1 charge can be consumed per turn for this effect.</p><p class=\"stat-block\">In addition, the following technological wonders are integrated into a suit of powered armor&mdash;each of these devices drains power from the suit's charges as appropriate when they are activated and used.</p><ul class=\"stat-block\"><li>Camera in the helmet.</li><li>Commset in the helmet.</li><li>Fire extinguisher mounted on the left wrist.</li><li>Flashlight mounted on the helmet.</li><li>Gloves that can function as grippers.</li><li>Laser pistol mounted on the right forearm that leaves the hand free. Firing this laser pistol is always considered an off-hand attack, and the number of times it can be fired cannot be increased by feats like Improved Two Weapon Fighting.</li><li>Magboots.</li><li>Three medlances. Each medlance can be loaded with a single potion or pharmaceutical; activating an integrated medlance is an immediate action.</li><li>Power receiver.</li><li>Prismatic force field located on hips; activating this force field is a swift action.</li><li>Radiation detector on the right wrist.</li><li>Custom veemods in the visor grant a +10 bonus on Perception checks, low light vision, darkvision up to 120 feet, and all-around vision.</li></ul><p class=\"stat-block\">Rumors persist of variant forms of powered armor, including suits sized for giants or that can function as vehicles for multiple creatures.</p>", 
    "slot": "armor", 
    "name": "Powered Armor", 
    "weight": "50 lbs.", 
    "source": "Technology Guide", 
    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Powered Armor", 
    "misc": {
        "Powered Armor": {
            "Spell Failure": "60%", 
            "AC": "+10", 
            "Capacity": "100", 
            "Technological Artifact": "", 
            "Max Dex": "+4", 
            "Penalty": "-2", 
            "Usage": "see text", 
            "Speed (20 ft.)": "see text", 
            "Speed (30 ft.)": "see text"
        }
    }, 
    "subtype": "armor", 
    "type": "item"
}