{
    "slot": "head", 
    "name": "Mask of Giants", 
    "weight": "1 lb.", 
    "cl": "6th (lesser), 13th (greater)", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Wondrous Items/Mask of Giants", 
    "type": "item", 
    "price": "30,000 gp (lesser), 90,000 gp (greater)", 
    "misc": {
        "Construction": {
            "Cost": "15,000 gp (lesser), 45,000 gp (greater)", 
            "Requirements": "Craft Wondrous Item, giant form I"
        }
    }, 
    "source": "Advanced Player's Guide", 
    "aura": "moderate transmutation (lesser), strong transmutation (greater)", 
    "subtype": "head", 
    "sections": [
        {
            "body": "<p>This wooden mask depicts a leering humanoid with an oversized nose and ears. If the wearer has the wild shape class feature, the mask allows her to use wild shape to take the form of a humanoid with the giant subtype. The forms allowed by a <i>lesser mask of giants</i> are ogre, troll, fire giant, frost giant, or stone giant. If the form has any of the following abilities, the wearer gains the listed ability: darkvision 60 feet, low-light vision, scent. In giant form, the wearer gains a +4 size bonus to Strength, a &ndash;2 penalty to Dexterity, and a +1 natural armor bonus.</p><p>A <i>greater mask of giants</i> has all the powers of a lesser mask, plus additional abilities in giant form. If the form has any of the following abilities, the wearer gains the listed ability: rend (2d6 damage), regeneration 5 (acid or fire), rock catching, rock throwing (range 60 feet, 2d6 damage). If the chosen giant form has immunity or resistance to any energy type, the wearer gains resistance 20 to that energy type when in giant form. If the giant form has vulnerability to an energy type, the wearer gains that vulnerability when in giant form. In giant form, the wearer gains a +6 size bonus to Strength, a &ndash;2 penalty to Dexterity, a +4 size bonus to Constitution, and a +4 natural armor bonus.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Description"
        }
    ]
}