{
    "body": "<p>The siege mage combines his arcane mastery with a supernatural link to siege engines.  </p>", 
    "name": "Siege Mage", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage", 
    "type": "class_archetype", 
    "subtype": "wizard", 
    "sections": [
        {
            "body": "<p id=\"siege-engineer\">At 1st level, the siege mage gains Siege Engineer as a bonus feat, even though he does not meet the prerequisites for that feat. This ability replaces scribe scroll. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege Engineer", 
            "type": "section", 
            "name": "Siege Engineer", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"siege-engine-bond\">At 1st level, a siege mage can bond with a single siege engine within 30 feet and line of sight as a standard action. He can utilize the power of this link to aim and fire the siege engine remotely (as long as he's within 30 feet), though it still requires a crew to reload the siege engine. At 10th level, he can reload, aim, and fire the siege engine purely by the power of this link, and no longer needs a crew to control the siege engine. It still takes the normal required amount of time and actions to control a siege engine in this manner. This ability replaces arcane bond. The siege mage can end this bond with a free action. A siege mage can bond with a siege engine in this manner a number of times per day equal to his Intelligence modifier (minimum 1) but can only be bonded with one siege engine at a time.</p>", 
            "name": "Siege Engine Bond", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege Engine Bond", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"empower-siege-engine\">As a swift action, a siege mage can sacrifice one of his spells to empower the next attack he makes before the end of his turn with a siege engine he is bonded with. When he does, the siege engine attack gains a bonus on its attack roll or targeting roll equal to the level of the spell he sacrificed, and a bonus to damage equal to 3 &times; the level of the spell. This ability replaces cantrips, but the siege mage gains the <i>detect magic</i> and <i>read magic</i> cantrips  and places them in his spellbook. He can cast either of these as 1st-level spells.</p>", 
            "name": "Empower Siege Engine", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Empower Siege Engine", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"siege-school\">The strange rituals needed to empower all forms of siege engines takes a level of dedication and perseverance that limits a wizard's time to unlock other arcane mysteries. At 1st level, the siege mage forsakes three schools of magic. Once chosen, these opposition schools cannot be changed. A siege mage who prepares spells from his opposition school must use two spell slots of that level to prepare the spell. In addition, the siege mage takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools. This ability replaces arcane school.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege School", 
            "type": "section", 
            "name": "Siege School", 
            "source": "Ultimate Combat"
        }
    ]
}