{
    "body": "<p>The piecemeal armor system splits up armor into three general types of armor pieces. An armor piece is a small group of armor parts, rather than simply being any discrete part of the armor. A single armor piece comprises the armor parts one needs to protect its corresponding area&mdash;either the arms, the legs, or the torso (including the head); a single arm or leg armor piece provides armor for both arms or both legs, respectively. A plate arm armor piece typically consists of pairs of pauldrons, gardbraces, rerebraces, vambraces, and gauntlets along with bits of chainmail and padded armor, while a chain lamellar arm armor piece consists of two chain sleeves, gauntlets, and perhaps pairs of pauldrons and couters. Both protect the arms, though they have a different number of specific parts and types of overall components.</p><p>If a character has only one armor piece, that piece is considered the totality of her armor, and she uses the statistics of that piece as her armor. If a character is wearing more than one armor piece, she add the armor costs, armor bonuses, and weights of the armor pieces, and takes the worst maximum Dexterity bonus, arcane spell failure chance, and speed limitations from among the various armor pieces to determine the full statistics and qualities of the armor she is wearing. As long as she is wearing a single armor piece, she is considered to be wearing armor for any effects that rely on wearing armor (such as the fighter class's armor training and armor mastery). </p><p>If a character is wearing all three categories of armor pieces, she is wearing a suit of armor. Suits of armor can have all armor pieces of the same type (all three plate pieces make a suit of full plate), or a mixture of armor pieces (a plate arm armor piece and torso armor piece combined with a chainmail leg armor piece creates a suit of half-plate). Wearing an entire suit, whether its pieces are mixed or the same type, grants a +1 armor bonus on top of the protection the combination of pieces already grants the wearer. Wearing a mixed suit of armor increases the arcane spell failure chance by 5% because of the awkwardness of the design. Wearing less than a full suit of mixed armor does not increase the wearer's arcane spell failure chance.</p><p>For example, if you wear a breastplate with a plate arm armor piece and a chain leg armor piece, you should consult the Half-Plate Suit Pieces Table for your armor's statistics. The top line lists the cost, bonuses, penalties, and so on for the half-plate suit as a whole, and the lines below list the statistics for the component pieces, as well as the benefits that result from the pieces constituting a suit.</p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Piecemeal Armor/Piecemeal Armor/Armor Pieces and Armor Suits", 
    "type": "section", 
    "name": "Armor Pieces and Armor Suits", 
    "source": "Ultimate Combat"
}