{
    "body": "<p>Any individual armor piece can be of masterwork construction or constructed of special materials, or, if it is of masterwork construction, it can be magically enchanted at the standard cost. In this manner, each armor piece is treated as its own type of armor, but most armorers and magic item crafters know that this is an inefficient way of making and enchanting armor. </p><p>The most efficient way to create masterwork armor or to enchant magical armor is to create or enchant the same suit. In order to do this, the suit's pieces need not all be of the same type, but they must be constructed and then enchanted together. The drawback is that none of the individual pieces are considered masterwork or magical on their own (though if magic, they do detect as magic, and can be identified as part of an armor suit). When used as piecemeal armor, they function like normal pieces of nonmagical and non-masterwork pieces of armor of their type. </p><p>If a character is wearing pieces of separately created or enchanted armor, the armor only takes the benefits provided by the masterwork quality and the magic of the most protective piece&mdash;typically the torso armor piece. If a character does not wear a torso armor piece, the most protective piece is the leg armor piece (the second most protective category of armor pieces), followed by the arm armor piece (the third most protective category).</p><p>For instance, if a character does not wear a torso or leg armor piece, but wears a <i>+1 chain arm armor piece</i>, she gains the benefit of wearing magic armor (the piece acts as masterwork and has a +1 enhancement bonus due to the enchantment). If that character then puts on a normal chain torso armor piece, she loses the +1 bonus due to magic and the reduction of armor check penalties for being masterwork, as the most protective armor piece no longer has either of these qualities.</p><p>In order for the armor to gain the benefits of a special material, all armor pieces worn must be made of the same special material. Because of this, armor pieces constructed of special materials can be constructed at a decreased cost based on which pieces are made of the special material. Constructing a whole suit of armor with the same special materials uses the standard costs.</p><p>In the case of chain shirts, breastplates, agile breastplates, and any other armor pieces that are treated as a category lighter when worn alone, to determine the cost of creating that piece of armor from a special material, use the base armor category (medium in the case of a chain torso armor piece, and heavy in the case of a plate torso armor piece) when pricing the item, but in the case of adamantine and similar armors, the item gains the material benefit of the lighter category (damage reduction 1/&mdash; in the case of the chain torso armor piece worn as a chain shirt, or damage reduction 2/&mdash; in the case of plate torso armor piece worn as a breastplate). </p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Piecemeal Armor/Piecemeal Armor/Masterwork/Special Material/and Magic Armor", 
    "type": "section", 
    "name": "Masterwork, Special Material, and Magic Armor", 
    "source": "Ultimate Combat"
}