{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>The flowing monk is the wind and the river. He knows how the world flows, and forces his enemies to flow with it. Even the most powerful stone breaks under the graceful and persistent pressure of wind and water. </p>", 
            "name": "Flowing Monk", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"bonus-feat\">A flowing monk replaces the normal monk bonus feats with the following: Agile Maneuvers, Combat Reflexes, Deflect Arrows, Dodge, Improved Reposition, Improved Trip, Nimble Moves, and Weapon Finesse. At 6th level, the following feats are also available: Acrobatic Steps, Bodyguard, Improved Disarm, Improved Feint, <i>Ki</i> Throw, Mobility, Second Chance, and Sidestep. At 10th level, the following feats are added: In Harm's Way, Repositioning Strike, Snatch Arrows, Spring Attack, and Tripping Strike.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"redirection\">At 1st level, as an immediate action, a flowing monk can attempt a reposition or trip combat maneuver against a creature that the flowing monk threatens and that attacks him. If the combat maneuver is successful, the attacker is sickened for 1 round (Reflex DC = 10 + 1/2 the monk's level + monk's Wisdom modifier to halve the duration), plus 1 additional round at 4th level and for every four levels afterward (to a maximum of 6 rounds at 20th level). The monk gains a +2 bonus on the reposition or trip combat maneuver check and the save DC for redirection increases by 2 if the attacker is using Power Attack or is charging when attacking him. The benefit increases to a +4 bonus and an increase of the saving throw by 4 if both apply.</p><p>At 4th level, a flowing monk can use redirection against an opponent that the flowing monk threatens and that attacks an ally with a melee attack. At 8th level, a flowing monk can make both a reposition and a trip maneuver as part of a single immediate action with this ability. At 12th level, a flowing monk can use redirection against any opponent that attacks him in melee, even if the flowing monk is not threatening the opponent who attacks him. A flowing monk can use this ability once per day per monk level, but no more than once per round. This ability replaces stunning fist. </p>", 
                    "name": "Redirection", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk/Redirection", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"unbalancing-counter\">At 2nd level, a flowing monk's attacks of opportunity render a struck creature flat-footed until the end of the flowing monk's next turn (Reflex DC 10 + 1/2 the monk's level + Wisdom modifier negates). This ability replaces the bonus feat gained at 2nd level. </p>", 
                    "name": "Unbalancing Counter", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk/Unbalancing Counter", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"flowing-dodge\">At 3rd level, a flowing monk gains a +1 dodge bonus to AC for each enemy adjacent to him, up to a maximum bonus equal to his Wisdom modifier (minimum 1). This ability replaces fast movement. </p>", 
                    "name": "Flowing Dodge", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk/Flowing Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"elusive-target\">At 5th level, as an immediate action, a flowing monk may spend 2 points from his <i>ki</i> pool to attempt a Reflex save opposed by an attacker's attack roll to halve damage from that attack. At 11th level and above, the flowing monk suffers no damage on a successful save, or half damage on a failed save. If the attacker is flanking the monk, the flanking opponent who is not attacking becomes the target of the attack. Use the same attack roll, and if the attack hits the new target, that creatures  takes half damage (or full damage if the attack is completely avoided). Any associated effects from the attack (such as bleed, poison, or spell effects) apply fully even if the attack deals only half damage. This ability replaces purity of body and diamond body. </p>", 
                    "name": "Elusive Target", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk/Elusive Target", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"volley-spell\">At 15th level, when a targeted spell or spell-like ability fails to overcome a flowing monk's spell resistance, he may reflect the effect onto its caster as spell turning by spending a number of points from his <i>ki</i> pool equal to 1/2 the spell's level (minimum 1). This ability replaces quivering palm. </p>", 
                    "name": "Volley Spell", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Flowing Monk/Volley Spell", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The maneuver master specializes in more complicated moves than simple damage-dealing strikes. </p>", 
            "name": "Maneuver Master", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"bonus-feat\">In addition to normal monk bonus feats, a maneuver master may select any Improved combat maneuver feat (such as Improved Overrun) as a bonus feat. At 6th level and above, he may select any Greater combat maneuver feat (such as Greater Grapple) as a bonus feat. At 10th level and above, he may select any maneuver Strike feat (such as Tripping Strike) as a bonus feat. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"flurry-of-maneuvers\">At 1st level, as part of a full-attack action, a maneuver master can make one additional combat maneuver, regardless of whether the maneuver normally replaces a melee attack or requires a standard action. The maneuver master uses his monk level in place of his base attack bonus to determine his CMB for the bonus maneuvers, though all combat maneuver checks suffer a &ndash;2 penalty when using a flurry. At 8th level, a maneuver master may attempt a second additional combat maneuver, with an additional &ndash;3 penalty on combat maneuver checks. At 15th level, a maneuver master may attempt a third additional combat maneuver, with an additional &ndash;7 penalty on combat maneuver checks. This ability replaces flurry of blows. </p>", 
                    "name": "Flurry of Maneuvers", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Flurry of Maneuvers", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"maneuver-defense\">At 3rd level, if a maneuver master has an Improved combat maneuver feat, any creature attempting that maneuver against the maneuver master provokes an attack of opportunity, even if it would not normally do so. This ability replaces still mind<span class=\"char-style-override-12\">.</span></p>", 
                    "name": "Maneuver Defense", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Maneuver Defense", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"reliable-maneuver\">At 4th level, as a swift action, a maneuver master may spend 1 point from his <i>ki</i> pool before attempting a combat maneuver. He can roll his combat maneuver check for that maneuver twice and use the better result. This ability replaces slow fall. </p>", 
                    "name": "Reliable Maneuver", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Reliable Maneuver", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"meditative-maneuver\">At 5th level, as a swift action, a maneuver master can add his Wisdom modifier on any combat maneuver check he makes before the beginning of his next turn. He must choose which combat maneuver check to grant the bonus to before making the combat maneuver check. This ability replaces purity of body. </p>", 
                    "name": "Meditative Maneuver", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Meditative Maneuver", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sweeping-maneuver\">At 11th level, a maneuver master can make two combat maneuvers as a standard action, as long as neither maneuver requires the maneuver master to move. He may perform two identical maneuvers against two adjacent enemies, or he may perform two different combat maneuvers against the same target. This ability replaces diamond body.</p>", 
                    "name": "Sweeping Maneuver", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Sweeping Maneuver", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"whirlwind-maneuver\">At 15th level, once per day as a full-round action, a maneuver master can attempt a single combat maneuver against every opponent he threatens, as long as the combat maneuver does not require movement.<span class=\"char-style-override-12\"> </span>He makes a single combat maneuver check, and it applies to all targets. This ability replaces quivering palm.</p>", 
                    "name": "Whirlwind Maneuver", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Maneuver Master/Whirlwind Maneuver", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The martial artist pursues a mastery of pure martial arts without the monastic traditions. He is a master of form, but lacks the ability to harness his <i>ki</i>. </p>", 
            "name": "Martial Artist", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"alignment\">A martial artist may be of any alignment.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Alignment", 
                    "type": "section", 
                    "name": "Alignment", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"pain-points\">At 3rd level, a martial artist's advanced knowledge of humanoid anatomy grants a +1 bonus on critical hit confirmation rolls and increases the DC of his stunning fist and quivering palm by 1. This ability replaces still mind.</p>", 
                    "name": "Pain Points", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Pain Points", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"martial-arts-master\">At 4th level, a martial artist may use his monk level to qualify for feats with a fighter level prerequisite when those feats are applied to unarmed strikes or weapons with the monk special quality. This ability replaces slow fall.</p>", 
                    "name": "Martial Arts Master", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Martial Arts Master", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"exploit-weakness\">At 4th level, as a swift action, a martial artist can observe a creature or object to find its weak point by making a Wisdom check and adding his monk level against a DC of 10 + the object's hardness or the target's CR. If the check succeeds, the martial artist gains a +2 bonus on attack rolls until the end of his turn, and any attacks he makes until the end of his turn ignore the creature or object's DR or hardness. </p><p>A martial artist may instead use this ability as a swift action to analyze the movements and expressions of one creature within 30 feet, granting a bonus on Sense Motive checks and Reflex saves and a dodge bonus to AC against that opponent equal to 1/2 his monk level until the start of his next turn.</p><p>This ability replaces <i>ki</i> pool. </p>", 
                    "name": "Exploit Weakness", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Exploit Weakness", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"extreme-endurance\">At 5th level, a martial artist gains immunity to fatigue. At 10th level, he also gains immunity to exhaustion. At 15th level, he gains immunity to stunning. At 20th level, he gains immunity to death effects and energy drain. This ability replaces purity of body, diamond body, and perfect self. </p>", 
                    "name": "Extreme Endurance", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Extreme Endurance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"physical-resistance\">At 7th level, if a martial artist suffers any effect that causes ability damage, ability drain, or temporary ability score penalties, the effect is reduced by 1 point. This reduction increases by 1 for every three levels beyond 7th (to a maximum reduction of 5 at 19th level). This ability replaces wholeness of body, timeless body, and tongue of sun and moon.</p>", 
                    "name": "Physical Resistance", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Physical Resistance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>At 12th level, a martial artist gains an additional bonus feat, selected from those available in the monk class feature. This ability replaces abundant step.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"defensive-roll\">At 13th level, a martial artist may use the defensive roll advanced rogue talent once per day, plus once per three levels beyond 13th (to a maximum of 3 times a day at 19th level). This ability replaces diamond soul.</p>", 
                    "name": "Defensive Roll", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Defensive Roll", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"quivering-palm\">A martial artist may use this ability one additional time per day per level above 15th, but may not have more than one in effect at a time.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Quivering Palm", 
                    "type": "section", 
                    "name": "Quivering Palm", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"greater-defensive-roll\">At 19th level, a martial artist suffers no damage on a successful defensive roll, and only half damage if the Reflex saving throw fails. This ability replaces empty body. </p>", 
                    "name": "Greater Defensive Roll", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Martial Artist/Greater Defensive Roll", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The master of many styles is a collector. For every move, he seeks a counter. For every style, he has a riposte. Ultimately, he seeks perfection through the fusion of styles. </p>", 
            "name": "Master of Many Styles", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"bonus-feat:\"> At 1st level, 2nd level, and every four levels thereafter, a master of many styles may select a bonus style feat or the Elemental Fist feat. He does not have to meet the prerequisites of that feat, except the Elemental Fist feat. Alternatively, a master of many styles may choose a feat in that style's feat path (such as Earth Child Topple) as one of these bonus feats if he already has the appropriate style feat (such as Earth Child Style). The master of many styles does not need to meet any other prerequisite of the feat in the style's feat path. This ability replaces a monk's standard bonus feats.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"fuse-style\">At 1st level, a master of many styles can fuse two of the styles he knows into a more perfect style. The master of many styles can have two style feat stances active at once. Starting a stance provided by a style feat is still a swift action, but when the master of many styles switches to another style feat, he can choose one style whose stance is already active to persist. He may only have two style feat stances active at a time. </p><p>At 8th level, the master of many styles can fuse three styles at once. He can have the stances of three style feats active at the same time. Furthermore, he can enter up to three stances as a swift action.</p><p>At 15th level, the master of many styles can fuse four styles at once. He can have the stances of four style feats active at the same time. Furthermore, he can enter up to four stances as a free action by spending 1 point from his <i>ki</i> pool. </p><p>This ability replaces flurry of blows.</p>", 
                    "name": "Fuse Style", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles/Fuse Style", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"perfect-style\">At 20th level, a master of many styles can have the stances of five style feats active at once, and can change those stances as a free action. This ability replaces perfect self. </p>", 
                    "name": "Perfect Style", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Master of Many Styles/Perfect Style", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The sensei is a revered teacher who imparts lessons on the oneness of mind, body, and spirit, along with occasional correction that is subtle and swift. Rather than using wisdom for his own benefit alone, he uses it to better those around him.</p>", 
            "name": "Sensei", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"skills\">A sensei gains Diplomacy, Linguistics, and all Knowledge skills as class skills. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"advice\">A sensei's advice is identical to bardic performance (using oratory), allowing him to inspire courage at 1st level, inspire competence at 3rd level, and inspire greatness at 9th level, as a bard of the sensei's level, usable a total number of rounds per day equal to his level + his Wisdom modifier (minimum 1). This ability replaces flurry of blows, fast movement, and improved evasion.</p>", 
                    "name": "Advice", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Advice", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"insightful-strike\">At 2nd level, a sensei may use his Wisdom bonus in lieu of his Strength or Dexterity on attack rolls and combat maneuver checks with unarmed strikes or monk weapons. This ability replaces evasion and the bonus feat gained at 2nd level.</p>", 
                    "name": "Insightful Strike", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Insightful Strike", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mystic-wisdom\">At 6th level, a sensei may use his advice ability when spending points from his <i>ki</i> pool to activate a class ability (using the normal actions required for each) in order to have that ability affect one ally within 30 feet rather than the sensei himself. At 12th level, a sensei may affect all allies within 30 feet rather than himself (spending points from his <i>ki</i> pool only once, not once for each target).</p><p>At 12th level, a sensei may instead spend 1 point from his <i>ki</i> pool (as a swift action) while using advice to provide a single ally within 30 feet with evasion, fast movement, high jump, purity of body, or slow fall. At 18th level, a sensei may spend 2 points to grant one of the abilities listed above to all allies within 30 feet, or diamond body, diamond soul, or improved evasion to a single ally within 30 feet. These abilities function at<span class=\"char-style-override-12\"> </span>the sensei's level and last 1 round. This ability replaces the bonus feats at 6th, 12th, and 18th level.</p>", 
                    "name": "Mystic Wisdom", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Mystic Wisdom", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The sohei are masters of the horse and the hunt. A monastic soldier, the sohei is equally adept at combat afoot or on horseback. While skilled in unarmed techniques, many sohei favor weapons they can use while mounted on horseback or against others' horses. </p>", 
            "name": "Sohei", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"skills\">A sohei gains Handle Animal as a class skill. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">A sohei is proficient with all simple and martial weapons and with light armor. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"bonus-feats\">A sohei may select mounted combat feats as bonus feats. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "body": "<p id=\"devoted-guardian\">At 1st level, a sohei can always act in a surprise round even if he does not notice his enemies, though he remains flat-footed until he acts. In addition, a sohei gains a bonus on initiative rolls equal to 1/2 his monk level. At 20th level, a sohei's initiative roll is automatically a natural 20. This ability replaces stunning fist. </p>", 
                    "name": "Devoted Guardian", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Devoted Guardian", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"unarmed-strike\">A sohei's unarmed strike damage does not increase at 4th level and above.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Unarmed Strike", 
                    "type": "section", 
                    "name": "Unarmed Strike", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"monastic-mount\">At 4th level, a sohei may spend 1 point from his <i>ki</i> pool to grant his mount temporary hit points equal to twice his level for 1 hour per level. In addition, as long as the sohei and his mount are adjacent, including when mounted, the mount gains any of the following abilities the sohei possesses: AC bonus, diamond soul, evasion, high jump, improved evasion, <i>ki</i> strike (as long as the sohei has at least 1 point in his <i>ki</i> pool), perfect self, and still mind. When a sohei spends points from his <i>ki</i> pool, his mount gains the same benefits as the sohei. This ability replaces fast movement and increased unarmed damage.</p>", 
                    "name": "Monastic Mount", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Monastic Mount", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ki-weapon\">At 4th level, as a swift action, a sohei may spend 1 point from his <i>ki</i> pool to grant any weapon he wields (including his unarmed strike) a +1 enhancement bonus on attack and damage rolls, increasing by +1 per four levels after 4th to a maximum bonus of +5 at 20th level, until the end of his next turn. This ability replaces slow fall and abundant step.</p>", 
                    "name": "Ki Weapon", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Ki Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"weapon-training\">At 6th level, a sohei gains weapon training in one of the following weapon groups, as the fighter class feature: bows, crossbows, monk weapons, polearms, spears, or thrown weapons. He may select an additional group of weapons for every six levels after 6th, to a maximum of three at 18th level. A sohei may use flurry of blows and <i>ki</i> strike with any weapon in which he has weapon training. This ability replaces purity of body, diamond body, quivering palm, timeless body, and tongue of sun and moon. </p>", 
                    "name": "Weapon Training", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sohei/Weapon Training", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The style of the tetori is that of the majestic wrestler&mdash;a warrior with a dizzying array of grabs, holds, and locks with which to bewilder and incapacitate his foes. </p>", 
            "name": "Tetori", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori", 
            "type": "class_archetype", 
            "subtype": "monk", 
            "sections": [
                {
                    "body": "<p id=\"bonus-feat\">A tetori gains the following bonus feats: 1st level&mdash;Improved Grapple, 2nd level&mdash;Stunning Pin, 6th level&mdash;Greater Grapple, 10th level&mdash;Pinning Knockout, 14th level&mdash;Choke Hold, 18th level&mdash;Neckbreaker. These feats replace a monk's normal bonus feats. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "body": "<p id=\"graceful-grappler\">A tetori uses his monk level in place of his base attack bonus to determine CMB and CMD for grappling. At 4th level, he suffers no penalties on attack rolls, can make attacks of opportunity while grappling, and retains his Dexterity bonus to AC when pinning an opponent or when grappled. At 8th level, a tetori gains the grab special attack when using unarmed strikes (<i>Pathfinder RPG Bestiary</i> 301), and can use this ability against creatures his own size or smaller by spending 1 point from his <i>ki</i> pool, or against larger creatures by spending 2 points from his <i>ki</i> pool. At 15th level, a tetori gains the constrict special attack (<i>Bestiary</i> 298), inflicting his unarmed strike damage on any successful grapple check. This ability replaces flurry of blows.</p>", 
                    "name": "Graceful Grappler", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Graceful Grappler", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"counter-grapple\">At 4th level, a tetori wrestler may make an attack of opportunity against a creature attempting to grapple him. This ability does not allow the tetori to make an attack of opportunity against a creature with the Greater Grapple feat. At 6th level, he may use counter-grapple even if his attacker has concealment or total concealment, at 8th level even if he is flat-footed, and at 10th level even if his attacker has exceptional reach. This ability replaces slow fall.</p>", 
                    "name": "Counter-Grapple", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Counter-Grapple", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"break-free\">At 5th level, a tetori adds his monk level on combat maneuver or Escape Artist checks made to escape a grapple. If a tetori fails a save against an effect that causes him to become entangled, paralyzed, slowed, or staggered, he may spend 1 point from his <i>ki</i> pool as an immediate action to attempt a new save. This ability replaces high jump.</p>", 
                    "name": "Break Free", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Break Free", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"inescapable-grasp\">At 9th level, a tetori can spend 1 point from his <i>ki</i> pool to suppress his opponents' <i>freedom of movement</i> and magical bonuses to Escape Artist or on checks to escape a grapple. At 13th level, this ability also duplicates the effect of <i>dimensional anchor</i>. At 17th level, the tetori's unarmed strike gains the <i>ghost touch</i> special ability, and an incorporeal creature that he strikes gains the grappled condition (Reflex negates, DC 10 + 1/2 the wrestler's level + his Wisdom modifier). Inescapable grasp is a swift action and lasts until the beginning of the wrestler's next turn. This ability replaces abundant step, improved evasion, timeless body, and tongue of sun and moon.</p>", 
                    "name": "Inescapable Grasp", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Inescapable Grasp", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"form-lock\">At 13th level, a tetori can negate a polymorph effect by touch with a Wisdom check, adding a bonus equal to his monk level, against a DC of 11 + the caster level of the effect (or HD of the creature, for supernatural polymorph effects). This is a standard action requiring 2 points from the tetori's <i>ki</i> pool, or an immediate action if a creature the tetori is grappling attempts to use a polymorph effect. This ability replaces diamond soul.</p>", 
                    "name": "Form Lock", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Form Lock", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"iron-body\">At 19th level, as a move action, a tetori can make his tissues ultra-dense for 1 minute as the <i>iron body</i> spell by spending 3 points from his <i>ki </i>pool. This ability replaces empty body.</p>", 
                    "name": "Iron Body", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Tetori/Iron Body", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Monk Archetypes", 
    "source": "Ultimate Combat"
}