{
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Combat is more than just knowing how to swing a sword without cutting yourself. To some, it is a means to an end, a regrettable necessity when all other options have failed, and a tool that is to be set down the moment it's not absolutely needed. To others, it is a panacea and a way of life&mdash;a means of solving any problem, and of proving one's worth by standing tall against one's fellows and the harsh denizens of an uncaring universe. In the hands of a skilled warrior, a sword is no longer simply a sharpened length of steel, and even a club is more than just a broken branch. These objects become instruments of a serious and sometimes brutal art, one whose practitioners are every bit as skilled in their artistry as the greatest bards. Many such acolytes of battle might say that theirs is the only art worth pursuing, as it's the sole one by which the artist not only inspires respect, but commands it. Combat is civilization's oldest trade and form of expression, and no matter how far we've come since the first days of stones and sticks, it continues to shape the events that define us. A civilized society may claim to abhor bloodshed, but it's that same bloodshed&mdash;or its threat&mdash;that watches over us and gives us the freedom to maintain such ideals.</p><p>While the <i>Pathfinder Roleplaying Game</i> presents a robust system capable of simulating most combat, as well as a wide selection of weapons and armor types common to most European-influenced fantasy settings, this section provides new options for GMs and players alike to add depth to the standard combat rules, as well as introduces a wealth of new weapons with historical ties to those lands that would have seemed strange and exotic to residents of Medieval Europe. </p><p>Major subjects and subsystems covered in this section include the following.</p>", 
            "name": "Introduction", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>The weapons of Asian cultures such as China, Japan, Korea, India, and the Philippines have long held a powerful attraction and mystique for many players of fantasy roleplaying games. Even when a setting otherwise uses Medieval Europe as its primary analogue, there's something about the elegance and specialization of Eastern armor and weapons&mdash;and in some cases the powerful traditions and discipline of their users&mdash;that calls to players and characters of all backgrounds.</p><p>This section begins with a discussion of Eastern armor. Few images of combat are as iconic as that of a samurai in traditional o-yoroi armor charging across the battlefield, his ferocious kabuto helmet turning his face into that of a creature from legend or nightmare. Yet there's far more to Eastern armor than simply the lamellar of the samurai. From ceremonial silken armor to four-mirror armor and the weighty stone coats, this section provides a broad overview of the category.</p><p>Next, this section provides a bevy of new weapons drawn from the cultures referenced above, many perfectly suited for monks, but all useful for a variety of character classes. Weapons presented in this section range from the legendary katanas and wakizashi of the honorable samurai to the fighting fans and poisoned sand tubes of courtier spies and assassins, from the simple but lightning-fast tonfas to the bizarre urumi whip-swords whose sharpened ribbons of metal are flexible enough to be coiled up and worn as belts.</p><p>Characters need not always be of an Eastern-inspired class&mdash;such as the ninja or the samurai&mdash;or have a background in an Asian-fantasy-inspired nation to take advantage of these expanded choices. An unusual or exotic weapon gained during the course of a hero's adventures or inherited from a relative or mentor with a mysterious past is an easy way to help an otherwise European-inspired character expand his background and stand out from the crowd. In many ways, the character who fights with a completely normal kusarigama might seem as exotic to his opponents and admirers as one who fights with a magical longsword, and weapons that strike onlookers as unusual go a long way toward assisting gladiators and other performance fighters in distinguishing themselves on the field&mdash;one of the primary reasons why those warriors often choose strange and unique arms and armaments for their battles. </p><p>This exoticism also provides a very real advantage when it comes to the combat itself: if an enemy has never seen a particular weapon before, he's much less likely to be able to defend against it effectively, and many of the new weapons presented in this section have unique or specialized uses and tactics which aren't immediately apparent to opponents. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Eastern Armor and Weapons", 
                    "type": "section", 
                    "name": "Eastern Armor and Weapons", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Guns are one of the most controversial subjects in fantasy gaming. GM and player opinions run the gamut from staunch traditionalists who refuse to wield any weapon more complex than a crossbow to gaming groups who believe that the best way to stop a raging orc chieftain is to unload all six cylinders of your trusty revolver into his gray-green hide. </p><p>Neither side is wrong. Firearms are best introduced carefully, but are by no means game-breaking on their own. Neither are they necessarily anachronistic&mdash;much of scientific discovery is based on chance, and nothing says that breakthroughs in your fantasy world have to occur at the same historical points as they did on Earth, or even that they need to occur simultaneously across your world. On Earth, the Chinese had fully functional cannons, flamethrowers, and land mines before Europeans had even discovered gunpowder. It's entirely possible to have guns exist alongside bows and swords in neighboring countries, or even within the same one. Depending on the rate of fire of your firearm, there are undoubtedly many situations in which a warrior armed with a simpler weapon would win the day.</p><p>The firearms section presented in this chapter covers everything you need to know to introduce firearms into your campaign. Firearms are broken down into early and advanced types, as well as into one- and two-handed weapons. There are scatter guns like shotguns that fire spreads of pellets, straightforward slug-throwers that fire a single bullet, and some weapons that can do both. Included as well are rules for misfires and repairs, reloading and ammunition, concealed or inappropriately sized weapons, magical weapon special abilities and ammunition specifically for firearms, and more. Perhaps most importantly, there's a discussion of the various levels of gun technology and its emergence into society, with suggestions for which weapons are appropriate for each level.  </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Firearms", 
                    "type": "section", 
                    "name": "Firearms", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Inspired by blood sports from ancient Rome and beyond, these unusual and sometimes bizarre weapons are perfect for pit fighters and performers of all stripes. Whether you're performing death-defying martial feats for the court of the king or fighting for your life in the seediest back-alley brawl-house, these weapons are sure to take the crowd's breath away. From the Indian madu&mdash;a specialized shield combined with sharpened antelope horns&mdash;to the scizore punching-blade to the simple amentum, which sends javelins flying farther and straighter than any humanoid arm, these weapons can easily add a blast of exoticism and the thrill of discovery to the jaded fighter who thinks she's seen it all.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Gladiator Weapons", 
                    "type": "section", 
                    "name": "Gladiator Weapons", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Not everyone chooses to craft their weapons and armor from steel&mdash;or can afford to. This section presents primitive weapons and armor in great detail, beginning with the introduction of the fragile weapon quality and going on to present rules for conventional weapons and armor made from stone, bone, bronze, gold, and obsidian. From there, it introduces numerous weapons more common to primitive cultures than more established civilizations. Throwing arms called atlatls fling darts the size of javelins, while long clubs lined with shark teeth called great terbutjes are surprisingly effective at slicing through armor and flesh. No warrior headed into uncivilized lands can afford to underestimate these so-called &ldquo;primitive&rdquo; weapons&mdash;and players may decide that they fit perfectly with brave warriors coming from primitive backgrounds or who actively reject the trappings of more modern society. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Primitive Armor and Weapons", 
                    "type": "section", 
                    "name": "Primitive Armor and Weapons", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Contests of honor are a timeless tradition in many cultures, and may range from the casual sparring of students and wealthy nobles to the deadly serious challenges of experienced warriors establishing hierarchies and settling entire battles through single combat. This section explores the various rituals and rules of honor and scoring inherent in most duels, as well as the special mechanics of the contests, including such new moves as the dueling parry, the dueling dodge, the dueling counter, and dueling resolve.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Duels", 
                    "type": "section", 
                    "name": "Duels", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Not all fights are about winning at all costs. Sometimes it matters less whether you score the final blow than how you looked doing it. For all those pit fighters and gladiators&mdash;or local champions and lowborn heroes hoping to impress the queen with their mastery on the battlefield&mdash;this section offers a new rules subsystem designed to simulate fighting for acclaim rather than blood. Covered here are the various types of performance combat&mdash;from the most genteel exhibitions to ruthless blood sports, back-room betting brawls to gangland initiation fights&mdash;as well as rules regarding crowd responses and how to turn the onlookers to your side no matter what the situation.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Performance Combat", 
                    "type": "section", 
                    "name": "Performance Combat", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>One of the worst&mdash;and best&mdash;moments in any siege is the point at which the horrified castle defenders look out from their walls and see the looming forms of siege engines rolling slowly and inexorably toward them. This section expands on the mechanics presented in the <i>Core Rulebook</i> to give you everything you need to know to run a fortress assault with massive and terrifying engines of war, including both direct-fire weapons&mdash;such as ballistae and their ilk&mdash;and arcing, indirect-fire weapons like catapults. In addition to these strictly mechanical and medieval constructs, this section also covers their more advanced successors, the huge and terrifying siege firearms and flamethrowers. Adding to this section are rules for equipment useful in direct fortress assaults (such as siege towers, bridges, and scaling ladders), special ammunition for siege engines, and rules for attacking particular parts of fortresses, such as gates and walls.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Siege Engines", 
                    "type": "section", 
                    "name": "Siege Engines", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ], 
    "name": "Mastering Combat", 
    "source": "Ultimate Combat"
}