{
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Not every fight is for survival. Combatants sometimes find themselves in contests where the crowd's reaction is at least as important as the outcome of the fight itself. Whether a bar brawl with the goal of rousing the local populace to rise up against a band of bullies or a sun-drenched and bloody gladiatorial contest where life and death actually hinge on the favor of the crowd, performance combats are fights in which showmanship and flair can be more important than ruthless fighting efficiency. </p><p>The following rules for performance combat allow you as the GM to run an encounter, or even a series of combat encounters, in which the combatants must not only win the battle, but also win over the crowd.  </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Performance Combat"
        }, 
        {
            "body": "<p>When creating a performance combat, it is important to determine the goals and rules of that combat. The following are the major examples of performance combat, but you should feel free to mix and match some of these general categories to create a performance combat that fits the story of your campaign. </p>", 
            "name": "Types of Performance Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"knockout-bout\">Frequently as brutal but not as bloody as battles to the death, a knockout bout does not end in the death of one side, but still requires a clear and crushing victory. As long as both sides in the performance combat remain standing, the fight continues. Many knockout bout combats require that their participants deal nonlethal damage. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Knockout Bout", 
                    "type": "section", 
                    "name": "Knockout Bout", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"staged-combats:\"> Staged combats are less dangerous than knockout bouts. In these contests, combatants typically arrange to have blows that just barely land, so the hits are not registered as either nonlethal or lethal damage, but crowd reaction is determined in the same way as for normal battles. Staged combats often require advanced training (see the Stage Combatant feat). Those without advanced training can attempt to participate, but take a &ndash;6 penalty on attack rolls in order to make it seem like their attacks hit without doing real damage.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Staged Combats", 
                    "type": "section", 
                    "name": "Staged Combats", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"to-a-number-of-wounds\">Not all blood sports end in death. It is often costly to train warriors for arenas big and small, and those who finance such enterprises are protective of their investments. In societies that value life but still love the spectacle of a good fracas, fighting to a number of wounds is an excellent compromise. A fight to first blood or to a certain number of wounds is often enough to appease a crowd.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/To a Number of Wounds", 
                    "type": "section", 
                    "name": "To a Number of Wounds", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"to-the-death\">Only the death of one side ends these bouts. Sometimes the crowd's reaction is secondary to the desperate battle on display, but other times the crowd's reaction can have an effect on the actual outcome of the fight. Some blood sports demand that combatants hold off on the killing blow until the crowd gets a chance to voice its pleasure or displeasure, usually with a roar of applause or with a thumbs-up or thumbs-down gesture. A thumbs-up gesture allows the vanquished combatant to live and fight another day; a thumbs-down gesture ends the melee with a grotesque spray of blood.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/To the Death", 
                    "type": "section", 
                    "name": "To the Death", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"toward-a-goal\">Often these are elaborate affairs that may reproduce a historical battle, or just pit combatants against terrain and challenges that feature a variety of hazards and traps. These types of battles can be races (maybe mixing them with the rules for vehicular combat presented in Chapter 4), or may present capture-the-flag-like objectives, but all test the ability of the combatants to achieve a predetermined goal.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Toward a Goal", 
                    "type": "section", 
                    "name": "Toward a Goal", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>While combatants do the actual fighting in performance combat, the crowd remains an active participant in these bouts. The audience can bolster or demoralize the competitors with their enthusiasm or scorn for what they see on the battlefield, with serious results. </p><p>A crowd's attitude is similar to a nonplayer character's attitude when a character uses the Diplomacy skill. The DC of performance combat checks to improve crowd reaction is tied to the crowd's starting or current attitude. Each time the combatants do something spectacular on the battlefield, they have the opportunity to parlay that success into a better crowd reaction, but missteps can also create contempt among the crowd. </p><p>During performance combat, it is important for the GM to keep track of the crowd's attitude toward each side of the combat. Given that a crowd is filled with many people shouting, clapping, booing, hissing, or otherwise showing their pleasure or displeasure, the exact crowd reaction changes from moment to moment based on events on the battlefield, but groups of combatants always have a reasonable idea of what the crowd thinks of their performance at any given time. </p><p>The following are the general categories of crowd reaction and attitude. They are listed from lowest regard to highest.</p>", 
            "name": "Crowd Attitudes", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"hostile\">The crowd does not like what it is seeing. Hostile crowds demoralize combatants in a performance combat. In these battles, while the crowd is hostile toward a given side, those combatants take a &ndash;2 penalty on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.</p><p>If the crowd is hostile toward a side of the combat and a member of that side fails a performance combat check by 5 or more, that side automatically loses the performance part of the combat. This can be important for the story of the game, or if the PCs are participating in serialized performance combats.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes/Hostile", 
                    "type": "section", 
                    "name": "Hostile", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"unfriendly\">While still biased against a side, the crowd reserves its most vocal disdain for failed performance combat checks. Unfriendly crowds demoralize combatants in a performance combat. In these battles, while the crowd is unfriendly toward a given side, those combatants take a &ndash;1 penalty on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes/Unfriendly", 
                    "type": "section", 
                    "name": "Unfriendly", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"indifferent\">The crowd is waiting for something exciting to happen. Audience members show little emotion other than anticipation and a desire for daring feats of combat to occur. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes/Indifferent", 
                    "type": "section", 
                    "name": "Indifferent", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"friendly\">The crowd is beginning to be swayed toward one side in the fray. Audience members cheer when that side achieves some impressive feat in the combat, and their reaction grants a +1 morale bonus on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws for their chosen side. This is a mind-affecting effect.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes/Friendly", 
                    "type": "section", 
                    "name": "Friendly", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"helpful\">The crowd loves what it is seeing from a given side. Audience members stand up, chant, cheer, and scream for the combatants to push on toward ultimate success. A helpful crowd grants its chosen champions a +2 morale bonus on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.</p><p>If the crowd is helpful toward one side of the combat and a member of that side succeeds at a performance combat check, that side gains a victory point.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowd Attitudes/Helpful", 
                    "type": "section", 
                    "name": "Helpful", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>The first thing a GM must do in a performance combat is determine the crowd's starting attitude. Typically a crowd starts out with an indifferent attitude toward each side, but it could start with an attitude that's a step higher or lower based on other circumstances. Favored champions of a fighting pit or a city may start at a higher attitude step, while outsiders, prisoners of war, or criminals may start at a lower attitude step. If you are running a series of combats, a crowd may start with a higher or lower starting attitude based on a combatant's or a group of combatants' performance in the last bout, which is determined by the number of victory points the individual or group has (see the Serialized Performance Combats section).</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Crowds Starting Attitude", 
            "type": "section", 
            "name": "Crowd's Starting Attitude", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Whenever a combatant has a chance to affect the crowd's attitude, she makes a performance combat check. The check is a Charisma ability check modified by the base attack bonus of the character plus any ranks the character has in Perform (act), Perform (comedy), or Perform (dance), whichever is highest. Making a performance combat check is usually a swift action, triggered when a combatant performs a trigger action (see the Affecting the Crowd's Attitude section).</p>", 
            "name": "Performance Combat Check", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Base Attack Bonus</th><th>Bonus on Performance Combat Check</th></tr></thead><tr class=\"odd\"><td>0</td><td>+0</td></tr><tr class=\"even\"><td>1&ndash;5</td><td>+1</td></tr><tr class=\"odd\"><td>6&ndash;10</td><td>+2</td></tr><tr class=\"even\"><td>11&ndash;15</td><td>+3</td></tr><tr class=\"odd\"><td>16+</td><td>+4</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check/Base Attack Bonus", 
                    "type": "table", 
                    "name": "Base Attack Bonus", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<table><thead><tr><th>Highest Perform Ranks</th><th>Bonus on Performance Combat Check</th></tr></thead><tr class=\"odd\"><td>0</td><td>+0</td></tr><tr class=\"even\"><td>1&ndash;5</td><td>+1</td></tr><tr class=\"odd\"><td>6&ndash;10</td><td>+2</td></tr><tr class=\"even\"><td>11&ndash;15</td><td>+3</td></tr><tr class=\"odd\"><td>16+</td><td>+4</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check/Highest Perform Ranks", 
                    "type": "table", 
                    "name": "Highest Perform Ranks", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Using a performance weapon grants a combatant a +2 bonus on performance combat checks. Some feats, spells, or other circumstances may grant a combatant a bonus on performance combat checks. </p><p>Succeeding at a performance combat check improves the attitude of the crowd by one step. Unlike skill checks, a roll of a natural 20 on a performance combat check always succeeds. Failing the check either leaves the attitude unchanged or, if the check fails by 5 or more, causes the attitude of the crowd to decrease by one step. The DC of the check is determined by the crowd's current attitude, with a number of adjustments to the DC granted by the circumstances of the performance combat. If the crowd's current attitude is helpful, a successful check grants the favored side 1 victory point. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>The performance combat check's DC is based on a number of factors, including the starting or current attitude of the crowd, the size of the crowd, and the number of creatures participating in the performance combat. The base DC of the performance combat check is determined by the current attitude of the crowd toward the side of combat. </p>", 
            "name": "Performance Combat Check DC", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Starting or Current Attitude</th><th>Base DC to Improve Attitude</th></tr></thead><tr class=\"even\"><td>Hostile</td><td>20</td></tr><tr class=\"odd\"><td>Unfriendly</td><td>15</td></tr><tr class=\"even\"><td>Indifferent</td><td>10</td></tr><tr class=\"odd\"><td>Friendly</td><td>15</td></tr><tr class=\"even\"><td>Helpful</td><td>20<sup>1</sup></td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> This is the DC to gain a victory point.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Starting or Current Attitude", 
                    "type": "table", 
                    "name": "Starting or Current Attitude", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>The base DC is modified by the size of the crowd, the number of participants on each side, and a number of other circumstances.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"size-of-the-crowd\">Larger crowds are harder to sway to one side or the other. It takes great shows of daring or a progression of numerous displays of crowd-pleasing actions to get them to change their attitude. Presented here are the general crowd sizes and their effects on the DC to improve crowd attitudes and gain victory points.</p>", 
                    "name": "Size of the Crowd", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Size of the Crowd", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"small-crowd\" class=\"stat-block-2\">A small crowd contains no fewer than two and no more than 25 creatures. It does not increase the base DC of all performance combat checks.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Size of the Crowd/Small Crowd", 
                            "type": "section", 
                            "name": "Small Crowd", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"medium-crowd\" class=\"stat-block-2\">A medium crowd contains no fewer than 26 and no more than 100 creatures. A medium crowd increases the DC of all performance combat checks by +2. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Size of the Crowd/Medium Crowd", 
                            "type": "section", 
                            "name": "Medium Crowd", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"large-crowd\" class=\"stat-block-2\">A large crowd contains no fewer than 101 and no more than 300 creatures. A large crowd increases the DC of all performance combat checks by +3.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Size of the Crowd/Large Crowd", 
                            "type": "section", 
                            "name": "Large Crowd", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"massive-mob\" class=\"stat-block-2\">A massive mob is made up of no fewer than 301 creatures, and its numbers can expand into the thousands. A massive mob increases the DC of all performance combat checks by +4.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Size of the Crowd/Massive Mob", 
                            "type": "section", 
                            "name": "Massive Mob", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"total-number-of-combatants\">The participation of a large number of combatants increases the difficulty of swaying the crowd. Large groups of combatants make it difficult for a crowd to follow the entire battle and to catch actions from individuals that could possibly sway the audience's attitude. Adjust these modifications as combatants enter or leave the battle.</p>", 
                    "name": "Total Number of Combatants", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Total Number of Combatants", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"small-battle\" class=\"stat-block-2\">If the battle is between a total of 2&ndash;8 combatants, there is no change to the base DC to improve the attitude of the crowd or gain victory points. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Total Number of Combatants/Small Battle", 
                            "type": "section", 
                            "name": "Small Battle", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"medium-battle\" class=\"stat-block-2\">If the battle is between 9&ndash;16 combatants, the DC to improve the attitude of the crowd or gain victory points increases by +4. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Total Number of Combatants/Medium Battle", 
                            "type": "section", 
                            "name": "Medium Battle", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"large-battle\" class=\"stat-block-2\">A battle with 17 or more total combatants increases the DC to improve the attitude of the crowd by +8.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Total Number of Combatants/Large Battle", 
                            "type": "section", 
                            "name": "Large Battle", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"other-circumstances-that-affect-dc\">Other circumstances that always affect the DC to improve the attitude of the crowd or gain victory points include the following. </p>", 
                    "name": "Other Circumstances That Affect DC", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"cheating\" class=\"stat-block-2\">If one side visibly cheats or breaks the rules, the DC for that side of the performance combat to improve the attitude of the crowd increases by 2 for the remainder of the performance combat. This increase can occur multiple times in a battle. For the purpose of spotting cheating, determine the base Perception and Sense Motive for the average member of a crowd (usually +0 if you assume an average human) and apply the following modifiers based on crowd size. The DC is based on whatever action the combatant is using to hide any cheating (usually Bluff or Stealth). </p>", 
                            "name": "Cheating", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Cheating", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><thead><tr><th>Crowd Size</th><th>Bonus on Perception and Sense MotiveChecks to Spot Cheating</th></tr></thead><tr class=\"odd\"><td>Small crowd</td><td>+8</td></tr><tr class=\"even\"><td>Medium crowd</td><td>+12</td></tr><tr class=\"odd\"><td>Large crowd</td><td>+16</td></tr><tr class=\"even\"><td>Massive mob</td><td>+20</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Cheating/Crowd Size", 
                                    "type": "table", 
                                    "name": "Crowd Size", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"outnumbered\" class=\"stat-block-2\">If one side of the battle outnumbers the others by less than a 2:1 ratio, the DC for that side to improve the attitude of the crowd or to gain victory points increases by 2. If one side outnumbers all others by a ratio of 2:1 or more, the DC for that side to improve the attitude of the crowd increases by 6. These increases to the DC end or are reduced to the appropriate level if the numbers become even or if the 2:1 ratio of combatants is ever brought down to outnumbering the other sides by less than a 2:1 ratio. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Outnumbered", 
                            "type": "section", 
                            "name": "Outnumbered", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"unfair-advantage\" class=\"stat-block-2\">If one side of the battle has an obvious unfair advantage (for example, one side starts the battle in a fortified position or has better weapons and armor, or its opponents are not armed at all), the DC to improve the attitude of the crowd is increased by 2. A GM can increase the DC by as much as 6 if the unfair advantage is severe enough. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Unfair Advantage", 
                            "type": "section", 
                            "name": "Unfair Advantage", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"bribery-or-coercion\" class=\"stat-block-2\">Crowds can be bribed or coerced. Typically a successful bribe or attempt at coercion involves paying some amount of gold based on the crowd size, and succeeding at a Diplomacy check with a DC based on the size of the crowd. If the gold is paid and the Diplomacy check fails, the side gains a penalty for cheating instead, though the gold is still spent. If the check succeeds, the DC to improve crowd reaction and gain victory points decreases by 2. For every 5 points over the DC by which the combatants make the check, the DC to improve the crowd's attitude or to gain a victory point decreases by 1. </p>", 
                            "name": "Bribery or Coercion", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Bribery or Coercion", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><thead><tr><th>Crowd Size</th><th>Diplomacy DC</th><th>Gold Paid</th></tr></thead><tr class=\"odd\"><td>Small crowd</td><td>DC 15</td><td>25 gp</td></tr><tr class=\"even\"><td>Medium crowd</td><td>DC 20</td><td>250 gp</td></tr><tr class=\"odd\"><td>Large crowd</td><td>DC 25</td><td>750 gp</td></tr><tr class=\"even\"><td>Massive mob</td><td>DC 30</td><td>2,000 gp</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Performance Combat Check DC/Other Circumstances That Affect DC/Bribery or Coercion/Crowd Size", 
                                    "type": "table", 
                                    "name": "Crowd Size", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>For a combatant to affect the crowd's reaction in some way, he must usually accomplish some visible combat display that has a chance of motivating the crowd toward a new attitude. If the crowd cannot see the combatant (because of total concealment, invisibility, improved cover, or total cover), he cannot affect the crowd's attitude in any way, but concealment and lesser forms of cover do not affect a combatant's ability to affect the crowd. </p><p>When a combatant performs or causes one of the triggers described in the sections that follow, he can typically make a performance combat check as a swift action (or a free action if the creature has the Master Combat Performer feat) to improve the attitude of the crowd. The swift action usually involves some form of flourish, display, or show in the attempt to grab the attention of the crowd. If the combatant has a performance feat, the action that triggers the check may involve some form of movement or effect. Sometimes a performance combat check can be made as a free or an immediate action. Making a performance check as a free action does not allow a character to take any special action granted to him by a performance feat (unless he has the Master Combat Performer feat), and making a performance combat check as an immediate action or as no action never allows a character to perform a special action granted by a performance feat (even if he does have the Master Combat Performer feat). </p><p>Other times, a performance combat check must be performed. These mandatory performance combat checks are not actions, and usually have detrimental effects if the check is not successful. </p><p>The following are the standard triggers for making a performance combat check. The triggers are organized by the action type required to attempt or to make the performance combat check.</p>", 
            "name": "Affecting the Crowd's Attitude", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>The following triggers allow a character participating in a performance combat to make a performance combat check as a swift action. A character can always opt not to make a performance combat check that requires a swift action. Some feats, called performance feats, allow a character to perform other actions as part of the performance combat check. These feats can be found in Chapter 2.</p>", 
                    "name": "Swift Action Checks", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"charge\">Whenever a combatant hits with a charge attack, she can make a performance combat check as a swift action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Charge", 
                            "type": "section", 
                            "name": "Charge", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"combat-maneuvers\">Whenever a combatant successfully performs any combat maneuver, she can make a performance combat check as a swift action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Combat Maneuvers", 
                            "type": "section", 
                            "name": "Combat Maneuvers", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"dealing-maximum-damage\">Whenever a combatant deals maximum damage with a damage roll (weapon or spell, but not including sneak attack or other variable precision damage), she can make a performance combat check as a swift action. She gains a penalty or bonus on this check based on the type of weapon or spell she uses. Light weapons take a &ndash;4 penalty on the check, one-handed weapons grant neither a bonus or a penalty, and two-handed or exotic weapons grant a +2 circumstance bonus on the check. Spells grant a bonus on the performance combat check equal to half their spell level. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Dealing Maximum Damage", 
                            "type": "section", 
                            "name": "Dealing Maximum Damage", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"energy-spells-and-effects\">Crowds tend to respond to flashy spells and effects. If a combatant casts a spell or produces an effect that deals acid, cold, fire, electricity, force, or sonic damage in a visible way (including weapons with special abilities like <i>flaming burst</i> or <i>shocking burst</i> that deal bursts of energy damage on critical hits), she can make a performance combat check as a swift action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Energy Spells and Effects", 
                            "type": "section", 
                            "name": "Energy Spells and Effects", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"feint\">If a combatant successfully feints against an enemy, she can make a performance combat check as a swift action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Feint", 
                            "type": "section", 
                            "name": "Feint", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"knocking-opponent-prone\">When a combatant knocks another combatant prone, she can make a performance combat check as a swift action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Knocking Opponent Prone", 
                            "type": "section", 
                            "name": "Knocking Opponent Prone", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"multiple-hits\">If a combatant has more than one attack on her turn and hits an opponent with at least two of those attacks, she can make a performance combat check as a swift action. She gains a +2 bonus on this performance combat check for every attack she hits with beyond the second.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Multiple Hits", 
                            "type": "section", 
                            "name": "Multiple Hits", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p class=\"body-copy-indent para-style-override-4\">The following triggers allow a combatant to make a performance combat check as a free action or an immediate action. A combatant may also opt to make any of these performance combat checks as a swift action instead, and gains the benefit of performance feats when he does so. A combatant can always opt to not make a performance combat check that requires a free action or immediate action. A combatant can also spend a victory point to make any one of these performance combat checks as a free action taken when it is not the combatant's turn, which allows the combatant to make one of these performance combat checks without spending an immediate action. </p>", 
                    "name": "Free Action or Immediate Action Checks", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"critical-hit\">When a combatant confirms a critical hit, he can make a performance combat check as a free or immediate action. When he does so, failing by 5 or more does not lower the crowd's attitude. If the combatant gains a special effect on this critical hit from a critical feat, he gains a +2 bonus on the performance combat check.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Critical Hit", 
                            "type": "section", 
                            "name": "Critical Hit", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"first-blood:\"> If the combatant is the first person to damage an enemy during a performance combat (or to hit an opponent in the case of staged combats), he can make a performance combat check as a free or immediate action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/First Blood", 
                            "type": "section", 
                            "name": "First Blood", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"raging\">The first time a combatant enters a rage in a performance combat, he can make a performance combat check as a free or immediate action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Raging", 
                            "type": "section", 
                            "name": "Raging", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"vanquish-opponent\">Whenever a combatant reduces a creature to 0 or fewer hit points, he can make a performance combat check as a free or immediate action.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Vanquish Opponent", 
                            "type": "section", 
                            "name": "Vanquish Opponent", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following performance combat checks must be attempted whenever possible. These checks don't improve a crowd's attitude, and the combatant gains no benefit from performance feats with these checks. Failing them typically has a detrimental effect on a crowd's attitude. If the crowd cannot see the action that triggered these checks, the combatant who performed it does not need to make the check. Making a performance check for one of these triggers is not an action.</p>", 
                    "name": "Mandatory Checks", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"magical-healing\">Crowds tend to dislike the use of magical healing; some crowds even see it as cheating. On a turn when a combatant casts a healing spell or other healing effect, or uses a healing spell trigger, spell completion, or use-activated item (including forcing a <i>potion of cure light wounds</i> or similar potion down the throat of an opponent) she must make a performance combat check. Success yields no change to the attitude of the crowd, but any failure reduces the crowd's attitude by one step.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Magical Healing", 
                            "type": "section", 
                            "name": "Magical Healing", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"rolling-a-natural-1\">When a combatant rolls a natural 1 on an attack roll or a saving throw, she must make a performance combat check. A success does not affect the crowd in any way, but any failure reduces the crowd's attitude by one step.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Rolling a Natural 1", 
                            "type": "section", 
                            "name": "Rolling a Natural 1", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"withdraw\">Whenever a combatant uses the withdraw action, she must make a performance combat check as a free action. She takes a &ndash;5 penalty on the check, and success does not shift the crowd's attitude, but failure shifts it one step lower.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Withdraw", 
                            "type": "section", 
                            "name": "Withdraw", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>When a side is benefiting from a helpful crowd reaction and succeeds at a performance combat check, that side gains a victory point. Victory points are kept in a pool, and can be spent by anyone on a given side of a performance combat at any time during the performance combat, as long as no one on the side objects to the use of the victory point. Victory points can be spent during a performance combat in the following ways. Spending a victory point is not an action.</p><p>&bull;&nbsp;A combatant can spend a victory point to gain an automatic success at a performance combat check, but cannot spend the victory point to succeed at a performance combat check while the crowd has a helpful attitude toward that combatant's side of the performance combat.</p><p>&bull;&nbsp;A combatant can spend a victory point to make a free or immediate action performance combat check as no action, allowing the combatant to make the check when it is not the combatant's turn without spending an immediate action.</p><p>&bull;&nbsp;A combatant can spend a victory point to force an opponent in a performance combat to reroll a performance combat check. The opponent must take the effect of the reroll.</p><p>While running a group of serialized performance combats, any unspent victory points are saved and can be used during the next performance combat, and can affect the starting attitude of the crowd. </p><p>In the case of serialized combats, decisively winning a performance by having a higher crowd attitude than the opposing team or teams at the end of the performance combat wins 1 victory point for each combatant on the winning side.</p>", 
                    "name": "Victory Points", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"splitting-up-victory-points\">Sometimes, in the case of team performance combat, the lineup of a performance combat team may change. If this occurs, it may be important to split up any victory points the team has gained. Victory points should be split as evenly as possible among the combatants within a team, with the remainder going to combatants in any way the team chooses (but with no individual player receiving more than 1 point from the remainder). For instance, if a team is made up of four combatants, but at the end of a bout there are 6 victory points, all four combatants gain at least 1 victory point, and two members of the team each receive 1 additional point, as chosen by the members of the team in any way the members deem fair.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points/Splitting Up Victory Points", 
                            "type": "section", 
                            "name": "Splitting Up Victory Points", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p class=\"body-copy-indent para-style-override-4\">When the performance combat is concluded, the side with the highest attitude wins over the crowd. In the case of a tie, use victory points to determine the winner. If the bout is still a tie, that performance combat is a tie. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Determining a Winner", 
                    "type": "section", 
                    "name": "Determining a Winner", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>If you are running a series of performance combats as part of your campaign, successes and failures for each performance combat can affect the starting attitude of the crowd in future performance combats in the series, both negatively and positively. </p><p>If one side of a performance combat loses the performance part of the combat by failing a performance combat check by 5 while the crowd has a hostile attitude, on the very next bout, the crowd starts with an unfriendly attitude instead of the indifferent attitude. </p><p>If a side of the performance combat starts with at least 1 victory point per member of the side, the crowd's attitude starts as friendly toward that side instead of indifferent. If the side has at least 3 victory points per member, the crowd starts as helpful instead of indifferent. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Serialized Performance Combats", 
                    "type": "section", 
                    "name": "Serialized Performance Combats", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ], 
    "name": "Performance Combat", 
    "source": "Ultimate Combat"
}