{
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>A classic trope of fantasy warfare is the storming of a castle or other large fortification. Whether the PCs are leading a brave and desperate defense of a lonely bastion against an overwhelming army of darkness, or overseeing the fight to overthrow an evil ruler and cast down his mighty fortress, a fight along the battlements can fire the imagination of a jaded player who has grown bored with one-on-one hacking. While historical sieges often depended more on disease and starvation for victory than anything else, the thrill for players is likely to come more from bombardment and assault with an array of siege engines, and countering the massive engines of their enemies with their own.</p><p>The following new options for siege engines both supplement and expand upon those rules. If the rules ever appear to be in conflict, use the rules below. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Siege Engines"
        }, 
        {
            "body": "<p>All siege engines are at least size Large devices and often much larger. Unless stated otherwise in an individual siege engine description, all siege engines use the following rules. </p>", 
            "name": "Siege Engine Rules", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"proficiency\">Siege engines are exotic weapons. A creature with the Siege Engineer feat is proficient with all siege engines, including siege firearms. A creature that is proficient in firearms is also proficient in siege firearms, but not other siege engines. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Proficiency", 
                    "type": "section", 
                    "name": "Proficiency", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"crew\">The sheer size of a siege engine often necessitates a crew for its use. One person of that crew is the crew leader. Usually the crew leader targets or controls the movement of a siege engine; sometimes the crew leader does both. Often the crew leader is required to take actions and make specific checks in order for a siege engine to function. The rest of the crew members are required to spend actions and make checks in order for a siege engine to function.</p><p>The number of members in a crew assumes Medium creatures. A ram can be crewed by Small creatures, but it takes double the crew to do the same job. If Large or larger creatures serve as crew members, each Large creature counts as four crew members, a Huge creature counts as eight Medium creatures, a colossal creature counts as 16 Medium creatures, and a gargantuan creature counts as 20 Medium creatures.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Crew", 
                    "type": "section", 
                    "name": "Crew", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"magical-and-masterwork-siege-engines\">Siege engines can be masterwork, increasing their Craft DC by 5 and costing an additional 300 gp. A masterwork siege engine can be enchanted at twice the cost for a normal magical weapon. The enhancement bonus of a siege engine applies on attack rolls and targeting checks (in the case of indirect ranged siege engines), and in the case of magical spell engines, the enhancement bonus also applies on damage rolls. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Magical and Masterwork Siege Engines", 
                    "type": "section", 
                    "name": "Magical and Masterwork Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"defense-and-hit-points\">All siege engines are objects. A siege engine has a Dexterity of 0 (&ndash;5 penalty) and a further penalty based on its size. Each type of siege engine has its own hardness and hit points. Siege engines can be armored&mdash;treat the siege engine as a creature of its size to determine the cost of the armor. Masterwork siege engine armor can be enchanted for twice the normal cost to enchant armor. Armored siege engines have an armor bonus equal to that normally granted by the specific armor (shields have no effect on a siege engine), a hardness and hit points equal to that of the armor, and bonus hit points equal to the armor bonus &times; 5. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Defense and Hit Points", 
                    "type": "section", 
                    "name": "Defense and Hit Points", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"moving-siege-engines\">Siege engines have a speed. The speed of a siege engine is the distance it can be moved if its full crew makes a move action to move it. Some siege engines have a speed of 0. If this is the case, the engine must be dissembled before movement is possible, or else mounted on a vehicle. Siege engines that are atop or mounted on vehicles move with those vehicles (see Chapter 4: Vehicles).</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Moving Siege Engines", 
                    "type": "section", 
                    "name": "Moving Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"ranged-attacks\">Unlike normal ranged weapons, siege engines do not deal half damage when attacking objects. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Attacks", 
                    "type": "section", 
                    "name": "Ranged Attacks", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"critical-hits\">When a direct-fire siege engine or a close assault siege engine scores a critical hit, it confirms the critical and deals critical hit damage just like any other weapon. If an indirect-fire ranged siege engine rolls a natural 20 on its targeting check, it can also score a critical hit. The crew leader must reroll the targeting check to confirm the critical. If the confirmation targeting check is successful, the attack is a critical hit, and the siege engine multiplies its damage by its critical multiplier. Unlike normal attacks, siege engines attacks can deal critical hit damage to objects. Siege engines do not gain the benefit of critical feats the crew or the crew leader may have. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Critical Hits", 
                    "type": "section", 
                    "name": "Critical Hits", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"mishaps-and-misfires\">Rolling a natural 1 on an attack roll or a targeting check made by an indirect-fire ranged siege engine produces a mishap. Usually a mishap applies the broken condition. A non-firearm siege engine with the broken condition takes a &ndash;2 penalty on attack rolls, targeting checks, and damage rolls. It also moves at half its normal speed. </p><p>If the creature that serves as crew leader has the Siege Engineer feat, that creature does not generate a mishap on a natural 1 when firing the siege engine. </p><p>Firearm siege weapons do not gain a mishap on a natural 1, but instead have a misfire value, like other firearms do. An attack roll or targeting check that falls within the misfire range causes the firearm siege engine to misfire. A misfire always misses, and applies the broken condition to the siege engine firearm. A firearm siege weapon with the broken condition takes all of the penalties and limitations that non-firearm siege engines do, and the misfire range of the firearm siege engine is increased by 4. If the firearm siege engine already has the broken condition when it misfires, it explodes. When a firearm siege engine explodes, it deals its damage to all creatures within a blast range (those within the blast can attempt a DC 20 Reflex save for half damage). The normal misfire range of a firearm siege engine and its blast range are given in the individual firearm siege engine description. Crew leaders with the Siege Engineer feat do not lower the misfire value of firearm siege engines.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Mishaps and Misfires", 
                    "type": "section", 
                    "name": "Mishaps and Misfires", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"constructing-and-repairing-siege-engines\">A siege engine is a complex device requiring a DC 20 Craft (siege engine) skill check to build or repair. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Constructing and Repairing Siege Engines", 
                    "type": "section", 
                    "name": "Constructing and Repairing Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"disabling-siege-engines\">A siege engine is considered a difficult device to disable, requiring 2d4 rounds of effort and a DC 20 Disable Device check to do so. When a siege engine is disabled, it either doesn't work or is sabotaged and stops working 1d4 minutes after use. Fixing a disabled siege engine requires a DC 20 Craft (siege engine), Disable Device, or Knowledge (engineering) check. It takes 10 minutes to fix the device, and the check can be retried if the fix fails. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Disabling Siege Engines", 
                    "type": "section", 
                    "name": "Disabling Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"assembling-siege-engines\">Siege engines are broken down for transport and can be reassembled on the battlefield, requiring the time and number of workers noted below. Each assembly worker must make a DC 10 Craft (siege engine) check; if untrained, they may not take 10. Assembly can be performed with at least half the required number of workers by doubling the time required. If fewer than half are available, the weapon cannot be assembled.</p>", 
                    "name": "Assembling Siege Engines", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Assembling Siege Engines", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Siege Engine Assembly</caption><thead><tr><th>Engine Size</th><th>Time Required</th><th>Workers Required</th></tr></thead><tr class=\"odd\"><td>Small</td><td>1 minute</td><td>1</td></tr><tr class=\"even\"><td>Medium</td><td>10 minutes</td><td>2</td></tr><tr class=\"odd\"><td>Large</td><td>1 hour</td><td>4</td></tr><tr class=\"even\"><td>Huge</td><td>2 hours</td><td>6</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>4 hours</td><td>8</td></tr><tr class=\"even\"><td>Colossal</td><td>8 hours</td><td>12</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Assembling Siege Engines/Table Siege Engine Assembly", 
                            "type": "table", 
                            "name": "Table: Siege Engine Assembly", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following are the various entries on the equipment tables for siege engines (given in the column headings on Tables 3&ndash;13 and 3&ndash;15). While ranged siege engines use most of these entries, close-assault siege engines only use some of them.</p>", 
                    "name": "Siege Engine Qualities", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"cost\">This value is the siege engine's cost in gold pieces (gp). The cost includes gear needed to work the engine as well as gear for upkeep. Typical ammunition costs and weights are given in siege weapon description. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Cost", 
                            "type": "section", 
                            "name": "Cost", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"damage\">This column gives the damage typically dealt by the engine. If the engine has a special mode of attack or damage, this space is marked by the words &ldquo;see description.&rdquo; If the siege engine does not deal any damage, but rather is a tool for getting close to or over fortifications, this entry features a dash (&mdash;). Some ranged siege engines can be loaded with special ammunition that affects or overrides the weapon's typical damage or range. </p><p>As large and imprecise weapons, siege engines do not deal sneak attack damage or any other kind of precision damage.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Damage", 
                            "type": "section", 
                            "name": "Damage", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"critical\">The entry for this column notes how the engine is used with the rules for critical hits. Unlike normal ranged weapons, siege engines can deal critical damage to objects as well as creatures. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Critical", 
                            "type": "section", 
                            "name": "Critical", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"range\">Any attack at more than the distance listed in this entry is penalized for range. Beyond this range, the attack or targeting check takes a cumulative &ndash;2 penalty for each full range increment (or fraction thereof) of distance to the target. Some siege engines have a minimum range for effectiveness. If that is the case, the range of this weapon is followed by a parenthetical with the minimum range, followed by the abbreviation &ldquo;min.&rdquo; </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Range", 
                            "type": "section", 
                            "name": "Range", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"type\">Like weapons, siege engines that deal damage are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some engines deal damage of multiple types. Some special siege engines (like the firedrake and the firewyrm) deal energy damage, typically fire damage. In those cases, the type of energy damage is listed instead. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Type", 
                            "type": "section", 
                            "name": "Type", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"crew\">This column gives the number of creatures needed to properly use the siege engine, assuming Medium creatures. Some siege engines can be used with a smaller crew, but there are usually consequences such as slower aiming, firing, or movement. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Crew", 
                            "type": "section", 
                            "name": "Crew", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"aim\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to aim a siege engine. If the siege engine is being controlled by less than its normal crew complement, the number of actions it takes for the crew to aim the siege engine is doubled. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Aim", 
                            "type": "section", 
                            "name": "Aim", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"load\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to load a siege engine. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Load", 
                            "type": "section", 
                            "name": "Load", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"speed\">This is how fast the siege engine can be moved with move actions made by its entire crew.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Speed", 
                            "type": "section", 
                            "name": "Speed", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Ranged siege engines assault structures and people from a distance, by propelling ammunition in some fashion. Siege engines hurl massive projectiles in one of two ways: direct fire or indirect fire. Both take a number of actions to load or aim, and the basic rules are described below.</p>", 
                    "name": "Ranged Siege Engines", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"load-ammunition\">In order for a ranged siege engine to fire, it needs to be loaded with ammunition. Loading ammunition takes a number of full-round actions depending on the siege engine (this time can be reduced to move actions if the crew leader has the Master Siege Engineer feat).</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Load Ammunition", 
                            "type": "section", 
                            "name": "Load Ammunition", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"aiming-a-siege-engine\">Ranged siege engines must be aimed in order to attack a desired target (in the case of direct-fire siege engines) or square (in the case of indirect-fire siege engines). Aiming takes a number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat), with the number depending on the specific siege engine. Aiming a siege engine with a diminished crew doubles the amount of time it takes to aim the siege engine. Each time a new target or square is chosen as the target of a siege engine's attack, that engine must be aimed anew.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Aiming a Siege Engine", 
                            "type": "section", 
                            "name": "Aiming a Siege Engine", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"direct-fire-ranged-siege-engines\">Direct-fire weapons launch their projectiles on a relatively flat trajectory, allowing them to more easily target creatures or pummel barriers directly in front of them. </p><p>A direct-fire weapon uses a normal attack roll, with the normal penalty for nonproficient use. In addition, a direct-fire weapon takes a &ndash;2 attack roll penalty per size category that the weapon is larger than the creature aiming it. Creatures that have ranks in Knowledge (engineering) or use a targeting platform (see below) are not adversely affected by their size when firing direct-fire ranged siege engines. </p><p>Sheer manpower can also reduce the penalties for size. Increasing the crew of these weapons by 1 or more can reduce the attack roll penalty for creature size: as long as an extra crew member is no smaller than three size categories smaller than the direct-fire weapon, it can reduce the penalty due to the aiming creature's size by 2. For example, a Huge ballista fired by a Medium creature that is part of a crew of two (the creature aiming the ballista and someone to help position it) takes only a &ndash;2 penalty on attack rolls. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Direct-Fire Ranged Siege Engines", 
                            "type": "section", 
                            "name": "Direct-Fire Ranged Siege Engines", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"indirect-fire-ranged-siege-engines\">Indirect-fire weapons launch projectiles in high arcs toward their targets. They typically lob heavier missiles and payloads than direct-fire weapons, but they are harder to aim accurately. Indirect weapons can bypass many forms of fortification, delivering their payloads of solid shot, scatter shot, or even disease-ridden offal to targets beyond the walls of castles. They can also be used to batter fortifications where they are most vulnerable, arcing down on towers and walls, crushing them with the weight of stone or raining down smaller projectiles on a wall's defenders. </p><p>Indirect-fire weapons use a targeting mechanic similar to that described for catapults, hereafter referred to as an indirect attack. The following is an update to those rules. </p>", 
                            "name": "Indirect-Fire Ranged Siege Engines", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"indirect-attack\" class=\"stat-block-2\">To fire an indirect-fire ranged siege engine, the crew leader makes a targeting check against the DC of the siege engine. This check uses his base attack bonus, his Intelligence modifier (if not trained in Knowledge [engineering]) or Knowledge (engineering) skill modifier (if trained in that skill), any penalty for not being proficient in the siege engine, and the appropriate modifiers. If the check succeeds, the ammunition of the indirect attack hits the square the siege engine was aimed at, dealing the indicated damage or effect to any object or creature within the area of its attack. Creatures may get a saving throw to limit the effect of the attack; this is typically based on the type of ammunition used.If the attack misses the intended square, roll 1d8 to determine in what direction the shot veers. A roll of 1 indicates the ammunition falls short (toward the siege engine), with rolls of 2 through 8 counting squares clockwise around the target square. Roll 1d4 for every range increment at which the attack was made (1d4 if the target square is within the engine's first range increment, 2d4 if the target square is within the second range increment, and so on). The total is the number of squares by which the attack misses, with the direction in which the squares are counted determined by the d8 roll. The ammunition deals its damage and any other effects in the square it lands on.</p>", 
                                    "name": "Indirect Attack", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack", 
                                    "type": "section", 
                                    "source": "Ultimate Combat", 
                                    "sections": [
                                        {
                                            "body": "<table id=\"table-indirect-attack-check-modifiers\"><caption>Table: Indirect Attack Check Modifiers</caption><thead><tr><th>Condition</th><th>Modifier</th></tr></thead><tr class=\"odd\"><td>No line of sight to target square</td><td>&ndash;6</td></tr><tr class=\"even\"><td>Successive shots (crew can see where most recent miss landed)</td><td>Cumulative +2 per previous miss (maximum +10)</td></tr><tr class=\"odd\"><td>Successive shots (crew can't see where most recent missed shot landed, but observer is providing feedback)</td><td>Cumulative +1 per previous miss (maximum +5)</td></tr><tr class=\"even\"><td>Successive shots after a hit</td><td>+10 </td></tr></table>", 
                                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack/Table Indirect Attack Check Modifiers", 
                                            "type": "table", 
                                            "name": "Table: Indirect Attack Check Modifiers", 
                                            "source": "Ultimate Combat"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table:  Ranged Siege Engines</caption><thead><tr><th>Direct-Fire Engines</th><th>Cost</th><th>Dmg</th><th>Critical</th><th>Range</th><th>Type<sup>1</sup></th><th>Crew</th><th>Aim</th><th>Load</th><th>Speed</th></tr></thead><tr class=\"even\"><td colspan=\"10\"><i>Large Siege Engines</i></td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Ballista, light</td><td>500 gp</td><td>3d8</td><td>19&ndash;20/&times;2</td><td>120 ft.</td><td>P</td><td>1</td><td>0</td><td>2</td><td>10 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Cannon</td><td>6,000 gp</td><td>6d6</td><td>&times;4</td><td>100 ft.</td><td>B and P</td><td>2</td><td>1</td><td>3</td><td>10 ft.</td></tr><tr class=\"odd\"><td colspan=\"10\"><i>Huge Siege Engines</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Ballista, heavy</td><td>800 gp</td><td>4d8</td><td>19&ndash;20/&times;2</td><td>180 ft.</td><td>P</td><td>3</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Cannon, fiend's mouth</td><td>9,000 gp</td><td>8d6</td><td>&times;4</td><td>150 ft.</td><td>B and P</td><td>3</td><td>1</td><td>3</td><td>0 ft. </td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Firedrake</td><td>4,000 gp</td><td>6d6</td><td>&mdash;</td><td>&mdash;</td><td>fire</td><td>3</td><td>2</td><td>5</td><td>10 ft.</td></tr><tr class=\"odd\"><td colspan=\"10\"><i>Gargantuan Siege Engines</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Ballista, gate breaker</td><td>1,200 gp</td><td>6d8</td><td>19&ndash;20/&times;2</td><td>100 ft.</td><td>B</td><td>5</td><td>3</td><td>5</td><td>0 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Firewyrm</td><td>6,000 gp</td><td>6d6</td><td>&mdash;</td><td>&mdash;</td><td>fire</td><td>5</td><td>2</td><td>6</td><td>0 ft.</td></tr><thead><tr><th>Indirect-Fire Engines</th><th>Cost</th><th>Dmg</th><th>Critical</th><th>Range</th><th>Type</th><th>Crew</th><th>Aim</th><th>Load</th><th>Speed</th></tr></thead><tr class=\"odd\"><td colspan=\"10\"><i>Large Siege Engines</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Bombard, light</td><td>6,000 gp</td><td>5d6</td><td>&times;4</td><td>100 ft. (50 ft. min.)</td><td>B and P</td><td>2</td><td>1</td><td>3</td><td>10 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Catapult, light</td><td>550 gp</td><td>4d6</td><td>&times;2\t</td><td>150 ft. (50 ft. min.)</td><td>B</td><td>2</td><td>2</td><td>3</td><td>10 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Trebuchet, light</td><td>800 gp</td><td>4d6</td><td>&times;2</td><td>200 ft. (100 ft. min.)</td><td>B</td><td>3</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"odd\"><td colspan=\"10\"><i>Huge Siege Engines</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Bombard, standard</td><td>8,000 gp</td><td>7d6</td><td>&times;4</td><td>150 ft. (100 ft. min.)</td><td>B and P</td><td>2</td><td>1</td><td>3</td><td>0 ft. </td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Catapult, standard</td><td>800 gp</td><td>6d6</td><td>&times;2</td><td>200 ft. (100 ft. min.)</td><td>B</td><td>3</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Springal, arrow</td><td>1,000 gp</td><td>3d8</td><td>&times;3</td><td>100 ft. (50 ft. min.)</td><td>P</td><td>3</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Springal, rocket</td><td>6,000 gp</td><td>3d10</td><td>&times;4</td><td>100 ft. (50 ft. min.)</td><td>fire</td><td>3</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Trebuchet, standard</td><td>1,000 gp</td><td>6d6</td><td>&times;2</td><td>300 ft. (150 ft. min.)</td><td>B</td><td>4</td><td>2</td><td>3</td><td>0 ft.</td></tr><tr class=\"odd\"><td colspan=\"10\"><i>Gargantuan Siege Engines</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Bombard, heavy</td><td>16,000 gp</td><td>9d6</td><td>&times;4</td><td>200 ft. (100 ft. min.)</td><td>B and P</td><td>4</td><td>3</td><td>5</td><td>0 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Catapult, heavy</td><td>1,000 gp</td><td>8d6</td><td>&times;2</td><td>300 ft. (100 ft. min.)</td><td>B</td><td>4</td><td>3</td><td>3</td><td>0 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Trebuchet, heavy</td><td>1,500 gp</td><td>8d6</td><td>&times;2</td><td>400 ft. (200 ft. min.)</td><td>B</td><td>4</td><td>3</td><td>3</td><td>0 ft.</td></tr><tfoot><tr><td colspan=\"10\"><sup>1</sup> A weapon with two types is both types if the entry specifies &ldquo;and.&rdquo;</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Table Ranged Siege Engines", 
                    "type": "table", 
                    "name": "Table: Ranged Siege Engines", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>The following are siege weapon descriptions.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"ballista\">Resembling a massive crossbow, a ballista's power is provided by twisted skeins of animal sinew used as torsion springs driving a pair of adjustable arms. A cord attached to both arms is winched back and a projectile is loaded into a grooved slider for release. Ballistae are direct-fire weapons.</p>", 
                    "name": "Ballista", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Ballista", 
                    "type": "item", 
                    "price": "1,200 gp", 
                    "misc": {
                        "Heavy": {
                            "Load": "3", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Dmg": "4d8", 
                            "Type": "P", 
                            "Crew": "3", 
                            "Aim": "2", 
                            "Range": "180 ft.", 
                            "Speed": "0 ft."
                        }, 
                        "null": {
                            "Proficiency": "Direct-Fire Engines", 
                            "Critical": "19&ndash;20/&times;2"
                        }, 
                        "Light": {
                            "Load": "2", 
                            "Weapon Class": "Large Siege Engines", 
                            "Dmg": "3d8", 
                            "Type": "P", 
                            "Crew": "1", 
                            "Aim": "0", 
                            "Range": "120 ft.", 
                            "Speed": "10 ft."
                        }, 
                        "Gate Breaker": {
                            "Load": "5", 
                            "Weapon Class": "Gargantuan Siege Engines", 
                            "Dmg": "6d8", 
                            "Type": "B", 
                            "Crew": "5", 
                            "Aim": "3", 
                            "Range": "100 ft.", 
                            "Speed": "0 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"light\" class=\"stat-block-2\">This common type of ballista, also called an arbalest or scorpion, is size Large, maneuverable, and often mounted atop towers or even vehicles. Light ballistae have a hardness of 5 and 50 hit points. Light ballista bolts cost 10 gp each and weigh 10 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Ballista/Light", 
                            "type": "section", 
                            "name": "Light", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"heavy\" class=\"stat-block-2\">These Huge-sized siege engines are commonly used as castle defenses, as well as on large warships. Heavy ballistae have a hardness of 5 and 100 hit points. Heavy ballista bolts cost 30 gp and weigh 20 pounds each.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Ballista/Heavy", 
                            "type": "section", 
                            "name": "Heavy", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"gate-breaker\" class=\"stat-block-2\">This massive ballista fires specially weighted quarrels with blunt mental tips. These are used as long-range battering rams, shot at walls or the gates of castles. When they hit a wooden structure, they have a critical range of 19&ndash;20/&times;3. Gate breaker ballistae have a hardness of 5 and 200 hit points. Gate breaker ballista bolts cost 50 gp and weigh 30 pounds each.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Ballista/Gate Breaker", 
                            "type": "section", 
                            "name": "Gate Breaker", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"bombard\">Resembling either large cauldrons or more traditional cannons, these firearms lob their ammunition in an arc in order to deliver their deadly payloads over troops or castle walls. Bombards are normally fired indirectly, but can also be fired as direct-fire siege engines. When they are used for direct fire, they take a &ndash;4 penalty on attack rolls and have their range increment halved, but do not have a minimum range. Like all firearms, bombards do not suffer mishaps, but instead have a misfire chance.</p>", 
                    "name": "Bombard", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Bombard", 
                    "type": "item", 
                    "price": "16,000 gp", 
                    "misc": {
                        "Heavy": {
                            "Load": "5", 
                            "Weapon Class": "Gargantuan Siege Engines", 
                            "Dmg": "9d6", 
                            "Crew": "4", 
                            "Aim": "3", 
                            "Range": "200 ft. (100 ft. min.)", 
                            "Speed": "0 ft."
                        }, 
                        "null": {
                            "Proficiency": "Indirect-Fire Engines", 
                            "Critical": "&times;4", 
                            "Type": "B and P"
                        }, 
                        "Standard": {
                            "Load": "3", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Dmg": "7d6", 
                            "Crew": "2", 
                            "Aim": "1", 
                            "Range": "150 ft. (100 ft. min.)", 
                            "Speed": "0 ft."
                        }, 
                        "Light": {
                            "Load": "3", 
                            "Weapon Class": "Large Siege Engines", 
                            "Dmg": "5d6", 
                            "Crew": "2", 
                            "Aim": "1", 
                            "Range": "100 ft. (50 ft. min.)", 
                            "Speed": "10 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"light\" class=\"stat-block-2\">These bombards resemble cauldrons attached to swivels. Often they are mounted into the ground or into the stone of castle walls because of the mighty power of their recoil. The targeting DC of a light bombard is 15. A light bombard has a base misfire range of 1&ndash;2 (10 feet). Light bombards have a hardness of 10 and 70 hit points. Light bombard balls cost 30 gp each and weigh 25 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Bombard/Light", 
                            "type": "section", 
                            "name": "Light", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"standard\" class=\"stat-block-2\">These bombards feature the greatest diversity of forms. Many take the cauldron shape of the light bombard, but they may also take the forms of more traditional cannons, albeit featuring stabilizing mechanisms that allow them to fire at a much steeper incline. The targeting DC of a standard bombard is 20. A standard bombard has a misfire range of 1&ndash;2 (20 feet). Standard bombards have a hardness of 10 and 140 hit points. Standard bombard balls cost 35 gp each and weigh 30 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Bombard/Standard", 
                            "type": "section", 
                            "name": "Standard", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"heavy\" class=\"stat-block-2\">These massive siege engines are often fixed to positions on high hilltops or atop massive keeps, raining death down on a valley or strait. Often these firearms come in two pieces connected by a screw mechanism. The bombard is unscrewed to be loaded, and then the main part of the muzzle is screwed back on to the barrel section in order to be fired. Heavy bombards are too large and powerful to mount on vehicles. The targeting DC of a heavy bombard is 25. A heavy bombard has a misfire range of 1&ndash;2 (30 feet). Heavy bombards have a hardness of 10 and 280 hit points. Heavy bombard balls cost 45 gp each and weigh 50 pounds. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Bombard/Heavy", 
                            "type": "section", 
                            "name": "Heavy", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"cannon\">Cannons are crafted of metal&mdash;some are cast in one piece, others welded with iron bands&mdash;and mounted either in the ground or on wooden frames. Cannons use black powder to propel their projectiles with great force. A cannon has a misfire range of 1 (20 feet). Cannons have a hardness of 10 and 70 hit points. Cannon balls cost 30 gp each and weigh 25 pounds.</p>", 
                    "name": "Cannon", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Cannon", 
                    "price": "6,000 gp", 
                    "misc": {
                        "Weapon": {
                            "Load": "3", 
                            "Proficiency": "Direct-Fire Engines", 
                            "Weapon Class": "Large Siege Engines", 
                            "Dmg": "6d6", 
                            "Type": "B and P", 
                            "Crew": "2", 
                            "Aim": "1", 
                            "Range": "100 ft.", 
                            "Critical": "&times;4", 
                            "Speed": "10 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "item"
                }, 
                {
                    "body": "<p id=\"catapult\">Catapults are stone-throwing siege engines powered by winched arms that run through torsion skeins, and hold their payload in a cup that swings up and over the weapon when released. Catapults can hurl a variety of different types of ammunition (the damage given is for stone projectiles; other types of ammunition can be found later in this chapter). They are indirect-fire siege engines. </p>", 
                    "name": "Catapult", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Catapult", 
                    "type": "item", 
                    "price": "1,000 gp", 
                    "misc": {
                        "Heavy": {
                            "Weapon Class": "Gargantuan Siege Engines", 
                            "Dmg": "8d6", 
                            "Crew": "4", 
                            "Aim": "3", 
                            "Range": "300 ft. (100 ft. min.)", 
                            "Speed": "0 ft."
                        }, 
                        "null": {
                            "Load": "3", 
                            "Proficiency": "Indirect-Fire Engines", 
                            "Critical": "&times;2", 
                            "Type": "B"
                        }, 
                        "Standard": {
                            "Weapon Class": "Huge Siege Engines", 
                            "Dmg": "6d6", 
                            "Crew": "3", 
                            "Aim": "2", 
                            "Range": "200 ft. (100 ft. min.)", 
                            "Speed": "0 ft."
                        }, 
                        "Light": {
                            "Weapon Class": "Large Siege Engines", 
                            "Dmg": "4d6", 
                            "Crew": "2", 
                            "Aim": "2", 
                            "Range": "150 ft. (50 ft. min.)", 
                            "Speed": "10 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"light\" class=\"stat-block-2\">These catapults are Large and often mounted on wheels. The targeting DC of a light catapult is 15. Light catapults have a hardness of 5 and 50 hit points. Light catapult stones cost 10 gp and weigh 50 pounds each.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Catapult/Light", 
                            "type": "section", 
                            "name": "Light", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"standard\" class=\"stat-block-2\">These Huge siege engines are too large to be transported to the battlefield in one piece, and require assembly. They typically hurl large stones indirectly at a target (targeting DC 20). Standard catapults have a hardness of 5 and 100 hit points. Standard catapult stones cost 15 gp and weigh 75 pounds each.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Catapult/Standard", 
                            "type": "section", 
                            "name": "Standard", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"heavy\" class=\"stat-block-2\">These Gargantuan siege engines are too large to be transported to the battlefield in one piece, and require assembly. They typically hurl large stones indirectly at a target (targeting DC 25). Heavy catapults have a hardness of 5 and 200 hit points. Heavy catapult stones cost 25 gp and weigh 90 pounds each.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Catapult/Heavy", 
                            "type": "section", 
                            "name": "Heavy", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"fiend's-mouth-cannon\">These massive cannons are usually crafted in multiple pieces, and sometimes feature the heads of demons, devils, or other fiends at their mouths. Like normal canons, they propel their projectiles with great force. A fiend's mouth cannon has a misfire range of 1 (30 ft.). Fiend's mouth canons have a hardness of 10 and 140 hit points. Fiend's mouth cannon balls cost 45 gp and weigh 30 pounds each.</p>", 
                    "name": "Fiend's Mouth Cannon", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Fiends Mouth Cannon", 
                    "price": "9,000 gp", 
                    "misc": {
                        "Weapon": {
                            "Load": "3", 
                            "Proficiency": "Direct-Fire Engines", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Dmg": "8d6", 
                            "Type": "B and P", 
                            "Crew": "3", 
                            "Aim": "1", 
                            "Range": "150 ft.", 
                            "Critical": "&times;4", 
                            "Speed": "0 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "item"
                }, 
                {
                    "body": "<p id=\"firedrake\">These large siege engines are typically wheeled or attached to vehicles that can transport them to the battlefield. This apparatus fires gouts of alchemist's fire in either a 60-foot line or a 30-foot cone (siege crew leader's choice). Targets in the area take 6d6 points of fire damage (DC 15 Reflex save halves); those who fail their saves also catch on fire. A firedrake with the broken condition that suffers a further mishap explodes, dealing its damage to all creatures within a 20-foot blast (DC 15 Reflex save halves). Firedrakes have a hardness of 10 and 70 hit points. One use of firedrake ammunition costs 200 gp and weighs 20 pounds.</p>", 
                    "name": "Firedrake", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Firedrake", 
                    "price": "4,000 gp", 
                    "misc": {
                        "Weapon": {
                            "Load": "5", 
                            "Proficiency": "Direct-Fire Engines", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Dmg": "6d6", 
                            "Type": "fire", 
                            "Crew": "3", 
                            "Aim": "2", 
                            "Speed": "10 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "item"
                }, 
                {
                    "body": "<p id=\"firewyrm\">This siege engine is a larger version of the firedrake. A firewyrm is too large to be transported to the battlefield in one piece and must be assembled once the component parts reach the battlefield. A firewyrm fires its gout of flame in either a 120-foot line or a 60-foot cone (crew leader's choice). Targets in the area take 6d6 points of fire damage (DC 20 Reflex save halves). A firewyrm with the broken condition that suffers a further mishap explodes, dealing its damage to all creatures within a 30-foot blast (DC 20 Reflex save halves). Firewyrms have a hardness of 10 and 140 hit points. One use of firewyrm ammunition costs 400 gp and weighs 40 pounds.</p>", 
                    "name": "Firewyrm", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Firewyrm", 
                    "price": "6,000 gp", 
                    "misc": {
                        "Weapon": {
                            "Load": "6", 
                            "Proficiency": "Direct-Fire Engines", 
                            "Weapon Class": "Gargantuan Siege Engines", 
                            "Dmg": "6d6", 
                            "Type": "fire", 
                            "Crew": "5", 
                            "Aim": "2", 
                            "Speed": "0 ft."
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "item"
                }, 
                {
                    "body": "<p id=\"springal\">A springal uses a torsion-cranked composite paddle to strike a firing rack containing multiple arrows or black-powder-propelled rockets, which rain down in an arc over a burst area. Springals are indirect-fire weapons that affect an area centered on the target square.</p>", 
                    "name": "Springal", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Springal", 
                    "type": "item", 
                    "price": "6,000 gp", 
                    "misc": {
                        "null": {
                            "Load": "3", 
                            "Proficiency": "Indirect-Fire Engines", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Crew": "3", 
                            "Aim": "2", 
                            "Range": "100 ft. (50 ft. min.)", 
                            "Speed": "0 ft."
                        }, 
                        "Rocket": {
                            "Critical": "&times;4", 
                            "Type": "fire", 
                            "Dmg": "3d10"
                        }, 
                        "Arrow": {
                            "Critical": "&times;3", 
                            "Type": "P", 
                            "Dmg": "3d8"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"arrow\" class=\"stat-block-2\">This springal propels a group of arrows that rains down on the targeted square and in a 15-foot burst around that square. One use of arrow springal ammunition costs 20 gp and weighs 10 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Springal/Arrow", 
                            "type": "section", 
                            "name": "Arrow", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"rocket\" class=\"stat-block-2\">This highly volatile springal propels a group of black-powder rockets that rain down on the targeted square and in a 15-foot burst around the area. If the rocket springal misfires, it explodes, dealing its damage in a 20-foot blast around the springal. This explosion destroys the rocket springal. One use of rocket springal ammunition costs 500 gp and weighs 30 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Springal/Rocket", 
                            "type": "section", 
                            "name": "Rocket", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"trebuchet\">Trebuchets are similar in form to catapults, with the payload placed into a basket, cup, or sling at the end of a long lever, and a counterweight (often with crew or animals pulling attached ropes) close to the fulcrum. The leverage imparted by a trebuchet allows it to hurl massive missiles that scatter to a number of squares around the target square based on the size of the trebuchet. Trebuchets are too bulky to move on wheels or vehicles and must be assembled on the battlefield. Trebuchets have a minimum range of 150 feet. </p>", 
                    "name": "Trebuchet", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Trebuchet", 
                    "type": "item", 
                    "price": "1,500 gp", 
                    "misc": {
                        "Heavy": {
                            "Aim": "3", 
                            "Weapon Class": "Gargantuan Siege Engines", 
                            "Range": "400 ft. (200 ft. min.)", 
                            "Dmg": "8d6", 
                            "Crew": "4"
                        }, 
                        "null": {
                            "Load": "3", 
                            "Proficiency": "Indirect-Fire Engines", 
                            "Type": "B", 
                            "Critical": "&times;2", 
                            "Speed": "0 ft."
                        }, 
                        "Standard": {
                            "Aim": "2", 
                            "Weapon Class": "Huge Siege Engines", 
                            "Range": "300 ft. (150 ft. min.)", 
                            "Dmg": "6d6", 
                            "Crew": "4"
                        }, 
                        "Light": {
                            "Aim": "2", 
                            "Weapon Class": "Large Siege Engines", 
                            "Range": "200 ft. (100 ft. min.)", 
                            "Dmg": "4d6", 
                            "Crew": "3"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"light\" class=\"stat-block-2\">These Large siege engines typically hurl large stones indirectly at a target (targeting DC 15). A light trebuchet's ammunition scatters on contact, dealing full damage to the target square and half its damage to creatures and objects within 5 feet of the target square (creatures can make a DC 15 Reflex save to halve the damage again). Light trebuchets have a hardness of 5 and 50 hit points. One use of light trebuchet stones costs 15 gp and weighs 60 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Trebuchet/Light", 
                            "type": "section", 
                            "name": "Light", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"standard\" class=\"stat-block-2\">These Huge siege engines typically hurl large stones indirectly at a target (targeting DC 20). A standard trebuchet's ammunition scatters on contact, dealing full damage to the target square and half damage to creatures and objects within 15 feet of the target square (creatures can make a DC 20 Reflex save to halve the damage again). Standard trebuchets have a hardness of 5 and 100 hit points. One use of standard trebuchet stones costs 30 gp and weighs 110 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Trebuchet/Standard", 
                            "type": "section", 
                            "name": "Standard", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"heavy\" class=\"stat-block-2\">These Gargantuan siege engines typically hurl large stones indirectly at a target (targeting DC 25). A heavy trebuchet's ammunition scatters on contact, dealing full damage to the target square and half its damage to creatures and objects within 30 feet of the target square (creatures can make a DC 25 Reflex save to halve the damage again). Heavy trebuchets have a hardness of 5 and 200 hit points. One use of  heavy trebuchet stones costs 40 gp and weighs 120 pounds.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Trebuchet/Heavy", 
                            "type": "section", 
                            "name": "Heavy", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following kinds of ammunition can be used either in select types of indirect-fire siege engines, or with cannons. The ammunition description specifies which types of siege engines use the special ammunition. The costs and weights are for individual uses of special ammunition. </p>", 
                    "name": "Special Siege Engine Ammunition", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Special Siege Engine Ammunition</caption><thead><tr><th>Ammunition</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Alchemist's fire</td><td>200 gp</td><td>10 lbs.</td></tr><tr class=\"even\"><td>Blast shot</td><td>30 gp</td><td>25 lbs.</td></tr><tr class=\"odd\"><td>Bomb</td><td>600 gp</td><td>30 lbs.</td></tr><tr class=\"even\"><td>Chain shot</td><td>50 gp</td><td>30 lbs. </td></tr><tr class=\"odd\"><td>Liquid ice</td><td>400 gp</td><td>20 lbs.</td></tr><tr class=\"even\"><td>Plague bundle</td><td>80 gp</td><td>20 lbs.</td></tr><tr class=\"odd\"><td>Smoke shot</td><td>250 gp</td><td>20 lbs.</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Table Special Siege Engine Ammunition", 
                            "type": "table", 
                            "name": "Table: Special Siege Engine Ammunition", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"alchemical-fire\">This hard, ceramic canister of alchemist's fire can be used as ammunition in catapults and trebuchets. When it hits its target square, it deals 4d6 points of fire damage to each creature and wooden structure within 5 feet of the target space, and each creature must make a DC 20 Reflex saving throw or catch on fire (wooden objects automatically catch on fire). Every creature and wooden object within the area between 5 and 30 feet of the target space must make a DC 20 Reflex saving throw or take half the fire damage, but they do not catch on fire. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to the siege engine and all nearby creatures and wooden objects as if one of the spaces of the siege engine (crew leader's choice) were the target square. This alchemical fire ignores the hardness of wooden objects.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Alchemical Fire", 
                            "type": "item", 
                            "name": "Alchemical Fire", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"blast-shot\">Instead of a single hard ball, this ammunition is a bundle of large pellets, balls, or pieces of scrap metal, propelled a short distance by black powder and attacking all creatures and objects within an area. Both cannons and fiend's mouth cannons can fire this kind of ammunition. When such a siege engine fires this ammunition, it hits every creature and object within a 30-foot-cone burst. The siege engine makes attack rolls against each creature and unattended object in the burst. It must miss every creature or target to misfire, and a misfire generates the normal effect. It deals its normal damage on a hit, but does not ignore the hardness of objects. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Blast Shot", 
                            "type": "item", 
                            "name": "Blast Shot", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"bomb\">A bomb is a metal canister filled with metal balls and black powder that can be used as ammunition in catapults and trebuchets or carried by two Medium creatures or one Large creature to its destination. A bomb either explodes on impact (if fired from a catapult or trebuchet, or within 3 rounds of a fuse being lit if carried). When it explodes, it deals 6d6 points of piercing and bludgeoning damage to all creatures and objects within 30 feet of the target square. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to the siege engine and all nearby creatures and wooden objects as if one of the spaces of the siege engine (crew leader's choice) were the target square. It ignores the hardness of wood and stone.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Bomb", 
                            "type": "item", 
                            "name": "Bomb", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"chain-shot\">This siege engine firearm ammunition can be loaded in a cannon or a fiend's mouth cannon. It is especially good at tearing through sails and dirigibles (see Chapter 4: Vehicles), dealing double its normal damage to those forms of propulsion. When fired at a creature, on a hit, the creature must succeed at a DC 20 Fortitude saving throw or be knocked prone. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Chain Shot", 
                            "type": "item", 
                            "name": "Chain Shot", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"liquid-ice\">This hard, ceramic canister filled with alchemical liquid ice can be used as ammunition in catapults and trebuchets. When it hits its target square, it deals 4d6 points of cold damage to each creature within 5 feet of the targeting space, and each creature must make a DC 20 Fortitude save or become entangled for 1 round. Every creature within the area between 5 and 30 feet of the target space must make a DC 20 Fortitude saving throw or take half damage. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to all nearby creatures as if one of the spaces of the siege engine (crew leader's choice) were the target square.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Liquid Ice", 
                            "type": "item", 
                            "name": "Liquid Ice", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"plague-bundle\">This hard, ceramic canister is filled with a noxious mass of diseased carrion and offal that can be used as ammunition for a catapult or a trebuchet. It deals only half damage, but every creature hit by it is exposed to filth fever. A GM might allow a plague bundle to inflict other diseases. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Plague Bundle", 
                            "type": "item", 
                            "name": "Plague Bundle", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"smoke-shot\">This hard ceramic sphere contains two alchemical substances separated by a thin barrier, much like a smoke pellet (<i>Advanced Player's Guide</i> 185) in larger form. When it hits the targeting space, it deals 2d6 points of damage to any creature in that space, and the substances mingle and then create an area of foul but harmless yellow smoke radiating 30 feet from the target square. Treat the effect as a <i>fog cloud</i> spell. On a siege engine mishap, the ammunition explodes before it is launched. Its effect is centered on one of the spaces of the siege engine (crew leader's choice). </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Smoke Shot", 
                            "type": "item", 
                            "name": "Smoke Shot", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>While most siege engines attack at range, some are used up close to directly undermine defenses, batter through them, or otherwise bypass them. Some close assault weapons are not even weapons at all, but instead provide means for assault forces to protect themselves or circumvent fortifications without destroying them.</p>", 
                    "name": "Close Assault Siege Engines", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table id=\"table-close-assault-siege-engines\"><caption>Table: Close Assault Siege Engines</caption><thead><tr><th>Close Assault Engines</th><th>Cost</th><th>Dmg</th><th>Critical</th><th>Type</th><th>Crew</th><th>Speed</th></tr></thead><tr class=\"odd\"><td colspan=\"7\"><i>Bridge, assault</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Large</td><td>1 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Huge</td><td>10 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Gargantuan</td><td>50 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Colossal</td><td>250 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Corvus</td><td>100 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>1</td><td>Special</td></tr><tr class=\"odd\"><td colspan=\"7\"><i>Gallery</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Large</td><td>250 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>3</td><td>15 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Huge</td><td>500 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>6</td><td>15 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Gargantuan</td><td>1000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>9</td><td>15 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Colossal</td><td>2000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>18</td><td>15 ft.</td></tr><tr class=\"even\"><td colspan=\"7\"><i>Ladder, escalade</i></td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Large</td><td>5 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>2</td><td>as crew speed</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Huge</td><td>10 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>4</td><td>as crew speed</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Gargantuan</td><td>50 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>6</td><td>as crew speed</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Colossal</td><td>250 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>8</td><td>as crew speed</td></tr><tr class=\"odd\"><td colspan=\"7\"><i>Ram</i></td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Large</td><td>500 gp</td><td>2d6 </td><td>&times;3</td><td>B</td><td>5</td><td>15 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Huge</td><td>1000 gp</td><td>3d6 </td><td>&times;3</td><td>B</td><td>10</td><td>15 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Gargantuan</td><td>2000 gp</td><td>6d6</td><td>&times;3</td><td>B</td><td>20</td><td>15 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Colossal</td><td>5000 gp</td><td>10d6</td><td>&times;3</td><td>B</td><td>40</td><td>15 ft.</td></tr><tr class=\"even\"><td colspan=\"7\">Siege tower</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Large</td><td>1000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>6</td><td>15 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Huge</td><td>2000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>12</td><td>15 ft.</td></tr><tr class=\"odd\"><td>&nbsp;&nbsp;Gargantuan</td><td>5000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>24</td><td>15 ft.</td></tr><tr class=\"even\"><td>&nbsp;&nbsp;Colossal</td><td>10,000 gp</td><td>&mdash; </td><td>&mdash;</td><td>&mdash;</td><td>48</td><td>15 ft.</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Table Close Assault Siege Engines", 
                            "type": "table", 
                            "name": "Table: Close Assault Siege Engines", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"bridge,-assault\">An assault bridge is used to span a ditch, moat, or other gap. Raising an assault bridge requires one full-round action per 5 feet of length; up to four creatures may cooperate to raise a bridge. The time required is doubled for each size category that the bridge is larger than the creatures raising it. Large assault bridges have 40 hit points, Huge ones have 60 hit points, Gargantuan ones have 160 hit points, and Colossal ones have 240 hit points.</p>", 
                            "name": "Bridge, Assault", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Bridge/Assault", 
                            "type": "item", 
                            "misc": {
                                "Colossal": {
                                    "Price": "250 gp"
                                }, 
                                "null": {
                                    "Gear Type": "Close Assault Engines", 
                                    "Dmg": "&mdash;", 
                                    "Speed": "&mdash;", 
                                    "Crew": "&mdash;", 
                                    "Critical": "&mdash;", 
                                    "Type": "&mdash;"
                                }, 
                                "Large": {
                                    "Price": "1 gp"
                                }, 
                                "Gargantuan": {
                                    "Price": "50 gp"
                                }, 
                                "Huge": {
                                    "Price": "10 gp"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><caption>Table: Bridges and Escalade Ladders</caption><thead><tr><th>Size</th><th>Width</th><th>Length/Height</th></tr></thead><tr class=\"odd\"><td>Large</td><td>5 ft.</td><td>20 ft. </td></tr><tr class=\"even\"><td>Huge</td><td>5 ft.</td><td>30 ft.</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>10 ft.</td><td>40 ft.</td></tr><tr class=\"even\"><td>Colossal</td><td>10 ft.</td><td>60 ft.</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Bridge/Assault/Table Bridges and Escalade Ladders", 
                                    "type": "table", 
                                    "name": "Table: Bridges and Escalade Ladders", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"corvus\">A corvus is a boarding device that features a hinged counterweight system for mounting a bridge vertically on a siege tower or a vehicle, with a hooked end to grab onto a target vehicle or structure. A corvus is usually 10 feet wide and 15 feet long. It has a hardness of 5 and 10 hit points per square. Using a corvus requires a DC 10 Profession (siege engineer) check as a full-round action; if the check fails, the corvus fails to catch on the target and must be reset (a full-round action). A corvus mounted on a vehicle can target another moving vehicle (see Chapter 4: Vehicles). Doing so requires an opposed driving check to get the corvus into the correct position, which is within the length of the corvus and adjacent to the other vehicle. Once a corvus is attached, it takes a Strength check as a full-round action to dislodge the corvus. Alternatively, if the corvus is attached to a vehicle, either vehicle driver can make a driving check as a standard action to dislodge the corvus (a check that succeeds by 5 or more destroys the corvus). The base DC for either of these checks is 15, and the DC increases by 5 for every Small or Medium creature currently standing on the corvus. If a corvus is disengaged while creatures are standing on it, those creatures must make a DC 15 Reflex saving throw or fall. Succeeding at the saving throw allows them to move to the nearest area of safe ground, but such movement provokes attacks of opportunity. A corvus cannot be armored.</p>", 
                            "name": "Corvus", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Corvus", 
                            "price": "100 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Close Assault Engines", 
                                    "Dmg": "&mdash;", 
                                    "Speed": "Special", 
                                    "Crew": "1", 
                                    "Critical": "&mdash;", 
                                    "Type": "&mdash;"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"gallery\">A mobile temporary defense, a gallery is similar to a building made of hide or wood. Most are of flimsy construction, but rare examples are more stoutly built (use the rules for giving siege engines armor, and adjust AC, hardness, and hit points accordingly). Galleries are almost always a single section of movable &ldquo;wall&rdquo; plus another section that acts as the &ldquo;roof.&rdquo; (Galleries made to house battering rams are an exception, and typically have two joined wall sections and roof sections.) Because a gallery is partially open, it does not provide the same cover as a normal building: a creature inside a gallery gains cover if it is the same size as the gallery, improved cover if it is one size smaller, and total cover if it is two or more sizes smaller. Galleries are sized like creatures&mdash;a Larger gallery protects the same space as a Large creature, and so on.</p><p>Wooden galleries can be moved on rollers at a speed of 10 feet with their full crew, or 5 feet with at least half the required crew. Galleries have a base speed of 15 feet (or 10 feet if protected with medium or heavy armor).</p><p>Galleries have a hardness of 5, and hit points based on their size. A Large gallery has 30 hit points, a Huge one has 120 hit points, a Gargantuan one has 320 hit points, and a colossal one has 625 hit points. </p>", 
                            "name": "Gallery", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Gallery", 
                            "misc": {
                                "Colossal": {
                                    "Price": "2000 gp", 
                                    "Crew": "18"
                                }, 
                                "null": {
                                    "Type": "&mdash;", 
                                    "Gear Type": "Close Assault Engines", 
                                    "Critical": "&mdash;", 
                                    "Speed": "15 ft.", 
                                    "Dmg": "&mdash;"
                                }, 
                                "Large": {
                                    "Price": "250 gp", 
                                    "Crew": "3"
                                }, 
                                "Gargantuan": {
                                    "Price": "1000 gp", 
                                    "Crew": "9"
                                }, 
                                "Huge": {
                                    "Price": "500 gp", 
                                    "Crew": "6"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"ladder,-escalade\">Escalade ladders have spiked bases for stability, and the upper 5 feet are metal-shod, with hardness 10 and 20 hit points. The remainder of the ladder is wooden and has hardness 5 and hit points based on its size. Large escalade ladders have 20 hit points, Huge ones have 30 hit points, Gargantuan ones have 80 hit points, and Colossal ones have 120 hit points. Escalade ladders cannot be armored.</p>", 
                            "name": "Ladder, Escalade", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Ladder/Escalade", 
                            "misc": {
                                "Colossal": {
                                    "Price": "250 gp", 
                                    "Crew": "8"
                                }, 
                                "null": {
                                    "Type": "&mdash;", 
                                    "Gear Type": "Close Assault Engines", 
                                    "Critical": "&mdash;", 
                                    "Speed": "as crew speed", 
                                    "Dmg": "&mdash;"
                                }, 
                                "Large": {
                                    "Price": "5 gp", 
                                    "Crew": "2"
                                }, 
                                "Gargantuan": {
                                    "Price": "50 gp", 
                                    "Crew": "6"
                                }, 
                                "Huge": {
                                    "Price": "10 gp", 
                                    "Crew": "4"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"rams\">The most basic close assault weapons are iron-shod logs carried by one or more creatures to combine their strength. A ram can be used to deal damage or to make a Strength check against the target's break DC.</p>", 
                            "name": "Rams", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams", 
                            "type": "item", 
                            "misc": {
                                "Colossal": {
                                    "Price": "5000 gp", 
                                    "Dmg": "10d6", 
                                    "Crew": "40"
                                }, 
                                "null": {
                                    "Type": "B", 
                                    "Gear Type": "Close Assault Engines", 
                                    "Critical": "&times;3", 
                                    "Speed": "15 ft."
                                }, 
                                "Large": {
                                    "Price": "500 gp", 
                                    "Dmg": "2d6", 
                                    "Crew": "5"
                                }, 
                                "Gargantuan": {
                                    "Price": "2000 gp", 
                                    "Dmg": "6d6", 
                                    "Crew": "20"
                                }, 
                                "Huge": {
                                    "Price": "1000 gp", 
                                    "Dmg": "3d6", 
                                    "Crew": "10"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"ramming-charge\" class=\"stat-block-2\">Rams require momentum to be effective. All creatures using the ram must use the charge action to gain its full effect. Creatures not wishing to charge may make a ram attack as a full-round action, taking a &ndash;4 penalty on attack and damage rolls and Strength checks with the ram. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Ramming Charge", 
                                    "type": "section", 
                                    "name": "Ramming Charge", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"breaking\" class=\"stat-block-2\">The crew leader makes a Strength check with a +2 bonus, adding +2 for each member of the crew (or equivalent number of larger creatures) assisting. The ram also provides a +4 bonus per size category above Medium. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Breaking", 
                                    "type": "section", 
                                    "name": "Breaking", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"damage\" class=\"stat-block-2\">The crew leader makes an attack roll with a &ndash;4 nonproficiency penalty. A hit deals the listed damage, plus the Strength modifiers of the crew leader and all members of the crew, regardless of their size. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Damage", 
                                    "type": "section", 
                                    "name": "Damage", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"improvised-ram\" class=\"stat-block-2\">Any tree, log, or timber can be used as a ram with a &ndash;4 penalty on attack and damage rolls and Strength checks.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Improvised Ram", 
                                    "type": "section", 
                                    "name": "Improvised Ram", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"pick\" class=\"stat-block-2\">A ram with a pick head grants a +2 circumstance bonus on Strength checks and attack and damage rolls made against stone structures. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Pick", 
                                    "type": "section", 
                                    "name": "Pick", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"screw\" class=\"stat-block-2\">A ram with a screw head grants a +2 circumstance bonus on Strength checks and attack and damage rolls made against earthen structures.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Screw", 
                                    "type": "section", 
                                    "name": "Screw", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"gallery-ram\" class=\"stat-block-2\">This is a ram suspended from chains or ropes within a gallery. A gallery ram does not require a charge action for full momentum. In addition, adding tethers to the back end of the ram allows four additional crew members to assist in using the ram. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Gallery Ram", 
                                    "type": "section", 
                                    "name": "Gallery Ram", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"hit-points\" class=\"stat-block-2\">Rams have a hardness of 5 and hit points based on their size. A Large ram has 30 hit points, a Huge one has 120 hit points, a Gargantuan one has 320 hit points, and a Colossal one has 625 hit points. Improvised rams have half the normal hit points.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Rams/Hit Points", 
                                    "type": "section", 
                                    "name": "Hit Points", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"siege-tower\">A wooden gallery of stout construction, a siege tower consists of a tall protective shell with a roof section. The lower story of the tower contains the crew members who propel the tower, and provides total cover to those within. A siege tower with the broken condition moves at half speed. If a siege tower is destroyed, the entire tower collapses. Treat this as a cave-in.</p><p>The upper section of a siege tower provides improved cover for a number of soldiers (see below) and may have pierced walls allowing creatures to fire ranged weapons out the sides. The roof section may have a battlement and may mount a siege engine of the siege tower's size or smaller and a corvus. Siege towers have a base speed of 15 (or 10 feet if protected with medium or heavy armor).</p><p>Siege towers have a hardness of 5, and hit points based on their size. A Large siege tower has 60 hit points, a Huge one has 240 hit points, a Gargantuan one has 640 hit points, and a Colossal one has 1,250 hit points.</p>", 
                            "name": "Siege Tower", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Siege Tower", 
                            "type": "item", 
                            "misc": {
                                "Colossal": {
                                    "Price": "10,000 gp", 
                                    "Crew": "48"
                                }, 
                                "null": {
                                    "Type": "&mdash;", 
                                    "Gear Type": "Close Assault Engines", 
                                    "Critical": "&mdash;", 
                                    "Speed": "15 ft.", 
                                    "Dmg": "&mdash;"
                                }, 
                                "Large": {
                                    "Price": "1000 gp", 
                                    "Crew": "6"
                                }, 
                                "Gargantuan": {
                                    "Price": "5000 gp", 
                                    "Crew": "24"
                                }, 
                                "Huge": {
                                    "Price": "2000 gp", 
                                    "Crew": "12"
                                }
                            }, 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><caption>Table: Siege Tower Complement</caption><thead><tr><th>Size</th><th>Soldiers</th></tr></thead><tr class=\"odd\"><td>Large</td><td>5</td></tr><tr class=\"even\"><td>Huge</td><td>20</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>50</td></tr><tr class=\"even\"><td>Colossal</td><td>200</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Siege Tower/Table Siege Tower Complement", 
                                    "type": "table", 
                                    "name": "Table: Siege Tower Complement", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }
                    ]
                }
            ], 
            "name": "Siege Weapon Descriptions", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>While armies can use siege weapons against troops, usually the goal of a siege engine is to demoralize foes and pound their structures to rubble. The following rules give the statistics for various buildings and barriers that are often the targets of siege engine attacks. They are split up into three different categories: buildings, gates, and walls.</p><p>When any of these structures gain the broken condition, their hardness is halved, along with any other effects of the broken condition. </p>", 
            "name": "Structure Hardness and Hit Points", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>Buildings are sizable structures with many hit points and very poor ACs (a Large building is AC 4, a Huge building is AC 3, and a Gargantuan or larger building is AC 0). When a building is reduced to half its hit points, it is broken&mdash;it still stands, but only partially. It can be easily entered, and for all intents and purposes it has been breached. Reducing a building to 0 hit points completely destroys that building. Creatures inside the building suffer the effects of a cave-in.  </p><p>All these building statistics assume that the structure's inside is somewhat hollow but sturdily built, with enough space for its occupants to walk around inside. Flimsy buildings have half the hit points of the buildings detailed. Buildings can be magically treated, like dungeon walls and doors can. Doing so doubles their hardness and hit points. Magically treating a building costs 5,000 gp for a Large building, 10,000 gp for a Huge building, 20,000 gp for a Gargantuan building, and 40,000 gp for a Colossal building. A spellcaster with the Craft Magic Arms and Armor feat can magically treat buildings.</p><p>For larger buildings, put together multiple buildings of these sizes and add the hit points together. </p>", 
                    "name": "Buildings", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Buildings", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table id=\"table-buildings\"><caption>Table: Buildings</caption><thead><tr><th></th><th></th><th colspan=\"4\">Hit Points</th></tr><tr><th rowspan=\"2\">Material</th><th>Hardness</th><th>Large</th><th>Huge</th><th>Colossal</th><th>Gargantuan</th></tr></thead><tr class=\"even\"><td>Wood</td><td>5</td><td>120</td><td>270</td><td>960</td><td>3,240</td></tr><tr class=\"odd\"><td>Stone</td><td>8</td><td>200</td><td>450</td><td>1,600</td><td>5400</td></tr><tr class=\"even\"><td>Iron or steel</td><td>10</td><td>400</td><td>900</td><td>3,200</td><td>10,800</td></tr><tr class=\"odd\"><td>Adamantine</td><td>20</td><td>560</td><td>1,260</td><td>4,480</td><td>15,120</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Buildings/Table Buildings", 
                            "type": "table", 
                            "name": "Table: Buildings", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Gates serve as the entrances and exits to fortified structures, and are typically the weakest spots in any fortification's defenses. Gates are at least Large, but can be as large as Colossal. It typically takes three full-round actions to open or close a Large gate (up to three creatures can work together to close a Large gate as a full-round action), and larger gates typically take at least a minute to close or open. Gates have ACs based on their size (a Large gate is AC 4, a Huge gate is AC 3, and a Gargantuan or larger gate is AC 0). </p><p>Gates can be magically treated. Doing so doubles the hardness and hit points. Magically treating a gate costs 2,000 gp for a Large gate, 4,000 gp for a Huge gate, 8,000 gp for a Gargantuan gate, and 16,000 gp for a Colossal gate. A spellcaster with the Craft Magic Arms and Armor feat can magically treat gates. </p><p>Gates can be attacked and damaged, or they can become broken (as the condition) with a successful Strength check, usually as a result of ramming. When a gate gains the broken condition, it is effectively breached, and can be moved through as if it were an opening one size smaller.</p>", 
                    "name": "Gates", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Gates", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table id=\"table-gates\"><caption>Table: Gates</caption><thead><tr><th></th><th></th><th></th><th colspan=\"4\">Hit Points</th></tr><tr><th>Material</th><th>Break DC<sup>1</sup></th><th>Hardness</th><th>Large</th><th>Huge</th><th>Colossal</th><th>Gargantuan</th></tr></thead><tr class=\"odd\"><td>Wood</td><td>35</td><td>5</td><td>60</td><td>135</td><td>240</td><td>540</td></tr><tr class=\"even\"><td>Stone</td><td>38</td><td>8</td><td>100</td><td>225</td><td>400</td><td>900</td></tr><tr class=\"odd\"><td>Iron or steel</td><td>24</td><td>10</td><td>200</td><td>500</td><td>800</td><td>1,800</td></tr><tr class=\"even\"><td>Adamantine</td><td>48</td><td>20</td><td>280</td><td>630</td><td>1,120</td><td>2,520</td></tr><tfoot><tr><td colspan=\"7\"><sup>1</sup> The DC assumes the gate is size Large and is barred and locked. Huge doors increase the break DC by 5, Colossal doors increase the DC by 10, and Gargantuan doors increase the DC by 15. <i>Arcane lock</i> increases the DC by 10. </td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Gates/Table Gates", 
                            "type": "table", 
                            "name": "Table: Gates", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The walls that guard castles and cities are sturdy fortifications, usually constructed in a series of 5-foot squares. A square of wall has an AC of 5, and hardness and hit points equal to its type.</p><p>Squares of walls can be magically treated. Doing so doubles the hardness and hit points. Magically treating wall squares costs 500 gp per wall square. A spellcaster with the Craft Magic Arms and Armor feat can magically treat walls.</p><p>When a wall gains the broken condition, its hardness is halved, but the wall is not breached. Only destroying a section of wall allows it to become breached. When a square of wall is breached, any sections directly above it fall onto the missing section of walls. Doing this reduces the falling wall section to half its current hit point total &ndash;1, which applies the broken condition to that square of wall.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Walls", 
                    "type": "section", 
                    "name": "Walls", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ], 
    "name": "Siege Engines", 
    "source": "Ultimate Combat"
}