{
    "body": "<p>At 2nd level, a ranger must select one of the two core combat styles or one of the following new combat styles: crossbow, mounted combat, natural weapon, two-handed weapon, or weapon and shield style. The ranger can choose feats from his selected combat style even if he does not have the normal prerequisites.</p>", 
    "name": "New Combat Styles", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"crossbow\">If the ranger selects crossbow style, he can choose from the following list whenever he gains a combat style feat: Deadly Aim, Focused Shot, Precise Shot, and Rapid Reload. At 6th level, he adds Crossbow Mastery and Improved Precise Shot to the list. At 10th level, he adds Pinpoint Targeting and Shot on the Run to the list.</p>", 
            "name": "Crossbow", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles/Crossbow", 
            "subtype": "ranger_combat_style", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"mounted-combat\">If the ranger selects mounted combat, he can choose from the following list whenever he gains a combat style feat: Mounted Combat, Mounted Archery, Ride-By Attack, and Trick Riding. At 6th level, he adds Mounted Shield and Spirited Charge to the list. At 10th level, he adds Mounted Skirmisher and Unseat to the list.</p>", 
            "name": "Mounted Combat", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles/Mounted Combat", 
            "subtype": "ranger_combat_style", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"natural-weapon\">If the ranger selects natural weapon style, he can choose from the following list whenever he gains a combat style feat: Aspect of the Beast, Improved Natural Weapon, Rending Claws, and Weapon Focus. At 6th level, he adds Eldritch Fangs and Vital Strike to the list. At 10th level, he adds Multiattack and Improved Vital Strike to the list.</p>", 
            "name": "Natural Weapon", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles/Natural Weapon", 
            "subtype": "ranger_combat_style", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"two-handed-weapon\">If the ranger selects two-handed weapon style, he can choose from the following list whenever he gains a combat style feat: Cleave, Power Attack, Pushing Assault, and Shield of Swings. At 6th level, he adds Furious Focus and Great Cleave to the list. At 10th level, he adds Dreadful Carnage and Improved Sunder to the list.</p>", 
            "name": "Two-Handed Weapon", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles/Two-Handed Weapon", 
            "subtype": "ranger_combat_style", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"weapon-and-shield\">If the ranger selects weapon and shield style, he can choose from the following list whenever he gains a combat style feat: Improved Shield Bash, Shield Focus, Shield Slam, and Two-Weapon Fighting. At 6th level, he adds Saving Shield and Shield Master to the list. At 10th level, he adds Bashing Finish and Greater Shield Focus to the list.</p>", 
            "name": "Weapon and Shield", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/New Combat Styles/Weapon and Shield", 
            "subtype": "ranger_combat_style", 
            "type": "section"
        }
    ]
}