{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Beyond passion, beyond mercy, beyond reason, the faceless caretakers of reality toil without end, silently struggling to preserve the tenuous balance upon which all existence depends. These voiceless forces are the aeons, inscrutable shapers and eliminators of the multiverse. They exist beyond the understanding of most mortals, endlessly striving toward goals unfathomable even to many of the planes' eldest inhabitants. Aeons build order from the chaos of the Maelstrom, seed new life upon barren worlds, and halt the rampages of forces grown overbold. They rend nations to vapor, dismantle planets into cosmic dust, and pave the way for calamities. Their ways are at one moment beneficent and in the next utterly devastating, but always without ardor, compassion, or malice. Every aeon dispassionately but determinedly strives toward the same objective&mdash;an ever changing, amending, and readjusting pursuit of multiplanar equilibrium. United in this eternal and perhaps impossible pursuit, aeons embody the planes-spanning hand of a metaphorical omnipotent clockmaker, endlessly tuning and adjusting the myriad gears of reality in pursuit of ultimate perfection.</p><p>The balance aeons seek in all things begins with themselves. Most aeons embody a powerful dichotomy sustained in equilibrium. From the potency of birth and death meeting in akhanas to the philosophies of fate and freedom embodied by theletos, the workings of existence take on form and will within their living manifestations. Even the lesser paracletus unite diverse elements of creation in their intricate orbits. Such stability reaches beyond the shapes of aeons to inspire and direct their minds, imbuing each with a singular purpose and area of control. Thus, each embodies the realm of reality it would seek to balance, attempting to enforce a harmony as perfect as that of its physical form upon all things. The forms of various types directly suggest their abilities and objectives, with pleroma aeons, for example, exhibiting the power to create or annihilate, and using such influence to alter that which has grown either too abundant or sterile.</p><p>While aeons are not malicious creatures, they care nothing for individual beings or the struggles and emotions central to most life. The ruin of an entire city or burning of a vast forest means equally little in their manipulation of symmetry. By the same right, creating new life or constructing defenses against impending calamities are equally characteristic acts. For aeons, only the final tally matters, and a land overpopulated by humanoids is just as much in need of culling as a land overrun by ravenous fungi. Just as a body's natural defenses have neither mercy nor malice for invading parasites, aeons don't muddy their objectives with emotion. Such impartiality extends to the interactions between aeons as well. Without culture, society, or even memory beyond the immediate needs of the multiverse, they build no relationships and, in general, have no personalities beyond an automaton-like directness. A vague caste system exists, with aeons that hold influence over greater multiversal principles acknowledged as superior by their lesser brethren. This caste system rarely translates to actual direction and obedience, though. Should the acts of a greater aeon jeopardize the works or even lives of a multitude of lesser aeons, the efforts of the more potent aeon proceed without hesitation. Only in matters of great existential concern do multiple aeons cooperate, directed into doing so by the united consciousness of their race and the multiverse itself, and even then rarely for long.</p><p>Many mistake aeons for friends or allies of nature and its creatures. While this might be true at times&mdash;and is definitely true if reality as a whole is considered a vast, united organism&mdash;aeons care no more for the trees of the forest than for the towers of civilization. For them, all life is life and all death is death, to be preserved or scoured regardless of its arbitrary shape. </p><p>In rare cases, aeons have been known to deviate from the whims of the multiverse. Such rogue aeons typically arise from interacting with other races excessively, living beyond their intended times, being exposed to unusual ideas, or being forced to perform acts they otherwise wouldn't contemplate. These aeons typically take on extreme personalities, coming to favor one aspect of their being over the other&mdash;an akhana is just as likely to become an artist of life as a mass murderer. Normal aeons perceive their rogue brethren as high-priority disturbances in the balance of the multiverse and seek the destruction of such rarities with all haste.</p>", 
            "type": "section", 
            "name": "Aeon", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p>All aeons are bound in a state they know as &ldquo;the condition of all&rdquo; or &ldquo;monad,&rdquo; a supreme oneness with all members of their race and the multiverse itself. Therefore, aeons exist as an extension of the multiverse; in a fashion similar to the way bones, muscle, and the various humors create a mortal, they exist as part of a greater being. When destroyed or upon accomplishing specific goals, their energies simply dissipate and become reabsorbed into the monad. They do not die, but are instead recycled. They have no discernible memories and seem to exist only in the present, arriving to repair balance. Relationships with non-aeons are generally nonexistent, and they feel no sense of affection, remorse, vengeance, or similar emotions. Aeons deal with each task as its own action, independent from all other tasks. Thus, an individual once at violent odds with an aeon may, upon their next encounter, have the aeon's full and undaunted support. </p>", 
                    "type": "section", 
                    "name": "Monad, the Condition of All", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "23", 
            "ac": "27, touch 18, flat-footed 21 (+2 deflection, +6 Dex, +9 natural)", 
            "special_attacks": "soul siphoning", 
            "intelligence": "16", 
            "resist": "electricity 10, fire 10", 
            "melee": "4 claws +16 (1d4+5 plus grab)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "30 ft., fly 40 ft. (poor)", 
            "alignment": "N", 
            "size": "Medium", 
            "environment": "any (Outer Planes)", 
            "strength": "21", 
            "constitution": "26", 
            "source": "Bestiary 2", 
            "treasure": "none", 
            "charisma": "18", 
            "languages": "envisaging", 
            "immune": "cold, critical hits, poison", 
            "init": "+10", 
            "fortitude": "+17", 
            "spells": {
                "spell-like abilities": "(CL 11th; concentration +15)<p class=\"stat-block-2\">Constant-<i>deathwatch</i></p><p class=\"stat-block-2\">At will-<i>cure serious wounds</i>, <i>gentle repose</i>, <i>inflict serious wounds</i> (DC 17), <i>sanctuary</i> (DC 15)</p><p class=\"stat-block-2\">3/day-<i>restoration, slay living</i> (DC 19)</p><p class=\"stat-block-2\">1/day-<i>raise dead</i></p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Great Fortitude, Hover, Improved Initiative, Iron Will, Lightning Reflexes", 
            "senses": "darkvision 60 ft., deathwatch; Perception +19", 
            "description": "Four gray arms project from a swirling mass resembling a giant eye, from which a tail-like appendage dangles. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Soul Siphoning", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As a swift action, an akhana can use its tail to siphon life essence from a grappled foe. At the start of the aeon's turn, the victim gains 1d4 negative levels (a DC 23 Fortitude save negates and grants immunity to this akhana's soul siphoning ability for 24 hours). When the number of negative levels equals the target's Hit Dice, the target's soul tears free from its mortal body and gets stored within the body of the akhana as a trap the soul spell. The victim's body remains preserved as if via a gentle repose spell for as long as the soul is held by the akhana. The akhana can keep the soul indefinitely, or can release it as a full-round action. Upon doing so, the released soul immediately returns to its body if the body is within 300 feet, at which point the body returns to life and any negative levels imparted to it by the akhana are removed. If the body is not within 300 feet (or if it has been destroyed), then the creature dies when its soul is released. A miracle, limited wish, or wish can force a displaced soul to return to its proper body. If an akhana is slain, any soul it contains is released automatically. An akhana can only hold one soul at a time. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Akhanas bear charge over the duality of birth and death. They perceive the existence of living things as crucial to maintaining cosmic balance. They also understand the profound influence living things have on the cosmos, and if left untended, its ability to create terrible consequences. In this circumstance, life must give way to death.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Akhanas wander the byways of the multiverse, constantly on the hunt for imbalances in life. How they judge these imbalances is not well-understood by non-aeons, and the aeons are singularly unmotivated to justify akhanas' decisions when inquired about them. As a result, the focus of akhanas' attacks and attentions usually seems arbitrary or even random to most creatures&mdash;they do not always focus their attentions on the strongest or the weakest members of a group.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An akhana stands 5 feet in height and weighs 120 pounds. Its strange central body seems vaporous, but is weirdly solid (and slimy) to the touch.</p>"
                }
            ], 
            "hp": "148 (11d10+88); fast healing 5", 
            "wisdom": "21", 
            "creature_type": "Outsider", 
            "special_qualities": "extension of all, void form", 
            "base_attack": "+11", 
            "name": "Aeon, Akhana", 
            "skills": "Bluff +18, Fly +2, Heal +19, Intimidate +18, Knowledge (planes) +22, Knowledge (religion) +22, Perception +19, Sense Motive +19, Spellcraft +17, Stealth +20", 
            "reflex": "+11", 
            "cmd": "34 (38 vs. trip)", 
            "cmb": "+16 (+20 grapple)", 
            "will": "+14", 
            "sr": "23", 
            "organization": "solitary, pair, or collective (3-6)", 
            "creature_subtype": "aeon, extraplanar"
        }, 
        {
            "dexterity": "19", 
            "ac": "31, touch 18, flat-footed 26 (+4 deflection, +4 Dex, +1 dodge, +13 natural, -1 size)", 
            "special_attacks": "confusion gaze, temporal strike", 
            "intelligence": "24", 
            "resist": "electricity 10, fire 10", 
            "melee": "4 slams +23 (1d6+6 plus 1d6 cold and aging strike)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "fly 40 ft. (good)", 
            "alignment": "N", 
            "size": "Large", 
            "environment": "any (Outer Planes)", 
            "strength": "22", 
            "constitution": "21", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "21", 
            "languages": "envisaging", 
            "immune": "cold, critical hits, poison", 
            "init": "+8", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +23)<p class=\"stat-block-2\">At will-<i>augury</i>, <i>greater teleport</i>, <i>slow</i> (DC 18)</p><p class=\"stat-block-2\">3/day-<i>dimensional anchor</i>, <i>haste</i>, <i>plane shift</i> (DC 20)</p><p class=\"stat-block-2\">1/day-<i>dimensional lock</i>, <i>moment of prescience</i>, <i>temporal stasis</i> (DC 23)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Hover, Improved Initiative, Lightning Reflexes, Mobility, Toughness", 
            "senses": "blindsense 60 ft., darkvision 90 ft., low-light vision; Perception +30", 
            "description": "A shimmering, colorless mass congeals to form a four-armed humanoid shape with an eye-like pattern in its torso.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Aging Strike", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "If a bythos strikes a living target with two slam attacks in a single round, the bythos ages the creature, causing it to advance to the next age category (Pathfinder RPG Core Rulebook 169) if it fails a DC 24 Fortitude save. The victim gains all of the penalties from this aging and none of the bonuses. A venerable victim targeted by this ability dies if it fails a DC 24 Fortitude save. This process is reversible with greater restoration, limited wish, miracle, or wish. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Confusion Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Confusion for 1d4 rounds, 30 feet, Fortitude DC 24 negates. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Temporal Strike", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As a standard action, a bythos can touch a creature or object to displace it from time. If the target fails a DC 24 Fortitude save, it disappears from the present moment and reappears in the same location 1d4 rounds later as if no time had passed. If an object occupies that space, the creature appears in the closest available space to its original location&mdash;this displacement does not cause the creature any additional harm. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The bythos are guardians of time and planar travel&mdash;indeed, to bythos, the act of aging is nothing more than a highly specialized method of travel. Although bythos themselves have no additional method of traveling through time, they scour the multiverse, hunting for creatures that do have the ability to time-travel and may have abused this ability.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Far more often, though, bythos seek out abuses of planar travel, such as tears in reality, regions where planes overlap, or creatures that abuse the use of planar travel. In some cases, such distortions are ignored, but in others, a bythos or even a full tribunal comes to assess and repair the damage. In most cases, &ldquo;repair&rdquo; is analogous to the death of the creature responsible for the distortions, but placing such creatures in temporal stasis can also solve the problem.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While a bythos's body may seem to be made of smoke and vapor, it is strangely solid to the touch, feeling not dissimilar to dry stone. A bythos is 13 feet tall and weighs 600 pounds.</p>"
                }
            ], 
            "hp": "207 (18d10+108); fast healing 10", 
            "reach": "10 ft.", 
            "wisdom": "28", 
            "creature_type": "Outsider", 
            "special_qualities": "extension of all, void form", 
            "base_attack": "+18", 
            "name": "Aeon, Bythos", 
            "skills": "Bluff +26, Fly +6, Heal +30, Intimidate +26, Knowledge (arcana, nature, religion) +33, Knowledge (history, planes) +36, Perception +30, Sense Motive +30, Spellcraft +28, Stealth +21, Use Magic Device +23", 
            "reflex": "+12", 
            "cmd": "44 (can't be tripped)", 
            "cmb": "+25", 
            "will": "+20", 
            "source": "Bestiary 2", 
            "sr": "27", 
            "organization": "solitary, pair, or tribunal (3 bythos)", 
            "creature_subtype": "aeon, extraplanar"
        }, 
        {
            "dexterity": "14", 
            "ac": "14, touch 13, flat-footed 12 (+2 Dex, +1 natural, +1 size)", 
            "intelligence": "11", 
            "resist": "electricity 10, fire 10", 
            "melee": "slam +3 (1d3-1 plus 1d6 electricity)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "fly 40 ft. (good)", 
            "alignment": "N", 
            "size": "Small", 
            "environment": "any (Outer Planes)", 
            "strength": "8", 
            "constitution": "9", 
            "source": "Bestiary 2", 
            "treasure": "none", 
            "charisma": "12", 
            "languages": "envisaging", 
            "immune": "cold, critical hits, poison", 
            "init": "+2", 
            "fortitude": "+4", 
            "spells": {
                "spell-like abilities": "(CL 3rd; concentration +4)<p class=\"stat-block-2\">At will-<i>sanctuary</i> (DC 12)</p><p class=\"stat-block-2\">3/day-<i>calm emotions</i> (DC 13)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (6 questions, CL 12th)</p>"
            }, 
            "type": "creature", 
            "feats": "Great Fortitude, Iron Will", 
            "senses": "darkvision 60 ft.; Perception +7", 
            "description": "A small cluster of shimmering lights floats in the air, orbited by multiple vibrant crystals and gemstones.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Emotion Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Each paracletus exists as the embodiment of a specific emotive duality. Three times per day, a paracletus can create an aura representing one of its two programmed emotions. Creatures in the area must make a DC 12 Will save to resist the aura. A creature that makes its save against the aura is unaffected by that aeon's aura for the next 24 hours. The paracletus can choose one creature in the area to ignore its effects. The effect of the aura lasts for 10 minutes, and ends if a creature moves more than 30 feet from the aeon. The aura is a mind-affecting compulsion effect. The save DC is Charisma-based. Specific emotive dualities and their powers follow&mdash;any single paracletus can only use one of these three dualistic options and cannot change to a different one.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p><i>Courage/Fear</i>: The aura acts as <i>bless</i> or <i>bane</i>.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p><i>Empathy/Apathy</i>: The aura gives creatures a +2 bonus or a &ndash;2 penalty on Bluff, Diplomacy, and Intimidate checks.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p><i>Hope/Despair</i>: The aura gives creatures a +2 morale bonus on Will saving throws or a &ndash;2 penalty on Will saving throws.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While mortals possess the gift of free will, both logic and emotion influence their decisions. The paracletus serve the aeons as agents who connect with mortals and study the influence of emotions (particularly the dualistic nature of raw emotion) upon mortal behavior. They wander the planes seeking mortals with particularly strong emotional or logical capabilities (characters with high Charisma or Intelligence scores). Once a paracletus locates such a creature, the paracletus remains nearby, studying the target's relationship with emotional and logical input and choices. Often, the paracletus will use its emotion aura on the target in order to study how outside influences affect the subject. Unfortunately for the target creature, whether or not the paracletus uses a helpful or harmful effect is, for all intents and purposes, a matter of random chance&mdash;even though to the paracletus's complex reasoning, nothing is left to actual random chance.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>If presented the option, a paracletus avoids direct combat, and uses its emotion aura to influence situations. If pressed to defend itself, it flies at opponents, slamming into them and discharging an electrical jolt of energy in addition to buffeting with its crystalline components. The crystals that orbit a paracletus are solidified aspects of logic, while the swirling vapors and lights that make up its central mass are manifestations of raw emotion&mdash;when a paracletus is slain, both the crystals and vapors fade away into nothingness.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A paracletus can be chosen as a familiar by a 7th-level neutral spellcaster who has the Improved Familiar feat. A paracletus familiar does not abandon its mission to observe emotions and logic at play, but it does follow its master's orders&mdash;this is one situation where the application of a paracletus's emotion aura need not be random.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although the central mass of a paracletus's body appears to be made of light and energy, it is in fact solid, and feels strangely like electrified flesh to the touch.</p>"
                }
            ], 
            "hp": "13 (3d10-3)", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "extension of all, void form", 
            "base_attack": "+3", 
            "name": "Aeon, Paracletus", 
            "skills": "Fly +8, Intimidate +7, Knowledge (arcana) +7, Knowledge (planes) +7, Perception +7, Sense Motive +7, Stealth +12", 
            "reflex": "+3", 
            "cmd": "13 (can't be tripped)", 
            "cmb": "+1", 
            "will": "+6", 
            "aura": "emotion aura (DC 12, 30 ft.)", 
            "sr": "7", 
            "organization": "solitary, pair, or commune (3-12)", 
            "creature_subtype": "aeon, extraplanar"
        }, 
        {
            "dexterity": "27", 
            "ac": "36, touch 24, flat-footed 27 (+6 deflection, +8 Dex, +1 dodge, +12 natural, -1 size)", 
            "special_attacks": "sphere of creation, sphere of oblivion", 
            "intelligence": "26", 
            "resist": "electricity 10, fire 10", 
            "melee": "touch +30 (20d8 energy)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "0 ft., fly 60 ft. (perfect)", 
            "alignment": "N", 
            "size": "Large", 
            "environment": "any (Outer Planes)", 
            "strength": "24", 
            "constitution": "26", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "25", 
            "languages": "envisaging", 
            "immune": "cold, critical hits, poison", 
            "init": "+12", 
            "fortitude": "+24", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">At will-<i>create food and water</i>, <i>mending</i>, <i>rusting grasp</i> (DC 21), <i>stone shape</i>, <i>wood shape</i> (DC 19)</p><p class=\"stat-block-2\">7/day-<i>fabricate</i>, <i>plant growth</i>, <i>sculpt sound</i>, <i>shout</i> (DC 21)</p><p class=\"stat-block-2\">5/day-<i>break enchantment</i>, <i>daylight</i>, <i>deeper darkness</i>, <i>freedom of movement</i>, <i>major creation</i></p><p class=\"stat-block-2\">3/day-<i>disintegrate</i> (DC 23), <i>horrid wilting</i> (DC 25)</p><p class=\"stat-block-2\">1/day-<i>mage's disjunction</i> (DC 26), <i>wish</i> (DC 26)</p>", 
                "cleric spells prepared": "(CL 20th; concentration +30)<p class=\"stat-block-2\">9th-<i>astral projection</i>, <i>gate</i>, <i>implosion</i> (3, DC 29)</p><p class=\"stat-block-2\">8th-<i>cloak of chaos</i> (DC 28), <i>holy aura</i> (DC 28), <i>shield of law</i> (DC 28), <i>summon monster VIII</i>, <i>unholy aura</i> (DC 28)</p><p class=\"stat-block-2\">7th-<i>blasphemy</i> (DC 27), <i>destruction</i> (DC 27), <i>dictum</i> (DC 27), <i>holy word</i> (DC 27), <i>word of chaos</i> (DC 27)</p><p class=\"stat-block-2\">6th-<i>banishment</i> (DC 26), <i>forbiddance</i> (DC 26), <i>geas</i>, <i>legend lore</i>, <i>repulsion</i> (DC 26), <i>veil</i> (DC 26)</p><p class=\"stat-block-2\">5th-<i>contact other plane</i>, <i>dispel chaos</i> (DC 25), <i>dispel evil</i> (DC 25), <i>dispel good</i> (DC 25), <i>dispel law</i> (DC 25), <i>teleport</i></p><p class=\"stat-block-2\">4th-<i>chaos hammer</i> (DC 24), <i>holy smite</i> (DC 24), <i>order's wrath</i> (DC 24), <i>restoration</i>, <i>scrying</i> (DC 24), <i>unholy blight</i> (DC 24)</p><p class=\"stat-block-2\">3rd-<i>clairaudience/clairvoyance</i>, <i>magic circle against chaos</i>, <i>magic circle against evil</i>, <i>magic circle against good</i>, <i>magic circle against law</i>, <i>suggestion</i> (DC 23)</p><p class=\"stat-block-2\">2nd-<i>align weapon</i>, <i>detect thoughts</i> (DC 22), <i>enthrall</i> (DC 22), <i>make whole</i>, <i>see invisibility</i>, <i>undetectable alignment</i>, <i>zone of truth</i> (DC 22)</p><p class=\"stat-block-2\">1st-<i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, <i>detect law</i>, <i>identify</i>, <i>magic aura</i>, <i>true strike</i></p><p class=\"stat-block-2\">0-<i>create water</i>, <i>detect magic</i>, <i>guidance</i>, <i>read magic</i></p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Lightning Stance, Mobility, Wind Stance", 
            "senses": "blindsight 120 ft., darkvision 120 ft., true seeing; Perception +41", 
            "description": "Within the shadows of this vaguely humanoid figure stir swirling colors and spheres, as if it encompassed all the night sky. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Energy Touch", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A pleroma's touch deals 20d8 points of damage from positive or negative energy, depending upon which type of energy would harm the creature touched. A pleroma's touch never heals damage.", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A pleroma casts spells as a 20th-level cleric, but does not have access to domains. A pleroma can cast certain sorcerer/wizard spells as divine spells."
                        }, 
                        {
                            "name": "Sphere of Creation", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Three times per day, the pleroma can manifest a 2-foot-diameter sphere of white energy that hovers above its left hand. By concentrating, the pleroma can control this sphere, causing it to fly slowly at a speed of 10 feet per round. The sphere can travel in any direction, but must remain within 300 feet of the pleroma or it immediately dissipates. Wherever the sphere travels, it leaves behind a 5-foot-wide path of new matter, creating either new terrain (such as swamp, tundra, desert, or forest) or a 10-foot-square wall composed of a single natural substance (such as clay, wood, or stone). Any existing matter, either living or nonliving that comes in contact with the sphere must make a DC 30 Fortitude save or be absorbed and incorporated into the new substance (only freedom, miracle, or wish can rescue creatures so trapped). Creatures that save are pushed to the nearest unoccupied location adjacent to the newly created substance. The sphere is highly unstable and only lasts 1d4 minutes before exploding with a blinding flash. All creatures within 30 feet of the flash must make a DC 30 Fortitude save or be permanently blinded. The save DCs are Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Sphere of Oblivion", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Three times per day, the pleroma can manifest a 2-foot-diameter sphere of complete and utter darkness that hovers above its right hand. The sphere is an empty void similar to a sphere of annihilation. Any matter (living or nonliving) that touches the sphere must succeed on a DC 30 Fortitude save or be sucked into the sphere and destroyed. Larger objects (such as ships or buildings) are destroyed at a rate of one 10-foot cube per round of contact with the sphere. By concentrating, the pleroma can control this sphere, causing it to fly slowly at a speed of 10 feet per round. The sphere can travel in any direction, but must remain within 300 feet of the pleroma or it immediately dissipates. The sphere is highly unstable and only lasts 1d4 minutes before harmlessly imploding upon itself. Alternatively, the pleroma may hurl the sphere as a ranged touch attack (with a 10-foot range increment) against a single creature. When thrown in this manner, the sphere implodes immediately after the attack is resolved. The save DCs are Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The pleroma is the most powerful of all the aeons. As a manifestation of the opposing acts of creation and destruction, a pleroma exists in a state of flux, its very form shifting between creation and oblivion within the ebon folds of its vaporous cloak. One who gazes upon a pleroma could spend days studying the continual changes of its form, which most resemble the shifting of celestial bodies within the universe sped up to a pace at which the swirling of galaxies and the tumble of planets form a strange dance.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p> Pleromas view the concepts of creation and oblivion not so much as separate processes, but rather as two parts of a cyclical passage that everything in existence must explore. Pleromas guide this progression, ensuring everything remains balanced, such that whatever is created can be destroyed, and that nothing becomes so static that these two processes slow to a halt. For everything that attains a state of semi-permanence, there must be many more things that do not, or rather that cannot ever be reformed into a state of permanence. While pleromas believe in eternity, they understand that eternity is cyclical and infinity is something that repeats itself. Therefore, eternity and infinity are states that can be changed, or altered, if only slightly. Pleromas maintain such changes are necessary to keep the cosmos from becoming static and unbalanced, a state they refer to as apocalypse, or the end of everything.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Of all the aeons, pleromas possess the strongest connection to the entity or concept they refer to as Monad. All aeons believe themselves to be extensions of this entity, and while they act freely and independently of the entity, they always act within the constricts of its will or needs. This behavior is not so much a state of servitude as a symbiosis in which the actions of the pleromas are universally beneficial to both themselves and the entity they are part of. Pleromas describe Monad as the sentience of the multiverse, from which all things are created through the recycling of everything that ever existed. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Pleromas typically travel alone. Their arrival in a region almost always heralds some sort of dramatic change. They pay little mind to the wants and needs of other creatures, and remain entirely focused upon their primary task. They avoid conflicts of ethics, wars, and similar pursuits, save when manipulating such events would help to restore the balance between creation and oblivion. Should any be so foolish as to attempt to interfere with or sway their work, pleromas immediately retaliate by bringing all of their significant powers and devastating abilities to bear until the intervention is destroyed.</p>"
                }
            ], 
            "hp": "324 (24d10+192); fast healing 10", 
            "reach": "10 ft.", 
            "wisdom": "31", 
            "creature_type": "Outsider", 
            "special_qualities": "extension of all, void form", 
            "base_attack": "+24", 
            "name": "Aeon, Pleroma", 
            "skills": "Appraise +30, Bluff +32, Fly +16, Heal +30, Intimidate +27, Knowledge (arcana) +47, Knowledge (dungeoneering) +44, Knowledge (engineering) +44, Knowledge (nature) +47, Knowledge (planes) +47, Knowledge (religion) +47, Perception +41, Sense Motive +39, Spellcraft +30, Stealth +27, Use Magic Device +27", 
            "reflex": "+18", 
            "cmd": "57 (can't be tripped)", 
            "cmb": "+32", 
            "will": "+26", 
            "source": "Bestiary 2", 
            "sr": "31", 
            "organization": "solitary or tribunal (1 pleroma, 3 akhanas, and 2-5 theletos)", 
            "creature_subtype": "aeon, extraplanar"
        }, 
        {
            "dexterity": "14", 
            "ac": "20, touch 15, flat-footed 17 (+2 deflection, +2 Dex, +1 dodge, +5 natural)", 
            "special_attacks": "wreath of fate", 
            "intelligence": "11", 
            "resist": "electricity 10, fire 10", 
            "melee": "2 slams +13 (1d6+4), 2 tentacles +8 (1d4+2 plus fate drain)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft., fly 30 ft. (poor)", 
            "alignment": "N", 
            "size": "Medium", 
            "environment": "any (Outer Planes)", 
            "strength": "18", 
            "constitution": "17", 
            "space": "5 ft.", 
            "treasure": "none", 
            "charisma": "12", 
            "languages": "envisaging", 
            "immune": "cold, critical hits, poison", 
            "init": "+6", 
            "fortitude": "+9", 
            "spells": {
                "spell-like abilities": "(CL 9th; concentration +10)<p class=\"stat-block-2\">At will-<i>augury</i>, <i>command</i> (DC 12), <i>doom</i> (DC 12), <i>sanctuary</i> (DC 12)</p><p class=\"stat-block-2\">3/day- <i>bestow curse</i> (DC 14), <i>enthrall</i> (DC 13), <i>touch of idiocy</i> (DC 13), <i>dispel magic</i>, <i>remove curse</i>, <i>suggestion</i> (DC 14)</p><p class=\"stat-block-2\">1/day-<i>charm monster</i> (DC 15), <i>lesser geas</i> (DC 15)</p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Hover, Improved Initiative, Improved Iron Will, Iron Will", 
            "senses": "darkvision 60 ft.; Perception +16", 
            "description": "Four bandy limbs, each splitting at the elbow into two three-fingered forearms, emerge from this creature's crystalline body. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Fate Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A theletos possesses a pair of flexible crystalline tentacles with which it can drain a creature's sense of fate and destiny. Whenever it strikes a foe with these tentacles, the creature struck must make a DC 17 Will save or take 1d4 points of Charisma damage. Until a creature's Charisma damage from this ability is healed, the victim takes a &ndash;2 penalty on all saving throws (regardless of the actual total amount of Charisma damage it takes). The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Wreath of Fate", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As a full-round-action every 1d4 rounds, a theletos can release a 60-foot cone of energy from its chest. Any intelligent creature struck by this cone must make a DC 15 Will save or become nearly overwhelmed with the knowledge of various fates that destiny has in store for him&mdash;there is no way to make sense of these myriad dooms and boons, and as a result, the victim is staggered. As long as this condition persists, the victim may choose to make two rolls when attempting an attack roll, a saving throw, or a skill check&mdash;he must accept the worse of the two rolls, but in so doing the wreath of fate passes from his soul and he is no longer staggered by this ability. Wreath of fate is a curse effect, and as such can be affected by remove curse or break enchantment&mdash;the effective caster level of this curse is equal to the theletos's HD (CL 9th in most cases). The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The strange theletos is the guardian of the duality between freedom and fate. Slavery is no more of an issue to a theletos than is true freedom, but without one, the other cannot exist. In areas where slavery is rife, a theletos might aid in freeing some slaves, while in regions where slavery has been abolished, this strange being works to subjugate many creatures with its own mind-controlling spell-like abilities&mdash;often encouraging them to further undertake acts of slavery themselves. The theletos is also a guardian of fate and prophecy, and while for some creatures it might allow glimpses of futures, others who peer into the future almost seem to cause the aeon physical pain. The theletos cannot explain why one seer might be allowed to divine futures while another should not&mdash;it knows only that some prophets should be denied this pursuit.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A theletos is 5 feet tall and weighs 100 pounds.</p>"
                }
            ], 
            "hp": "76 (9d10+27); fast healing 5", 
            "reach": "5 ft.", 
            "wisdom": "19", 
            "creature_type": "Outsider", 
            "special_qualities": "extension of all, void form", 
            "base_attack": "+9", 
            "name": "Aeon, Theletos", 
            "skills": "Fly -2, Intimidate +13, Knowledge (planes) +16, Perception +16, Sense Motive +16, Spellcraft +12, Stealth +14", 
            "reflex": "+5", 
            "cmd": "28 (can't be tripped)", 
            "cmb": "+13", 
            "will": "+12", 
            "source": "Bestiary 2", 
            "sr": "18", 
            "organization": "solitary, pair, or collective (3-12)", 
            "creature_subtype": "aeon, extraplanar"
        }
    ], 
    "name": "Aeon", 
    "type": "section"
}