{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Agathions are a race of beast-aspect outsiders native to the plane of Nirvana, a realm of pure good unconcerned with the dogma of law (represented by Heaven) or chaos (represented by Elysium). Though Nirvana is a place of rest where blessed souls seek enlightenment, agathions are aggressive and interventionist in the mortal world when it comes to dealing with evil. Created from the souls of good mortals who have managed to achieve the enlightenment they sought in life (or in some cases, after death), agathions embody the principles of a peaceable kingdom while marshaling their strength to defend that kingdom from any who would despoil it. Because they strike an ethical balance between the chaotic, fey-like azatas and the lawful, rigid process of the archons, agathions are often liaisons between the celestial races, soothing hot tempers and working toward mutual goals of vanquishing evil and protecting good.</p><p>All agathions have an animal-like aspect. Some are more humanoid in appearance, while others spend their entire existence in a form nearly identical to that of a true animal. Each type of agathion serves a particular role in Nirvana, and their duties on other planes echo these responsibilities: leonals watch over Nirvana's portals and have a guardian-like aspect in other worlds, draconals carry the wisdom of the ages and observe and guide exceptional mortals, vulpinals are bards and messengers and bear important news to celestial generals and mortal heroes, and so on. Agathions are proud of their feral aspects and don't take kindly to the suggestion that they are cursed folk like lycanthropes or nothing more than magical talking beasts. Every agathion was once a mortal who aspired to goodness and was rewarded in the afterlife with a form suiting her talents and personality; suggesting that an agathion's form is a kind of punishment is a terrible insult.</p><p>The following pages describe only a few of the best-known kinds of agathions, but other types exist, corresponding to other conventional animals (bears, dinosaurs, fish, wolves, and so on), with a few having shapes that resemble insects (particularly beetles, butterflies, and mantises); a handful resemble stranger creatures (such as basilisks and owlbears) or unique &ldquo;animals&rdquo; native to extreme environments on distant worlds. Certain animals, particularly those associated with scavenging activities (such as hyenas, buzzards, or jackals) or parasitism (like lampreys or ticks) specifically do not have agathions associated with them&mdash;these animals are not intrinsically evil, but their habits and ecological niches are far from the noble and proud traditions that most of the souls who seek enlightenment upon Nirvana would associate with themselves.</p><p>Individual agathions may be male or female, but they do not reproduce among their own kind&mdash;every agathion is a unique individual made from the soul of a good mortal. This does not prevent them from falling in love or having affairs with mortals, and a few aasimar and celestial sorcerer bloodlines derive from past contact with agathions, particularly among communities not averse to anthropomorphic humanoids. Indeed, many mythologies tie numerous races of this kind to the inevitable result of human tribes forming strong emotional attachments to visiting agathions.</p><p>Agathions speak Celestial, Draconic, and Infernal, though they can communicate with any intelligent creature because of their truespeech ability. They can also communicate with animals using a similar, silent ability. Even the weakest agathion is able to heal itself or others using a power similar to a paladin's ability to lay on hands. All agathions have a number of similar traits, as detailed in Appendix 3 of this book.</p><p>Agathions serving a particular deity or empyreal lord may have additional abilities depending on the role their deity assigns them. For example, a cetaceal serving a goddess of volcanic islands may be able to change shape into a more human-like form to walk on land, and may be immune to fire to tolerate and tend to the life-rich thermal vents at the ocean floor.</p>", 
            "type": "section", 
            "name": "Agathion", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p>Though agathions lack an organized hierarchy, each type of agathion has a few individuals invested with power by the gods of Nirvana or the plane itself. Common agathions look to these exceptional examples for leadership, wisdom, and inspiration; these enlightened folk do not openly claim any responsibilities or rank over their fellows, but welcome the obligations this added power places upon them and do not deny their status or shirk their duties. Part of a category of powerful outsiders known collectively as empyreal lords, these leaders are often significantly larger than common agathions (up to double the normal size, in some cases), and have unusual coloration (such as iron-gray fur) or unique sensory manifestations associated with their presence (such as illusory birds, a constant melody, the scent of oranges, or a calming aura). No agathion fails to recognize their presence when not disguised. Agathion leaders can serve as heralds for deities, although they tend not to encourage religions based on their teachings. The following is but a selection of notable agathion leaders.</p><p>Chavod Broken-Spear (cetaceal)</p><p>Kelumarion the King Over the Mountain (leonal)</p><p>Korada of the Dream Lotus (avoral)</p><p>Lady Taramyth the Singing Flame (vulpinal)</p><p>Sixlife the Violet Fury (silvanshee)</p><p>Walks with Golden Stars (draconal)</p>", 
                    "type": "section", 
                    "name": "Agathion Leaders", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "23", 
            "ac": "25, touch 17, flat-footed 18 (+6 Dex, +1 dodge, +8 natural)", 
            "intelligence": "15", 
            "racial_modifiers": "Perception +8", 
            "resist": "cold 10, sonic 10", 
            "melee": "2 claws +16 (2d6+3), 2 wings +10 (2d6+1)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "40 ft., fly 90 ft. (good)", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any air (Nirvana)", 
            "strength": "17", 
            "constitution": "20", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "16", 
            "languages": "Celestial, Draconic, Infernal; speak with animals, truespeech", 
            "immune": "electricity, petrification", 
            "init": "+6", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 9th; concentration +12)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>see invisibility</i>, <i>speak with animals</i></p><p class=\"stat-block-2\">At will-<i>aid</i>, <i>blur</i> (self only), <i>command</i> (DC 14), <i>detect magic</i>, <i>dimension door</i>, <i>dispel magic</i>, <i>gust of wind </i>(DC 15), <i>hold person</i> (DC 16), <i>light</i>, <i>magic circle against evil</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>lightning bolt</i> (DC 16), empowered <i>magic missile</i></p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Empower Spell-Like Ability (magic missile), Flyby Attack, Weapon Finesse, Weapon Focus (claw)", 
            "senses": "darkvision 60 ft., detect magic, low-light vision, see invisibility, true seeing; Perception +23", 
            "description": "Great feathers sweep back from this fierce bird-man's brow, and long, clawed hands grow from the end of his wings.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "True Seeing", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "This ability works like the spell (caster level 14th), except it only affects the avoral, the avoral must concentrate for 1 full round before it takes effect, and it remains as long as the avoral concentrates.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Avorals are generally human-shaped, but their upper limbs are great wings with a human-like hand at the end of each, allowing avorals to use tools and weapons, though in battle they prefer to attack from the air and slash with the large claws on their feet and buffets from their great wings. An avoral's head has a feathery cowl instead of hair, typically brown, white, gray, or golden, and its facial features are bird-like, with a large nose and piercing eyes. Its bones are hollow but strong, making it ideal for flying. Like eagles, avorals have phenomenal vision, and can see fine details even at great distances.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Though on their home plane they are content to soar among the clouds and challenge each other to diving contests among the mountain peaks, in war avorals are the scouts, spies, and messengers of the agathions. With their incredible speed, phenomenal eyesight, and magical powers, they can sneak into an area, spy on whatever lives there, silently converse with the local fauna for additional information, and fly or teleport out again with a comprehensive report. They are experts at hit-and-run attacks and are often responsible for ferrying other celestial soldiers to battle.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical avoral is 7 feet tall but weighs only 120 pounds.</p>"
                }
            ], 
            "hp": "94 (9d10+45)", 
            "wisdom": "16", 
            "creature_type": "Outsider", 
            "special_qualities": "lay on hands (4d6, 7/day, as a 9th-level paladin)", 
            "dr": "10/evil or silver", 
            "base_attack": "+9", 
            "name": "Agathion, Avoral", 
            "skills": "Bluff +10, Diplomacy +7, Fly +22, Handle Animal +9, Intimidate +15, Knowledge (any one) +14, Perception +23, Ride +7, Sense Motive +15, Spellcraft +11, Stealth +18", 
            "reflex": "+12", 
            "cmd": "29", 
            "cmb": "+12", 
            "will": "+6; +4 vs. poison", 
            "aura": "fear aura (20 ft., DC 17)", 
            "sr": "20", 
            "organization": "solitary, pair, or squad (3-6)", 
            "creature_subtype": "agathion, extraplanar, good"
        }, 
        {
            "dexterity": "19", 
            "ac": "30, touch 15, flat-footed 25 (+4 Dex, +1 dodge, +15 natural; +4 deflection vs. evil)", 
            "special_attacks": "shockwave, push (tail slap, 10 ft.)", 
            "intelligence": "14", 
            "racial_modifiers": "+4 Perception", 
            "resist": "sonic 10", 
            "melee": "+1 shocking burst shortspear +28/+23/+18/+13 (1d6+14 plus 1d6 electricity), tail slap +22 (1d6+4 plus push and stun)", 
            "cr": "15", 
            "xp": "51,200", 
            "speed": "10 ft., swim 80 ft.", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any water (Nirvana)", 
            "strength": "29", 
            "constitution": "24", 
            "source": "Bestiary 2", 
            "treasure": "double (+1 shocking burst shortspear, other treasure)", 
            "charisma": "17", 
            "languages": "Celestial, Draconic, Infernal; speak with animals, truespeech", 
            "immune": "cold, electricity, petrification", 
            "init": "+8", 
            "fortitude": "+17", 
            "spells": {
                "spell-like abilities": "(CL 15th; concentration +18)<p class=\"stat-block-2\">Constant-<i>speak with animals</i></p><p class=\"stat-block-2\">At will-<i>detect thoughts</i> (DC 15), <i>light</i>, <i>lightning bolt</i> (DC 16), <i>hold monster</i> (DC 18), <i>message, greater teleport </i>(self plus 50 lbs. of objects only),</p><p class=\"stat-block-2\">7/day-<i>break enchantment</i>, <i>cure serious wounds</i>, <i>neutralize poison</i>, <i>remove disease</i></p><p class=\"stat-block-2\">3/day-<i>cone of cold</i> (DC 18), <i>cure critical wounds</i>, <i>greater restoration</i>, <i>heal</i></p><p class=\"stat-block-2\">1/day-<i>awaken</i>, <i>summon monster VIII</i> (water elementals only)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Casting, Dodge, Improved Initiative, Lightning Reflexes, Mobility, Spell Penetration, Weapon Focus (shortspear, tail slap), Wind Stance", 
            "senses": "blindsense 60 ft., darkvision 60 ft., low-light vision; Perception +28", 
            "description": "This mermaid-like creature has the torso and head of a long-haired woman and the lower half of a sleek killer whale.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Protective Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the cetaceal. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (caster level equals cetaceal's HD). The defensive benefits from the circle are not included in the above stat block.", 
                            "sections": []
                        }, 
                        {
                            "name": "Shockwave", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Once per day, a cetaceal can release a 100-foot-radius burst of energy. All creatures in the area take 17d6 damage; half of this damage is cold, and half is electricity (DC 25 Reflex save halves). The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Stun", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Any creature moved by a cetaceal's push attack must make a DC 25 Fortitude saving throw or be stunned for 1 round. The DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Cetaceals are great water-dwelling agathions who swim the planar seas and commune with the creatures of the deeps. Rarely seen by landwalkers, they defend the waters against aquatic evils such as aboleths. Their spirits usually were those of great mortal leaders of aquatic or coastal tribes, or good folk who died underwater serving some great cause, reborn in a celestial form that is part humanoid, part orca. They are social beings and develop close friendships with other celestials and marine creatures.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A cetaceal is 8 feet long and weighs 400 pounds, although some grow quite a bit larger than that.</p>"
                }
            ], 
            "hp": "212 (17d10+119); regeneration 5 (evil weapons and spells)", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious, lay on hands (8d6, 11/day, as a 17th-level paladin)", 
            "dr": "10/evil and silver", 
            "base_attack": "+17", 
            "name": "Agathion, Cetaceal", 
            "skills": "Diplomacy +12, Handle Animal +14, Heal +21, Knowledge (arcana) +22, Knowledge (nature) +19, Knowledge (planes) +22, Perception +28, Sense Motive +24, Stealth +24, Swim +17", 
            "reflex": "+16", 
            "cmd": "41 (can't be tripped)", 
            "cmb": "+26", 
            "will": "+9; +4 vs. poison, +4 resistance vs. evil", 
            "aura": "protective aura (20 ft.)", 
            "sr": "26", 
            "organization": "solitary, pair, or pod (3-6)", 
            "creature_subtype": "agathion, aquatic, extraplanar, good"
        }, 
        {
            "source": "Bestiary 2", 
            "text": "<p>This noble creature seems to be part serpent, part humanoid, and part dragon, with great wings and a crown of horns.</p>", 
            "type": "section", 
            "name": "Agathion, Draconal", 
            "sections": [
                {
                    "dexterity": "15", 
                    "ac": "36, touch 18, flat-footed 33 (+2 Dex, +1 dodge, +6 insight, +18 natural, -1 size; +4 deflection vs. evil)", 
                    "cmd": "57 (can't be tripped)", 
                    "special_attacks": "breath weapon (120-ft. line, 20d6 energy damage, Reflex DC 30 half, usable once every 1d4 rounds)", 
                    "intelligence": "24", 
                    "racial_modifiers": "+4 Perception", 
                    "resist": "cold 10, sonic 10", 
                    "melee": "bite +36 (2d6+13 plus 1d6 energy), 2 claws +31 (1d8+6 plus 1d6 energy)", 
                    "cr": "20", 
                    "xp": "307,200", 
                    "speed": "40 ft., fly 120 ft. (average)", 
                    "alignment": "NG", 
                    "size": "Large", 
                    "environment": "any air (Nirvana)", 
                    "strength": "36", 
                    "constitution": "27", 
                    "source": "Bestiary 2", 
                    "treasure": "double", 
                    "charisma": "23", 
                    "languages": "Celestial, Draconic, Infernal; speak with animals, truespeech", 
                    "immune": "one energy type (see Celestial Focus), electricity, petrification", 
                    "init": "+6", 
                    "fortitude": "+22", 
                    "spells": {
                        "spell-like abilities": "(CL 24th; concentration +30)<p class=\"stat-block-2\">Constant-<i>speak with animals</i></p><p class=\"stat-block-2\">At will-<i>beast shape II</i>, <i>command</i> (DC 17), <i>detect thoughts</i>, <i>elemental body III</i> (air or water elementals only), <i>greater teleport </i>(self plus 50 lbs. of objects only), <i>gust of wind</i>, <i>hold monster</i> (DC 20), <i>identify</i>, <i>light</i>, <i>lightning bolt</i> (DC 19), <i>mage hand</i>, <i>message</i></p><p class=\"stat-block-2\">7/day-<i>break enchantment</i>, <i>cure serious wounds</i>, <i>neutralize poison</i>, <i>remove disease</i></p><p class=\"stat-block-2\">3/day-<i>control water</i>, <i>control weather</i>, <i>control winds</i>, <i>heal</i>, <i>plane shift </i>(DC 23)</p>", 
                        "cleric spells prepared": "(CL 17th; concentration +23)<p class=\"stat-block-2\">9th-<i>implosion</i> (DC 26), <i>storm of vengeance</i><sup>D</sup> (DC 26)</p><p class=\"stat-block-2\">8th-<i>demand</i><sup>D</sup>, <i>earthquake</i>, quickened <i>holy smite</i> (DC 21)</p><p class=\"stat-block-2\">7th-empowered <i>breath of life</i>, empowered <i>flame strike</i> (DC 22), <i>holy word</i> (DC 24), quickened <i>invisibility purge</i>, <i>repulsion</i><sup>D </sup>(DC 24)</p><p class=\"stat-block-2\">6th-<i>animate objects</i>, <i>blade barrier</i><sup>D</sup> (DC 23), <i>find the path</i>, <i>heal</i>, <i>heroes' feast</i>, quickened<i> remove paralysis</i></p><p class=\"stat-block-2\">5th-<i>breath of life</i>, <i>dispel evil<sup>D</sup></i>, <i>flame strike</i> (DC 22), <i>greater command</i> (DC 22), <i>spell resistance</i>, <i>true seeing</i></p><p class=\"stat-block-2\">4th-<i>cure critical wounds</i> (3), <i>freedom of movement</i>, <i>holy smite</i><sup>D</sup> (DC 21), <i>repel vermin</i> (DC 21)</p><p class=\"stat-block-2\">3rd-<i>bestow curse</i> (DC 20), <i>daylight</i>, <i>dispel magic</i>, <i>helping hand</i>, <i>magic vestment</i><sup>D</sup>, <i>prayer</i>, <i>protection from energy</i></p><p class=\"stat-block-2\">2nd-<i>align weapon</i><sup>D</sup> (good only), <i>calm emotions</i> (DC 19), <i>enthrall</i>, <i>hold person </i>(DC 19), <i>lesser restoration </i>(2), <i>shield other</i></p><p class=\"stat-block-2\">1st-<i>bless</i>, <i>detect undead</i>, <i>divine favor</i><sup>D</sup>, <i>obscuring mist</i>, <i>remove fear</i>, <i>sanctuary</i> (DC 18), <i>shield of faith</i></p><p class=\"stat-block-2\">0-<i>detect poison</i>, <i>guidance</i>, <i>purify food and drink</i>, <i>stabilize</i></p><p class=\"stat-block-2\"><b>D</b> domain spell; <b>Domains</b> Good, Nobility</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Alertness, Combat Casting, Dodge, Empower Spell, Greater Spell Penetration, Improved Initiative, Iron Will, Mobility, Power Attack, Quicken Spell, Skill Focus (Perception), Spell Penetration", 
                    "senses": "blindsense 60 ft., darkvision 120 ft., low-light vision; Perception +48", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Celestial Focus", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "A draconal's color indicates aspects of its power and attunement to the powers of the good planes. These determine the draconal's breath weapon, the additional energy damage of its claw and bite attacks, additional resistances and immunities, and its additional domain choices (see Spells, below).", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Divine Insight", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "A draconal adds its Charisma bonus as an insight bonus to Armor Class.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Protective Aura", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the draconal. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (caster level equals draconal's HD). (The defensive benefits from the circle are not included in a draconal's stat block.)", 
                                    "sections": []
                                }, 
                                {
                                    "source": "Bestiary 2", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "Spells", 
                                    "text": "Draconals cast spells as 17th-level clerics. Like clerics, they have access to two domains, selecting from the following list: Air, Good, Nobility, Weather, and two additional domain options based on their color (see facing page). The majority of draconals choose Good and Nobility as their domains (as represented by this stat block). Draconals have a domain spell slot at each spell level but do not gain the granted powers of their chosen domains, nor do they gain access to other cleric abilities."
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Draconals are mighty agathion lords, few in number and greatly removed from mortal affairs. They watch over powerful magic and are direct agents of the gods and the needs of the good planes. Patient and ageless, they plan for the long term, which often frustrates mortal creatures who seek to gain their assistance with a threat in the here and now. A draconal would rather support or enhance a group of heroes than tackle a problem directly, maintaining its focus on planar matters.</p>"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Draconals are attuned to nature and believe in cycles of life and death. Though they are good, they understand that the presence of evil gives good creatures something to strive against, preventing stagnation and complacency. This means their outlook sometimes appears almost neutral, though they hate suffering and needless death. </p>"
                        }
                    ], 
                    "hp": "324 (24d10+192); regeneration 10 (evil weapons and spells)", 
                    "reach": "10 ft.", 
                    "wisdom": "24", 
                    "creature_type": "Outsider", 
                    "special_qualities": "celestial focus, divine insight, lay on hands (10d6, 16/day, as a 20th-level paladin)", 
                    "dr": "15/evil and silver", 
                    "base_attack": "+24", 
                    "name": "Agathion, Draconal", 
                    "skills": "Acrobatics +25, Bluff +29, Diplomacy +26, Escape Artist +22, Heal +27, Intimidate +29, Knowledge (arcana) +30, Knowledge (nature) +27, Knowledge (planes) +34, Knowledge (religion) +31, Perception +48, Sense Motive +34, Spellcraft +27, Stealth +21, Use Magic Device +26", 
                    "reflex": "+16", 
                    "space": "10 ft.", 
                    "cmb": "+38", 
                    "will": "+17; +4 vs. poison, +4 resistance vs. evil", 
                    "aura": "protective aura (20 ft.)", 
                    "sr": "31", 
                    "organization": "solitary, pair, or flight (3-6)", 
                    "creature_subtype": "agathion, extraplanar, good"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p>A draconal's coloration represents mystical elements relating to energy, life, and the natural world. These colors are normally chromatic rather than metallic, and an ignorant person seeing a draconal's colors may mistake her for an evil half-dragon. However, some draconals have metallic or gem-like coloration; for example, a yellow draconal may appear mustard yellow or metallic gold, while a white draconal may be chalk white, pearlescent white, or metallic silver. Draconals can change their coloration after a lengthy period of meditation, but normally only do this in response to some horrible evil that requires their direct intervention. This change affects the draconals' personality, and may alter their physical shape or apparent gender.</p><p id=\"black\"><i>Black</i>Black is a balance between male and female energy, and represents the sky, stars, immortality, and leadership. Black draconals are immune to fire damage, and their breath weapon is fire. A black draconal adds Fire, Glory, and Luck to its list of possible domains.</p><p id=\"green\"><i>Green</i>Green is slightly skewed toward masculinity. It represents wood, plants, and flowers. Green draconals are immune to cold damage, and their breath weapon is cold. A green draconal adds Animal, Plant, and Water to its list of possible domains.</p><p id=\"red\"><i>Red</i>Red is a strongly masculine color, and most red draconals are male or have aggressive or gregarious personalities. Red represents fire, light, and warding against bad luck. Red draconals are immune to fire damage, and their breath weapon is fire. A red draconal adds Fire, Protection, and Sun to its list of possible domains.</p><p id=\"white\"><i>White</i>White is slightly skewed toward femininity, and most white draconals are female or have protective or serene personalities. White represents brightness, fulfillment, metal, mourning, and purity. White draconals are immune to cold damage, and their breath weapon is cold. A white draconal adds Artifice, Liberation, and Repose to its list of possible domains.</p><p id=\"yellow\"><i>Yellow</i>Like black, yellow is a balance between male and female energy. Yellow represents earth, oracles, stone, and luck. Yellow draconals are immune to acid, and their breath weapon is acid. A yellow draconal adds Earth, Glory, and Luck to its list of possible domains.</p>", 
                    "type": "section", 
                    "name": "Draconal Colors", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "27, touch 14, flat-footed 23 (+3 Dex, +1 dodge, +13 natural; +4 deflection vs. evil)", 
            "special_attacks": "roar, pounce, rake (2 claws +23, 1d6+8)", 
            "intelligence": "14", 
            "racial_modifiers": "+4 Acrobatics, +4 Stealth", 
            "resist": "cold 10, sonic 10", 
            "melee": "bite +23 (1d8+8 plus grab), 2 claws +23 (1d6+8)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "60 ft.", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any land (Nirvana)", 
            "strength": "27", 
            "constitution": "20", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Celestial, Draconic, Infernal; speak with animals, truespeech", 
            "immune": "electricity, petrification", 
            "init": "+7", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 14th; concentration +16)<p class=\"stat-block-2\">Constant-<i>speak with animals</i></p><p class=\"stat-block-2\">At will-<i>detect thoughts</i>, <i>fireball</i> (DC 15), <i>hold monster</i> (DC 7)</p><p class=\"stat-block-2\">3/day-<i>cure critical wounds</i>, <i>neutralize poison</i>, <i>remove disease, wall of force</i></p><p class=\"stat-block-2\">1/day-<i>heal</i></p>"
            }, 
            "type": "creature", 
            "feats": "Ability Focus (roar), Dodge, Improved Initiative, Mobility, Spring Attack, Weapon Focus (bite, claw)", 
            "senses": "darkvision 60 ft., low-light vision, scent; Perception +19", 
            "description": "This lion-headed humanoid has golden fur, sharp teeth, and long cat-like claws on its hands and feet.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Protective Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the leonal. Otherwise, it functions as a magic circle against evil effect and a lesser globe of invulnerability, both with a radius of 20 feet (caster level equals leonal's HD). The defensive benefits from the circle are not included in a leonal's stat block.", 
                            "sections": []
                        }, 
                        {
                            "name": "Roar", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Up to three times per day, a leonal can emit a powerful roar as a standard action. Each roar affects a 60-foot cone with the effects of a holy word spell and also deals 2d6 points of sonic damage to all creatures in the area (DC 21 Fortitude negates). This is a sonic effect. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A leonal is a lion-like agathion, noble and fierce. Though gentle with their families and patient with strangers on their home plane, in battle leonals are deadly foes of evil and cruelty. They hunt fiends and other evil monsters, silently tailing their prey until they find the right time to leap and slash. Leonals pride themselves on their hunting prowess, and few land creatures can match their speed. Although capable of using weapons, the majority of leonals prefer to battle evil with tooth and claw.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Leonals like their battles to be straightforward affairs. They begin with a roar to put their foes off balance, then follow up with claw and bite attacks. They closely coordinate with others in their pride, watching one another's flanks and setting up devastating attacks. They mainly use their magical abilities against large numbers of weaker foes and against those they need to capture or incapacitate without dealing harm to them.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Leonals stand 6 feet tall and weigh 270 pounds on average. Males usually have manes of either dark gold or black hair, which may only surround the head or may extend onto the shoulders and chest. Female leonals do not have manes, but may have longer hair on the back of the neck.</p>"
                }
            ], 
            "hp": "147 (14d10+70)", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "lay on hands (7d6, 9/day, as a 14th-level paladin)", 
            "dr": "10/evil and silver", 
            "base_attack": "+14", 
            "name": "Agathion, Leonal", 
            "skills": "Acrobatics +24 (+36 jump), Handle Animal +19, Intimidate +19, Knowledge (any one) +19, Perception +19, Sense Motive +19, Spellcraft +16, Stealth +24", 
            "reflex": "+12", 
            "cmd": "36", 
            "cmb": "+22 (+26 grapple)", 
            "will": "+6; +4 vs. poison, +4 resistance vs. evil", 
            "aura": "protective aura (20 ft.)", 
            "sr": "23", 
            "organization": "solitary, pair, or pride (3-8)", 
            "creature_subtype": "agathion, extraplanar, good"
        }, 
        {
            "dexterity": "15", 
            "ac": "15, touch 14, flat-footed 13 (+2 Dex, +1 natural, +2 size)", 
            "special_attacks": "heroic strength, pounce", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Acrobatics, +4 Perception, +4 Stealth", 
            "resist": "cold 10, sonic 10", 
            "melee": "bite +6 (1d3-4), 2 claws +6 (1d2-4)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "30 ft., fly 90 ft. (good)", 
            "alignment": "NG", 
            "size": "Tiny", 
            "environment": "any land (Nirvana)", 
            "strength": "3", 
            "constitution": "12", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "13", 
            "languages": "Celestial, Draconic, Infernal; speak with animals, truespeech", 
            "immune": "electricity, petrification", 
            "init": "+6", 
            "fortitude": "+5", 
            "spells": {
                "spell-like abilities": "(CL 2nd; concentration +3)<p class=\"stat-block-2\">Constant-<i>know direction, speak with animals</i></p><p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>prestidigitation</i>, <i>stabilize</i></p><p class=\"stat-block-2\">1/day-<i>dimension door</i> (self plus 5 lbs. of objects only)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (6 questions, CL 12th)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Weapon FinesseB", 
            "senses": "darkvision 60 ft., low-light vision; Perception +10", 
            "description": "This black cat has gray stripes, violet eyes, and an unusual white blaze on its chest.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Cat's Luck", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A silvanshee adds its Charisma modifier as a luck bonus on all its saving throws. Once per day as a standard action, it can also grant this bonus to one ally within 30 feet for 10 minutes.", 
                            "sections": []
                        }, 
                        {
                            "name": "Heroic Strength", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Once per day, a silvanshee can grant itself a +8 enhancement bonus to Strength for 1 minute.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spectral Mist", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A silvanshee can assume an eerie, mist-like form roughly the size and shape of a cat. This ability has the same effect as a gaseous form spell, except the silvanshee retains its own DR and supernatural abilities and can move at its normal speed. It can remain in mist form up to 5 minutes per day. This duration does not have to be consecutive, but it must be used in 1-minute increments.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Silvanshees are curious but reclusive cat agathions. Unobtrusive and able to blend in among normal animals (unlike the more anthropomorphic agathions), they are the eyes and ears of the good planes in the mortal world. Most roam hills, forests, and plains, keeping an eye out for evil influences. They can be taken as familiars by 7th-level good spellcasters who utilize the Improved Familiar feat and meet the proper prerequisites. As familiars, silvanshees act as moral guides and steer their mortal allies toward corruptive forces that must be eliminated. In some mortal lands, they are called cat sìth or cath sidhe, and are believed to be disguised witches or fairies&mdash;and not necessarily benign creatures, which only encourages silvanshees to avoid strangers.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Silvanshees are not fond of open combat, even against demons, devils, or other fiendish threats, and they're likely to run away if confronted. When they must fight, they prefer greater numbers and the element of surprise, using their magic to temporarily overcome their physical weaknesses, and melting away into mist if the battle turns against them.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A silvanshee is the size of a large domestic cat, though almost always sleek rather than fat, and weighs 20 pounds on average.</p>"
                }
            ], 
            "hp": "13 (2d10+2)", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "special_qualities": "cat's luck, flight, lay on hands (1d6, 1/day, always as a 2nd-level paladin), spectral mist", 
            "dr": "5/evil or silver", 
            "base_attack": "+2", 
            "name": "Agathion, Silvanshee", 
            "skills": "Acrobatics +11, Climb +7, Fly +6, Knowledge (arcana) +5, Knowledge (planes) +5, Perception +10, Stealth +19", 
            "reflex": "+6", 
            "cmd": "8 (12 vs. trip)", 
            "cmb": "+2", 
            "will": "+2; +4 vs. poison", 
            "sr": "13", 
            "organization": "solitary, pair, or clowder (3-10)", 
            "creature_subtype": "agathion, extraplanar, good"
        }, 
        {
            "dexterity": "16", 
            "ac": "22, touch 14, flat-footed 19 (+4 armor, +3 Dex, +4 natural, +1 size)", 
            "special_attacks": "pounce", 
            "intelligence": "19", 
            "racial_modifiers": "+8 Acrobatics when jumping", 
            "resist": "cold 10, sonic 10", 
            "melee": "bite +11 (1d4+1), 2 claws +11 (1d3+1)", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "NG", 
            "size": "Small", 
            "environment": "any land (Nirvana)", 
            "strength": "12", 
            "constitution": "17", 
            "source": "Bestiary 2", 
            "treasure": "standard (masterwork musical instrument, other treasure)", 
            "charisma": "16", 
            "languages": "Celestial, Common, Draconic, Infernal; speak with animals, truespeech", 
            "immune": "electricity, petrification", 
            "init": "+7", 
            "fortitude": "+5", 
            "spells": {
                "spell-like abilities": "(CL 7th; concentration +10)<p class=\"stat-block-2\">Constant-<i>detect evil</i>, <i>mage armor, speak with animals</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only) </p><p class=\"stat-block-2\">3/day-<i>charm monster</i> (DC 17), <i>dispel evil</i> (DC 18), <i>flame arrow</i>, <i>holy smite</i> (DC 17), <i>dimension door</i> (self plus 50 lbs. of objects only), <i>remove disease</i></p><p class=\"stat-block-2\">1/day-<i>major image</i> (DC 16)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Improved Initiative, Lightning Reflexes, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect evil, low-light vision; Perception +12", 
            "description": "This bright-eyed, anthropomorphic fox is dressed in simple traveling clothes and carries a musical instrument in one hand. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Calm Emotions Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A vulpinal's aura acts like a calm emotions spell with a radius of 30 feet. Any creature entering this area must make a Will save (DC 16) to resist the effect. A creature that makes its save is immune to that vulpinal's aura for 24 hours. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Among the smallest of the agathions, vulpinals tend to be the most outspoken and friendly of their kind, and also the most far-ranging across the planes. A vulpinal looks like a humanoid fox, often with brilliantly colored fur (usually red or red-brown, though silver is not uncommon) and a tail as long as its height. As the bards and sages of the agathions, they dress in functional clothing, typically embellishing a single article to show their creativity and personality. Most appear to be adults, though others look more like fox kits (with shorter stature and larger eyes) while some look much older (leaner, with gray fur on the muzzle, chest, and tail). Their hands are humanoid in shape, with tiny clawed fingers.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical vulpinal prefers a life of solitary travel, though they have been known to pair up or travel in groups if they find like-minded individuals who have much to teach and share. They are particularly fond of lillends, and these winged azatas can easily carry the child-sized vulpinals, giving vulpinals many opportunities to share stories. Indeed, for a vulpinal, there are few greater pleasures than sharing their knowledge&mdash;acting as sages of the planes, teaching songs and dances from exotic places, and composing poems about beautiful places in the natural world. Though they are gentle by nature, they fight to defend beauty, especially if their magic can bolster the more martial celestial races.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A vulpinal stands about 3 feet in height and weighs 50 pounds.</p>"
                }
            ], 
            "hp": "59 (7d10+21)", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "special_qualities": "bardic knowledge +7, lay on hands (3d6, 6/day, as a 7th-level paladin)", 
            "dr": "10/evil or silver", 
            "base_attack": "+7", 
            "name": "Agathion, Vulpinal", 
            "skills": "Acrobatics +10 (+18 jump), Bluff +13, Knowledge (any one) +21, Knowledge (arcana) +21, Knowledge (planes) +21, Perception +12, Perform (any one) +13, Spellcraft +14, Stealth +17, Use Magic Device +10", 
            "reflex": "+10", 
            "cmd": "20", 
            "cmb": "+7", 
            "will": "+7; +4 vs. poison", 
            "aura": "calm emotions (30 ft.)", 
            "sr": "17", 
            "organization": "solitary, pair, or team (3-12)", 
            "creature_subtype": "agathion, extraplanar, good"
        }
    ], 
    "name": "Agathion", 
    "type": "section"
}