{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Harbingers of ruin and embodiments of the worst ways to die, daemons epitomize painful death, the all-consuming hunger of evil, and the utter annihilation of life. While demons seek to pervert and destroy in endless unholy rampages, and devils vex and enslave in hopes of corrupting mortals, daemons seek only to consume mortal life itself. While some use brute force to despoil life or prey upon vulnerable souls, others wage campaigns of deceit to draw whole realms into ruin. With each life claimed and each atrocity meted out, daemons spread fear, mistrust, and despair, tarnishing the luster of existence and drawing the planes ever closer to their final, ultimate ruin. </p><p>Notorious for their hatred of the living, daemons are the things of dark dreams and fearful tales, as their ultimate ambitions include extinguishing every individual mortal life&mdash;and the more violent or terrible the end, the better. Their methods vary wildly, typically differentiated by daemonic breed. Many seek to infiltrate the mortal plane and sow death by their own taloned hands, while others manipulate agents (both mortal and immortal) as malevolent puppet masters, instigating calamities on massive scales from their grim realms. Such diversity of methods causes many planar scholars to misattribute the machinations of daemons to other types of fiends. These often deadly mistakes are further propagated by daemons' frequent dealings with and manipulation of other outsiders. Yet in all cases, despair, ruin, and death, spreading like contagion, typify the touch of daemonkind, though such symptoms often prove recognizable only after the hour is far too late.</p><p>Daemons flourish upon the plane of Abaddon, a bleak expanse of cold mists, fearful shapes, and hunted souls. Upon these wastes, the souls of evil mortals flee predation by the native fiends, and terror and the powers of the evil plane eventually transform the most ruthless into daemons themselves. Amid these scarred wastelands, poison swamps, and realms of endless night rise the foul domains of the tyrants of daemonkind, the Four Horsemen of the Apocalypse. Lords of devastation, these powerful and unique daemons desire slaughter, ruin, and death on a cosmic scale, and drive hordes of their lesser kin to spread terror and sorrow across the planes. Although the Horsemen share a singular goal, their tactics and ambitions vary widely.</p><p>Along with mastery over vast realms, the Horsemen are served by unimaginably enormous armies of their lesser brethren, but are obeyed most closely by retinues of daemons enslaved to their titles. These specific strains of daemonic servitors, known among daemonkind as deacons, serve whoever holds the title of Horseman. Although these instruments of the archdaemons differ in strength and ability, their numbers provide their lords with legions capable of near-equal terrorization. </p><p>More so than among any other fiendish race, several breeds of daemons lust after souls. While other foul inhabitants of the planes seek the corruption and destruction of living essences, many daemons value possession and control over mortal animas, entrapping and hoarding souls&mdash;and in so doing disrupting the natural progression of life and perverting the quintessence of creation to serve their own terrible whims. While not all daemons possess the ability to steal a mortal being's soul and turn it to their use, the lowliest of daemonkind, the maniacal cacodaemons, endlessly seek life essences to consume and imprison. These base daemons enthusiastically serve their more powerful kin, eager for increased opportunities to doom mortal spirits. While cacodaemons place little value upon the souls they imprison, greater daemons eagerly gather them as trophies, fuel for terrible rites, or offerings to curry the favor of their lords. Several breeds of daemons also posses their own notorious abilities to capture mortal spirits or draw upon the power of souls, turning the forces of utter annihilation to their own sinister ends.</p>", 
            "type": "section", 
            "name": "Daemon", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p>Four dread lords, infamous across all the planes, rule the disparate hordes of daemonkind. Risen from among the ranks of their terrible brethren to displace those fiendish tyrants before them, they are the archdaemons, the End Bringers, the Four Horsemen of the Apocalypse. In the blasphemous annals of fiendish lore, they are the prophesied architects of multiversal ruin, destined to stand triumphant over cadaverous cosmoses and infinities of silence before also giving way to absolute oblivion. Undisputed in his power among their kind, each Horseman rules a vast realm upon the bleak plains of Abaddon and a distinctive method of mortal ruin: pestilence, famine, war, or death from old age. Yet while each archdaemon commands measureless influence, daemons know nothing of loyalty and serve only those they cannot overcome. Thus, though the Horsemen stand peerless in their power and manipulations among daemonkind, they must ever defend their thrones from the machinations of ambitious underlings and the plots of other archdaemons.</p><p>Upon the poisonous expanses of Abaddon, lesser daemonic peers carve petty fiefdoms and posture as lords, but despite their world-spanning intrigues, all bow before the Horsemen&mdash;though most do so only grudgingly. Ancient myths also tell of a mysterious fifth Horseman, the Oinodaemon, though nearly all mention of such a creature has been scoured from the multiverse.</p>", 
                    "type": "section", 
                    "name": "The Four Horsemen", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "25", 
            "ac": "29, touch 17, flat-footed 21 (+7 Dex, +1 dodge, +12 natural, -1 size)", 
            "cmd": "41", 
            "special_attacks": "devour soul, energy drain (1 level, DC 25)", 
            "intelligence": "14", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +23 (2d6+5 plus energy drain and grab), 2 claws +23 (1d8+5 plus energy drain), tail +18 (1d12+2 plus energy drain)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "90 ft., fly 90 ft. (good)", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon or Astral Plane)", 
            "strength": "21", 
            "constitution": "24", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "24", 
            "languages": "Abyssal, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+7", 
            "fortitude": "+12", 
            "spells": {
                "spell-like abilities": "(CL 17th; concentration +24)<p class=\"stat-block-2\">Constant-<i>deathwatch</i>, <i>displacement, true seeing</i></p><p class=\"stat-block-2\">At will-<i>enervation</i>, <i>fear</i> (DC21), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>vampiric touch</i></p><p class=\"stat-block-2\">3/day-<i>locate creature</i>, <i>plane shift</i> (DC 24)</p><p class=\"stat-block-2\">1/day-<i>energy drain</i> (DC 24), <i>finger of death</i> (DC 24), summon (level 6, 1d3 derghodaemons 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Dodge, Flyby Attack, Iron Will, Mobility, Nimble Moves, Power Attack, Spring Attack, Weapon Finesse", 
            "senses": "darkvision 60 ft., deathwatch, true seeing; Perception +22", 
            "description": "Vaguely humanoid in shape, this gaunt fiend has the face of a hideous fish and a body of lanky limbs and writhing tendrils. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Devour Soul", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As a standard action, an astradaemon that begins its turn with a grappled opponent can attempt to draw out and consume the soul of its victim, killing it instantly. This ability only works on living creatures, which may resist with a DC 25 Fortitude saving throw. The save is Constitution-based. For every 5 HD of the slain creature, the daemon gains a +1 profane bonus on attacks, saving throws, and checks for 24 hours. This ability does not consume all of the soul, and pieces of it still exist after the daemon completes its feast (enough to be able to resurrect the slain victim normally).", 
                            "sections": []
                        }, 
                        {
                            "name": "Soul Siphon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "If a Small or larger living creature dies within 10 feet of an astradaemon, the daemon gains 1d8 temporary hit points and a +2 bonus to Strength for 10 minutes. These bonuses stack with themselves. Incorporeal undead and living spirits traveling outside the body (such as a person using astral projection or magic jar) take 1d8 points of damage each round within the daemon's aura.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Believed to be creations of the Four Horsemen, astradaemons live out their existence in search of souls to harvest. These deadly creatures are ravening planar predators, openly hunting throughout the void for souls on which to feed. These voracious creatures are the personifications of death resulting from negative energy or level drain. Their vile touch drains life force from their enemies, and even perishing near them sates their thirst for life and souls. </p>"
                }
            ], 
            "hp": "212 (17d10+119)", 
            "reach": "10 ft. (15 ft. with tail)", 
            "wisdom": "15", 
            "defensive_abilities": "displacement", 
            "creature_type": "Outsider", 
            "dr": "10/good and silver", 
            "base_attack": "+17", 
            "name": "Daemon, Astradaemon", 
            "skills": "Acrobatics +24 (+48 jump), Escape Artist +27, Fly +9, Intimidate +27, Knowledge (planes) +22, Perception +22, Sense Motive +22, Stealth +23, Survival +22", 
            "reflex": "+17", 
            "space": "10 ft.", 
            "cmb": "+23", 
            "will": "+14", 
            "aura": "soul siphon (10 ft.)", 
            "sr": "27", 
            "organization": "solitary, pair, or pack (3-6)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "11", 
            "ac": "16, touch 12, flat-footed 16 (+4 natural, +2 size)", 
            "special_attacks": "soul lock", 
            "intelligence": "8", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +6 (1d4+1 plus disease)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "5 ft., fly 50 ft. (perfect)", 
            "alignment": "NE", 
            "size": "Tiny", 
            "environment": "any (Abaddon)", 
            "strength": "12", 
            "constitution": "13", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "12", 
            "languages": "Abyssal, Common, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+4", 
            "fortitude": "+2", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +7)<p class=\"stat-block-2\">Constant-<i>detect good, detect magic</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>lesser confusion</i> (DC 12)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, six questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Lightning Reflexes", 
            "senses": "darkvision 60 ft., detect good, detect magic; Perception +7", 
            "description": "An ever-gnashing maw, filled with row after row of mismatched teeth, dominates this frightful creature's orb-like body.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Disease", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Bite:", 
                            "sections": [
                                {
                                    "source": "Bestiary 2", 
                                    "name": "Cacodaemonia", 
                                    "type": "affliction",
                                    "subtype": "disease", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 12",
                                    "onset": "1 day", 
                                    "frequency": "1/day", 
                                    "effect": "1d2 Wisdom damage", 
                                    "cure": "2 consecutive saves", 
                                    "sections": [
                                        {
                                            "source": "Bestiary 2", 
                                            "type": "section",
                                            "text": "In addition to the normal effects of the disease, as long as a victim is infected, the cacodaemon can telepathically communicate with the creature over any distance (as long as they remain on the same plane)."
                                        }
                                    ]
                                }
                            ]
                        }, 
                        {
                            "name": "Soul Lock", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Once per day as a full-round action, a cacodaemon can ingest the spirit of any sentient creature that has died within the last minute. This causes a soul gem to grow inside of the cacodaemon's gut, which it can regurgitate as a standard action. A soul gem is a fine-sized object with 1 hit point and hardness 2. Destroying a soul gem frees the soul within, though it does not return the deceased creature to life. This is a death effect.&nbsp;Any attempt to resurrect a body whose soul is trapped in a soul gem requires a DC 12 caster level check. Failure results in the spell having no effect, while success shatters the victim's soul gem and returns the creature to life as normal. If the soul gem rests in an unholy location, such as that created by the spell&nbsp;unhallow, the DC of this caster level check increases by +2. The caster level check DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Any evil outsider can, as a standard action, ingest a soul gem. Doing so frees the soul within, but condemns it to one of the lower planes (though the soul can be returned to life as normal). The outsider gains fast healing 2 for a number of rounds equal to its Hit Dice.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The least of daemonkind, cacodaemons spawn from eddies of angry, violent, and demented souls amid the mists of Abaddon. Dim-witted but utterly evil, they endlessly seek to cause pain and indulge their hunger for mortal souls. Many more powerful fiends keep cacodaemons as pets, if only to be able to harvest the tiny creatures' soul gems. A 7th-level spellcaster can gain a cacodaemon as a familiar if she has the Improved Familiar feat.</p>"
                }
            ], 
            "hp": "19 (3d10+3); fast healing 2", 
            "reach": "0 ft.", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (2 of the following forms: lizard, octopus, Small scorpion, venomous snake, polymorph)", 
            "dr": "5/good or silver", 
            "base_attack": "+3", 
            "name": "Daemon, Cacodaemon", 
            "skills": "Bluff +7, Fly +18, Knowledge (planes) +5, Perception +7, Stealth +14", 
            "reflex": "+5", 
            "cmd": "12", 
            "cmb": "+1", 
            "will": "+4", 
            "source": "Bestiary 2", 
            "organization": "solitary or swarm (2-10)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "13", 
            "ac": "20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)", 
            "special_attacks": "breath weapon (30-ft. cone; 6d6 fire damage; Reflex DC 17 for half; usable once every 1d4 rounds)", 
            "intelligence": "11", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +11 (2d6+4), 2 claws +11 (1d6+4)", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "18", 
            "constitution": "16", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "15", 
            "languages": "Abyssal, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, mind-affecting effects, paralysis, poison, polymorph effects, sleep effects", 
            "init": "+1", 
            "fortitude": "+9", 
            "spells": {
                "spell-like abilities": "(CL 8th; concentration +10)<p class=\"stat-block-2\">Constant-<i>detect good, detect magic, see invisibility</i></p><p class=\"stat-block-2\">At will-<i>dimension door</i></p><p class=\"stat-block-2\">3/day-<i>dispel magic</i>, <i>fly</i></p><p class=\"stat-block-2\">1/day-<i>hold monster</i> (DC 17), <i>slow</i> (DC 15)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Blind-Fight, Power Attack, Step Up", 
            "senses": "darkvision 60 ft., detect good, detect magic, see invisibility; Perception +15", 
            "description": "This brown, shaggy-furred beast stands on slate grey hooves. Its head resembles that of a maniacal horned ape.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Drawn to Service", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "When brought to another plane with a planar binding or planar ally spell (or any similar calling effect), ceustodaemons take a &ndash;5 penalty on the initial Will save and on their Charisma check to refuse service. Ceustodaemons also take a &ndash;5 penalty on saves against binding, planar binding, and other spells designed to bind a creature to a particular plane as long as the daemon is commanded to serve as a guardian for a single area or small complex.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Some claim the Four Horsemen created these creatures to serve as summoning fodder. Others believe that they form from neutral evil souls who commit suicide. Wherever the truth lies, ceustodaemons find themselves on the Material Plane more often than any other daemon, as they are easily pressured into service&mdash;many call these creatures &ldquo;guardian daemons&rdquo; as a result. Yet in the back of their wicked minds, ceustodaemons always think about escaping their bonds and ripping to shreds the ones who summoned them.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Greater and lesser versions of these creatures exist. These variants can be represented by applying either the young creature or advanced creature simple templates, along with the following adjustments.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "name": "Lesser Ceustodaemon",
                    "text": "<p id=\"lesser-ceustodaemon\">This Medium daemon looks like a horned frog with a wide, toothy mouth. Its breath weapon is a chilling cone of ice that deals cold damage.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "name": "Greater Ceustodaemon",
                    "text": "<p id=\"greater-ceustodaemon\">This daemon resembles a gigantic humanoid bear with the talons of an eagle and curling ram horns sprouting from its head. Its breath weapon is a fan of sparks that deals electricity damage.</p>"
                }
            ], 
            "hp": "68 (8d10+24)", 
            "reach": "10 ft.", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "drawn to service", 
            "dr": "10/good or silver", 
            "base_attack": "+8", 
            "name": "Daemon, Ceustodaemon", 
            "skills": "Bluff +13, Intimidate +11, Knowledge (planes) +9, Perception +15, Sense Motive +15, Stealth +8, Survival +9", 
            "reflex": "+3", 
            "cmd": "24", 
            "cmb": "+13", 
            "will": "+8", 
            "source": "Bestiary 2", 
            "organization": "solitary", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "20", 
            "ac": "27, touch 14, flat-footed 22 (+5 Dex, +13 natural, -1 size)", 
            "cmd": "38 (40 vs. trip)", 
            "special_attacks": "rend (2 claws, 1d8+12 plus 2 Con damage)", 
            "intelligence": "7", 
            "racial_modifiers": "+4 Perception", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "5 claws +21 (1d6+8/19-20)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "40 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "27", 
            "constitution": "22", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "16", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+5", 
            "fortitude": "+15", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +15)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>fear</i> (DC 17), quickened <i>summon swarm</i></p><p class=\"stat-block-2\">1/day-<i>creeping doom</i>, <i>insect plague</i>, summon (level 4, 1 derghodaemon 30%) </p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Critical Focus, Improved Critical (claws), Power Attack, Quicken Spell-Like Ability (summon swarm), Sickening Critical, Vital Strike", 
            "senses": "all-around vision, darkvision 60 ft., detect magic, see invisibility; Perception +28", 
            "description": "A deadly and vicious bouquet of insectile claws sprouts from this horrid, three-legged, multi-eyed beast.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Feeblemind Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "By grinding and clicking its mandibles and chitinous plates together (a free action), a derghodaemon can affect all creatures within 30 feet as if by a feeblemind spell. Daemons are immune to this effect, but all other creatures must make a DC 20 Will save to resist the effects. A creature that makes this save is immune to the effect for 24 hours. A creature that fails remains affected as long as the derghodaemon continues to maintain the aura and the subject remains within 30 feet of the derghodaemon. Once either condition ends, the victim of this effect can attempt a new DC 20 Will save once per minute to recover from the effect; otherwise, it can be cured by a heal, limited wish, miracle, or wish spell. A derghodaemon cannot use its spell-like abilities or rend attack in any round in which it uses its feeblemind aura. This is a sonic mind-affecting effect. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Swarmwalking", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A derghodaemon is immune to damage or distraction effects caused by swarms.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>These brutal daemons personify death resulting from violent insanity, such as being murdered by a maniac or torn to shreds by a pack of rabid predators. These insectoid creatures roam the Outer Planes, scavenging battlefields and following the inevitable trail of violence in those hostile worlds. They hunt the weak and dying along the fringe of battles, feeding off their victims' suffering until they make their kill. Attacks from a derghodaemon often come from within a cloud of biting insects.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Brutish and low on intellect, derghodaemons find themselves serving as front-line fighters in fiendish armies. A derghodaemon stands 9 feet tall and weighs 800 pounds.</p>"
                }
            ], 
            "hp": "161 (14d10+84)", 
            "reach": "10 ft.", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "special_qualities": "swarmwalking", 
            "dr": "10/good", 
            "base_attack": "+14", 
            "name": "Daemon, Derghodaemon", 
            "skills": "Intimidate +20, Perception +28, Sense Motive +20, Stealth +18", 
            "reflex": "+14", 
            "space": "10 ft.", 
            "cmb": "+23", 
            "will": "+7", 
            "aura": "feeblemind (DC 20)", 
            "sr": "23", 
            "organization": "solitary or infestation (2-6)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "15", 
            "ac": "20, touch 11, flat-footed 18 (+2 Dex, +9 natural, -1 size)", 
            "cmd": "27", 
            "special_attacks": "rake (2 claws +13, 1d6+4)", 
            "intelligence": "9", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +13 (1d8+4 plus grab), 2 claws +13 (1d6+4)", 
            "cr": "8", 
            "xp": "4,800", 
            "speed": "30 ft., fly 40 ft. (average; see glide, below), swim 60 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "18", 
            "constitution": "18", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "14", 
            "languages": "Abyssal, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison, waters of the River Styx", 
            "init": "+2", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 9th; concentration +11)<p class=\"stat-block-2\">Constant-<i>detect magic, water walk</i></p><p class=\"stat-block-2\">At will-<i>acid arrow</i>, <i>deeper darkness</i></p><p class=\"stat-block-2\">3/day-<i>control water</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>summon monster V</i> (Large water elemental only)</p><p class=\"stat-block-2\">1/day-<i>desecrate</i>, summon (level 3, 1 hydrodaemon 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Point-Blank Shot, Power Attack, Precise Shot, Skill Focus (Perception)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Glide", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A hydrodaemon can launch itself into the air and glide along for 1 minute, gaining a fly speed of 40 feet with average maneuverability. While gliding, the hydrodaemon gains the pounce ability.", 
                            "sections": []
                        }, 
                        {
                            "name": "Sleep Spittle", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A hydrodaemon can spit at a single target within 20 feet, making a ranged touch attack as a standard action. A target hit by this spittle must succeed on a DC 19 Will save or fall asleep for 6 rounds. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While at first glance these creatures seem like enormous and foul boggards, their dangerous gait, dead eyes, and wicked claws give away their fiendish nature. In their home environment, hydrodaemons swim the sickening rivers and seas of Abaddon and the River Styx, ducking beneath the rivers of pus and bile only to leap out at enemies and rend their flesh with tooth and claw. It is said these are among the few creatures able to survive in the deadly waters of the River Styx. When called to the Material Plane, hydrodaemons serve powerful spellcasters, protecting domains dotted with pools, streams, and even sewer complexes. Associated with death by drowning, these fiends use a favored tactic to draw the most anguish from their victims. Hydrodaemons first attack with their inky black sleep spittle, hoping to render victims unconscious. With their opponents unable to fight back, hydrodaemons drag their enemies into the foul waters they call home and delight as the liquid fills their victims' gasping lungs. If unable to drown a victim, they finish the job with jaws and claws.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hydrodaemons possess an awkward gait, springing back on their heels and leaping about like humanoid frogs. Even so, they move in an unpredictable manner, twisting their bodies with each hopping movement. Hydrodaemons can also unfurl flaps of skin that allow them to glide through the air. Hydrodaemons stand 10 feet tall and weigh upward of 3,000 pounds.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., detect magic; Perception +15", 
            "description": "The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw.", 
            "ranged": "sleep spittle +11 (sleep)", 
            "hp": "95 (10d10+40)", 
            "reach": "10 ft.", 
            "wisdom": "11", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious, glide", 
            "dr": "10/cold iron or silver", 
            "base_attack": "+10", 
            "name": "Daemon, Hydrodaemon", 
            "skills": "Fly +0, Intimidate +14, Knowledge (planes) +10, Perception +15, Sense Motive +12, Stealth +10, Swim +21", 
            "reflex": "+9", 
            "space": "10 ft.", 
            "cmb": "+15 (+9 grapple)", 
            "will": "+3", 
            "sr": "19", 
            "organization": "solitary, gang (2-5), or mob (6-12)", 
            "creature_subtype": "aquatic, daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "24", 
            "ac": "23, touch 16, flat-footed 16 (+7 Dex, +7 natural, -1 size)", 
            "cmd": "35", 
            "special_attacks": "breath of flies", 
            "intelligence": "16", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +16 (1d8+7), 2 claws +16 (1d6+7)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "30 ft., fly 60 ft. (average)", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "25", 
            "constitution": "23", 
            "source": "Bestiary 2", 
            "treasure": "standard (+1 composite longbow, other treasure)", 
            "charisma": "16", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+11", 
            "fortitude": "+9", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +13)<p class=\"stat-block-2\">Constant-<i>deathwatch</i>, <i>detect good</i></p><p class=\"stat-block-2\">At will-<i>contagion</i> (DC 17), <i>dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">1/day&shy;-<i>harm</i> (DC 19), summon (level 3, 1 leukodaemon only, 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Hover, Improved Initiative, Point-Blank Shot, Weapon Focus (longbow)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath of Flies", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Once per minute as a standard action, a leukodaemon can unleash a cloud of corpse-bloated, biting black flies in a 20-foot cone. Those caught in the cone take 8d6 points of slashing damage. A DC 21 Reflex save halves this damage. Those who take any damage are also sickened for 1 minute. In addition, the flies linger for 1d4+1 rounds, congealing into a buzzing 20-foot-square cloud centered on the cone's original point of origin. Any creature that ends its turn in this cloud must make a DC 21 Reflex save to avoid taking 4d6 points of damage and becoming sickened for 1 minute. This cloud of flies may be dispersed by any area effect that does damage or creates wind of at least strong wind force. All daemons are immune to this effect. The save DCs are Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Contagion", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Any arrow a leukodaemon fires from a bow is tainted with disease. If a creature is damaged by a leukodaemon's arrow, it must make a DC 19 Fortitude save or be affected as if by the spell contagion. A leukodaemon can manifest arrows at will and never runs out of ammunition.", 
                            "sections": []
                        }, 
                        {
                            "name": "Infectious Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "All creatures within 50 feet of a leukodaemon take a &ndash;4 penalty on Fortitude saves against disease effects.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Deacons of the Horseman of Pestilence, leukodaemons serve their lord in Abaddon as well as across the planes by spreading plagues and pandemics.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Leukodaemons stand upward of 14 feet tall but weigh just over 200 pounds. The skulls that serve as their heads can be replaced with any skulls, yet these creatures choose horse skulls to show their loyalty to the Horsemen. The creature's true head is merely a blistered knob between its shoulders.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., deathwatch, detect good; Perception +22", 
            "description": "This human-shaped beast has a horse's skull for a head. It walks on cracked hooves and bears the rotting wings of a carrion bird.", 
            "ranged": "+1 composite longbow +18/+13 (2d6+8/&times;3 plus contagion)", 
            "hp": "115 (10d10+60)", 
            "reach": "10 ft.", 
            "wisdom": "21", 
            "creature_type": "Outsider", 
            "dr": "10/good or silver", 
            "base_attack": "+10", 
            "name": "Daemon, Leukodaemon", 
            "skills": "Fly +18, Heal +18, Intimidate +16, Knowledge (planes) +16, Perception +22, Sense Motive +22, Stealth +16, Survival +15, Use Magic Device +16", 
            "reflex": "+14", 
            "space": "10 ft.", 
            "cmb": "+18", 
            "will": "+12", 
            "aura": "infectious aura (50 ft.)", 
            "sr": "20", 
            "organization": "solitary or wake (2-10)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "22", 
            "ac": "25, touch 15, flat-footed 19 (+6 Dex, +10 natural, -1 size)", 
            "cmd": "37", 
            "intelligence": "21", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "bite +20 (2d8+6/19-20 plus disease), 2 claws +19 (2d6+6 plus hunger)", 
            "cr": "11", 
            "xp": "12,800", 
            "speed": "30 ft., fly 60 ft. (average)", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "22", 
            "constitution": "21", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, critical hits, death effects, disease, poison, sneak attack", 
            "init": "+6", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 11th; concentration +15)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>cause fear</i> (DC 15), <i>deeper darkness</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>blight</i> (DC 19), <i>diminish plants</i>, quickened <i>magic missile</i></p><p class=\"stat-block-2\">1/day-<i>horrid wilting</i> (DC 22), <i>waves of fatigue</i></p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Combat Reflexes, Great Fortitude, Improved Critical (bite), Iron Will, Quicken Spell-Like Ability (magic missile), Weapon Focus (bite)", 
            "senses": "darkvision 60 ft., detect good, detect magic; Perception +20", 
            "description": "This foul creature looks like an emaciated humanoid with the head of a jackal.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Consumptive Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A meladaemon radiates an aura of hunger to a radius of 20 feet. Every round a creature begins its turn within this aura, it must succeed at a DC 22 Fortitude save or take 1d6 nonlethal damage and become fatigued from extreme hunger. Creatures that do not need to eat are immune to this effect. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Disease", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "The save DC is Constitution-based. Bite:", 
                            "sections": [
                                {
                                    "source": "Bestiary 2", 
                                    "name": "Daemonic wasting", 
                                    "type": "affliction",
                                    "subtype": "disease", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 22",
                                    "onset": "1 day", 
                                    "frequency": "1/day", 
                                    "effect": "1d4 Constitution damage and 1d4 Charisma damage", 
                                    "cure": "2 consecutive saves" 
                                }
                            ]
                        }, 
                        {
                            "name": "Hunger", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A meladaemon's claw attack deals an additional 1d6 points of nonlethal damage as it causes sudden pangs of horrific hunger in its foe. Creatures that do not need to eat are immune to this effect.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>As personifications of death from starvation and thirst, these withered fiends spend their time destroying resources and spreading hunger. Deacons of the Horseman of Famine, these creatures visit worlds throughout the planes, destroying acres of crops and slaughtering livestock in order to harvest souls for their honored master. Meladaemons delight in the slow death of starvation, going so far as to experiment with various bodily deficiencies and mortal weaknesses. Arrogant and utterly bound to their patron, meladaemons rarely work with others of their kind and never serve any of the other three Horsemen except in the rarest of circumstances.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Meladaemons stand approximately 12 feet tall and weigh 350 pounds.</p>"
                }
            ], 
            "hp": "147 (14d10+70)", 
            "reach": "10 ft.", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+14", 
            "name": "Daemon, Meladaemon", 
            "skills": "Bluff +21, Fly +17, Heal +11, Intimidate +21, Knowledge (planes) +22, Knowledge (religion) +22, Perception +20, Sense Motive +20, Spellcraft +22, Stealth +19, Survival +20, Use Magic Device +14", 
            "reflex": "+15", 
            "space": "10 ft.", 
            "cmb": "+21", 
            "will": "+14", 
            "aura": "consumptive aura (20 ft.)", 
            "sr": "22", 
            "organization": "solitary, pack (2-5), or cabal (6-12)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "source": "Bestiary 2", 
            "text": "<p>Crowned with a wicked array of twisted horns, this wide-mouthed, spherical behemoth stands on four stout legs.</p>", 
            "type": "section", 
            "name": "Daemon, Olethrodaemon", 
            "sections": [
                {
                    "dexterity": "26", 
                    "ac": "38, touch 18, flat-footed 30 (+4 deflection, +8 Dex, +20 natural, -4 size)", 
                    "cmd": "54 (58 vs. trip)", 
                    "special_attacks": "drain soul, soul-drained breath, trample (2d8+18, DC 32)", 
                    "intelligence": "12", 
                    "resist": "cold 10, electricity 10, fire 10", 
                    "melee": "2 bites +28 (2d8+12/19-20 plus grab), 4 claws +28 (2d6+12 plus grab), gore +28 (2d8+12)", 
                    "cr": "20", 
                    "xp": "307,200", 
                    "speed": "40 ft., burrow 50 ft.", 
                    "alignment": "NE", 
                    "size": "Gargantuan", 
                    "environment": "any (Abaddon)", 
                    "strength": "35", 
                    "constitution": "37", 
                    "source": "Bestiary 2", 
                    "treasure": "standard", 
                    "charisma": "25", 
                    "languages": "Abyssal, Infernal; telepathy 100 ft.", 
                    "immune": "acid, death effects, disease, poison", 
                    "init": "+12", 
                    "fortitude": "+29", 
                    "spells": {
                        "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>true seeing, unholy aura</i> (DC 25)</p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. objects only), <i>telekinesis</i>, <i>wall of fire, wall of ice</i></p><p class=\"stat-block-2\">3/day-quickened<i> disintegrate</i> (DC 23), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>blasphemy</i> (DC 24), summon (level 9 any 1 CR 19 or lower daemon, 100%), <i>wail of the banshee</i> (DC 26)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Sunder, Iron Will, Power Attack, Quicken Spell-Like Ability (disintegrate)", 
                    "senses": "darkvision 60 ft., true seeing; Perception +31", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Adamantine Claws", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "Able to tear through stone, an olethrodaemon's claws are treated as though they were adamantine. This ability also allows an olethrodaemon to make use of its burrow speed through stone.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Drain Soul", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "A creature grappled by an olethrodaemon's grab attack from its claws can be transferred to its mouth as a move action requiring no combat maneuver check. As a standard action, an olethrodaemon that begins its turn with an opponent grappled in either of its mouths can swallow the opponent by succeeding on another grapple check. If successful, the creature is swallowed into one of the olethrodaemon's many stomachs. These stomachs grind their contents and drain the life force from living creatures. Every round a creature remains in an olethrodaemon's stomach, it takes 4d8+18 points of damage and gains 1d4 negative levels. The creature can attempt to cut its way out of the olethrodaemon's stomach, but it suffers the chance of just cutting into another stomach chamber. An olethrodaemon's stomach is AC 20 and has 40 hit points. Once a creature deals enough damage to allow escape, it has a 50% chance to end up in another stomach chamber instead of escaping. Due to the multiple stomach chambers, an olethrodaemon can house and drain up to four medium creatures at one time. This ability otherwise functions as the swallow whole special attack. It is a DC 33 Fortitude save to remove negative levels gained in this fashion. This save is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Soul-Drained Breath", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 2", 
                                    "text": "An olethrodaemon can convert life energy it has consumed into a potent breath weapon. Up to three times per day, but no more often than once every 1d4 rounds, an olethrodaemon can expel a 120-foot line or a 60-foot cone of shrieking black smoke and wind from one of its mouths as a standard action. Any living creature in the area of this attack takes 20d10 points of damage from negative energy, or half on a successful DC 27 Reflex save. Undead creatures caught in this negative energy are healed for the same amount instead of damaged. The save DC for this effect is Charisma-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>While some of the more powerful daemons are servitors to one of the Four Horsemen, olethrodaemons serve as juggernauts for all of the Four. These massive creatures are the embodiment of death and destruction&shy;&mdash;the very vessels of apocalypse that daemons wish to see wrought upon the multiverse. These nihilistic behemoths roam the gray expanses of Abaddon, feasting on the souls of evil mortals damned to their realm. When on the Material Plane, olethrodaemons act as agents of destruction, spreading ruin and devouring mortal souls as they plow through cities and countrysides, bent on devastation. It's rare for a mortal to be able to control such a potent force, but sometimes mad spellcasters utilize effects like <i>gate</i> to urge an olethrodaemon to visit a devastating holocaust upon an enemy region&mdash;the olethrodaemon generally does not hold a grudge against a mortal that asks such a service from it. </p>"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>These immense creatures stand over 25 feet tall and weigh close to 12,000 pounds, their powerful, muscular bodies covered by durable plates and head thronged with dangerous, twisted horns. Olethrodaemons stand on four stout legs, and possess an equal number of arms, each ending in wickedly sharp claws able to tear through stone as easily as flesh. The creature's eyes, as well as its two mouths, glow like coals in a kiln. The creature feeds on souls and has multiple stomachs to digest mortal essences. </p>"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>While not as intelligent or scheming as many other powerful daemons (or other fiends who match their power, for that matter), olethrodaemons remain dangerous foes. They do not generally wish to lead armies and gain power by control, but rather to revel in the evil purity of annihilation. Among olethrodaemons, the greatest desire is to be the one to devour the very last mortal soul. They angle and shove for this honor, often ceding a city or group of victims to a rival if they believe that, in so doing, they might gain the advantage of positioning to consume the final soul once the multiverse has been devoured.</p>"
                        }
                    ], 
                    "hp": "370 (20d10+260)", 
                    "reach": "20 ft.", 
                    "wisdom": "26", 
                    "creature_type": "Outsider", 
                    "special_qualities": "adamantine claws", 
                    "dr": "10/good and silver", 
                    "base_attack": "+20", 
                    "name": "Olethrodaemon", 
                    "skills": "Climb +35, Intimidate +30, Knowledge (planes) +24, Perception +31, Sense Motive +31, Stealth +19, Survival +31", 
                    "reflex": "+18", 
                    "space": "20 ft.", 
                    "cmb": "+36 (+40 grapple)", 
                    "will": "+26", 
                    "aura": "unholy aura", 
                    "sr": "31", 
                    "organization": "solitary, pair, or apocalypse (3-5)", 
                    "creature_subtype": "daemon, evil, extraplanar"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p>Just as powerful balors become lords and pit fiends clamor for positions as infernal dukes, olethrodaemons can achieve a unique level of power among their kin. These creatures are known as paragons, and gain this level of power by pledging their loyalty to one of the Four Horsemen as a chosen agent of apocalypse. These advanced olethrodaemons specialize in their patron's particular method of annihilation, their abilities evolving to suit the method of ruin. An olethrodaemon paragon generally has from 4 to 8 additional Hit Dice, and is usually a <span class=\"stat-block-cr\">CR 22</span> to <span class=\"stat-block-cr\">CR 24</span> creature.</p><p>Some planar scholars postulate that olethrodaemons are actually the creations of the Four Horsemen, and that the Four worked foul rites upon a fifth Horseman, with these interactions spawning olethrodaemons to serve their will and spread oblivion throughout the multiverse. The abilities of these chosen spawn warp to the tendencies of their daemonic lords.</p><p>Olethrodaemons serving the Horseman of Pestilence can infect their victims with a powerful disease by means of all their natural attacks. Creatures who succumb to this attack are affected as if by a maximized <i>contagion</i> spell, heightened to 9th level.</p><p>Olethrodaemons serving the Horseman of War can imbue their natural attacks with additional properties. As a free action, an olethrodaemon can apply any special weapon property equivalent to a +2 enhancement to its bite, claw, gore, or trample attacks for 1 round&mdash;most of these olethrodaemon paragons elect to grant their natural weapons the unholy enhancement.</p><p>Olethrodaemons serving the Horseman of Famine gain the consumptive aura ability of the meladaemon, but the nonlethal damage dealt increases to 6d6 and victims who succumb become exhausted rather than merely fatigued.</p><p>Olethrodaemons serving the Horseman of Death gain the ability to inflict a negative level on a foe each time they strike with a claw attack, or else gain the ability to cause those they damage to age rapidly and grow old and frail with hideous speed.</p>", 
                    "type": "section", 
                    "name": "Olethrodaemon Paragons", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "18", 
            "ac": "24, touch 14, flat-footed 20 (+4 Dex, +10 natural)", 
            "special_attacks": "constrict (2d6+10)", 
            "intelligence": "14", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "2 claws +18 (2d6+7/18-20/&times;3 plus grab and 1d6 bleed), tentacles +16 (1d10+3 plus poison)", 
            "cr": "10", 
            "speed": "30 ft., swim 50 ft.", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any (Abaddon)", 
            "strength": "25", 
            "constitution": "24", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "17", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+8", 
            "text": "<p><span class=\"char-style-override-30\">XP</span> 9,600</p>", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 11th; concentration +14)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>fly</i>, <i>stinking cloud</i> (DC 16)</p><p class=\"stat-block-2\">1/day-summon (level 4, 1d3 hydrodaemons 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Critical Focus, Improved Initiative, Multiattack, Power Attack, Sickening Critical, Vital Strike", 
            "senses": "darkvision 60 ft., detect good, detect magic, see invisibility; Perception +16", 
            "description": "This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Augmented Critical", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A piscodaemon's claws threaten a critical hit on an 18&ndash;20 and inflict &times;3 damage on a successful critical hit.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Tentacles:", 
                            "sections": [
                                {
                                    "source": "Bestiary 2", 
                                    "name": "Piscodaemon Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 22", 
                                    "frequency": "1/round for 6 rounds", 
                                    "effect": "1d2 Constitution plus staggered for 1 round", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>These aquatic daemons roam the lower planes sowing misery and blight. They delight in drawn-out deaths, poisoning creatures or dismembering victims to watch them slowly bleed out. On their home plane of Abaddon, piscodaemons gravitate toward the same aquatic regions inhabited by hydrodaemons, and often the stronger among their ranks end up leading armies of hydrodaemons against their enemies. These creatures serve as sergeants in the hierarchy of Abaddon, and run their units with an excess of cruelty and violence. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Instead of preying on the weak, piscodaemons enjoy targeting strong, well-armored warriors, knowing the pain of their weakening poison rests poorly on shoulders accustomed to bearing heavy weights and delivering devastating blows.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Piscodaemons are 7 feet tall and weigh 400 pounds.</p>"
                }
            ], 
            "hp": "137 (11d10+77)", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious, augmented critical", 
            "dr": "10/good", 
            "base_attack": "+11", 
            "name": "Daemon, Piscodaemon", 
            "skills": "Escape Artist +18, Intimidate +17, Knowledge (planes) +16, Perception +16, Sense Motive +16, Stealth +18, Survival +16, Swim +29", 
            "reflex": "+7", 
            "cmd": "32", 
            "cmb": "+18 (+22 grapple)", 
            "will": "+9", 
            "sr": "21", 
            "organization": "solitary, pair, or knot (3-5)", 
            "creature_subtype": "aquatic, daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "23", 
            "ac": "35, touch 19, flat-footed 29 (+4 deflection, +6 Dex, +16 natural, -1 size)", 
            "cmd": "51", 
            "special_attacks": "weapon steep", 
            "intelligence": "17", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "+2 wounding halberd 2d8+18/19-20/x3, bite +24 (1d8+5)", 
            "cr": "18", 
            "speed": "30 ft., fly 60 ft. (good)", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "32", 
            "constitution": "30", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "21", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+10", 
            "text": "<p><span class=\"char-style-override-30\">XP</span> 153,600</p>", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +23)<p class=\"stat-block-2\">Constant-<i>true seeing, unholy aura</i> (DC 23)</p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>chain lightning</i> (DC 21), <i>cone of cold</i> (DC 20), <i>flame strike</i> (DC 20)</p><p class=\"stat-block-2\">1/day-summon (level 5, 2 derghodaemons 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Expertise, Combat Reflexes, Greater Vital Strike, Improved CriticalB (halberd), Improved Initiative, Improved Sunder, Improved Vital Strike, Lunge, Power Attack, Quick Draw, Vital Strike, Weapon FocusB (halberd)", 
            "senses": "darkvision 60 ft., true seeing; Perception +26", 
            "description": "Dozens of weapons pierce this massive monster's body. Red eyes glow with wickedness in its vulture-like head.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Weapon Steep", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A purrodaemon can sheathe a weapon in its flesh as a swift action. This does no damage to the daemon. If a weapon remains sheathed in its body for at least 24 hours, the weapon absorbs some of its essence and gains magical enhancements. A purrodaemon can have up to a dozen weapons lodged in its body at a time, but only one can possess magical enhancements at a time. The total enhancements cannot exceed a +4 effective enhancement&mdash;most purrodaemons opt to create +2 wounding weapons in this manner. A weapon's enhancements vanish as soon as the purrodaemon dies or releases the weapon. A purrodaemon gains Weapon Focus and Improved Critical as bonus feats as long as it wields a weapon benefiting from its weapon steep ability.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Deacons of War, purrodaemons ravage the planes as generals of massive battles. They employ creative tactics and never launch an assault without carefully looking over the plans or surveying the battlefield themselves. A purrodaemon is 12 feet tall and weighs 1,300 pounds.</p>"
                }
            ], 
            "hp": "294 (19d10+190)", 
            "reach": "10 ft.", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "dr": "10/good and silver", 
            "base_attack": "+19", 
            "name": "Daemon, Purrodaemon", 
            "skills": "Acrobatics +28, Bluff +21, Diplomacy +17, Fly +16, Intimidate +27, Knowledge (planes) +25, Perception +26, Sense Motive +26, Spellcraft +23, Stealth +24, Survival +17", 
            "reflex": "+21", 
            "space": "10 ft.", 
            "cmb": "+31", 
            "will": "+14", 
            "aura": "fear (15 ft., DC 24), unholy aura", 
            "sr": "29", 
            "organization": "solitary, patrol (2-5), or unit (6-12)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }, 
        {
            "dexterity": "16", 
            "ac": "27, touch 14, flat-footed 23 (+3 Dex, +1 dodge, +13 natural)", 
            "intelligence": "17", 
            "resist": "cold 10, electricity 10, fire 10", 
            "melee": "+2 quarterstaff +22/+17/+12 (1d6+9 plus energy drain) or", 
            "cr": "13", 
            "xp": "25,600", 
            "speed": "30 ft.", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any (Abaddon)", 
            "strength": "21", 
            "constitution": "23", 
            "source": "Bestiary 2", 
            "treasure": "standard (+2 quarterstaff, other treasure)", 
            "charisma": "18", 
            "languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "acid, death effects, disease, poison", 
            "init": "+7", 
            "fortitude": "+11", 
            "type": "creature", 
            "feats": "Alertness, Blind-Fight, Dodge, Improved Initiative, Iron Will, Lunge, Mobility, Power Attack", 
            "senses": "darkvision 60 ft., true seeing; Perception +25", 
            "description": "Rattling with each stride, this looming, horned, skeletal figure clutches a wicked staff. A seething glow burns in its eye sockets. ", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>2 claws +20 (1d4+5 plus energy drain)<span class=\"char-style-override-29\"> </span></p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "name": "Special Attacks",
                    "text": "<p class=\"stat-block-1\"> draining weapon, energy drain (1 level, DC 21), fear gaze, soul crush</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "name": "Spell-Like Abilities",
                    "text": "<p class=\"stat-block-1\"> (CL 15th; concentration +19)</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p class=\"stat-block-2\">Constant&mdash;<i>air walk</i>, <i>true seeing</i></p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p class=\"stat-block-2\">At will&mdash;<i>greater teleport</i> (self plus skiff and passengers only), <i>plane shift</i> (self plus skiff and passengers only, Astral, Ethereal, and evil-aligned planes only)</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p class=\"stat-block-2\">3/day&mdash;<i>animate dead</i>, <i>desecrate</i>, <i>enervation</i></p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p class=\"stat-block-2\">1/day&mdash;summon (level 4, 1d4 hydrodaemons 80% or 1 thanadaemon 35%)</p>"
                }, 
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Draining Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A thanadaemon's energy drain attack functions through any melee weapon it wields.", 
                            "sections": []
                        }, 
                        {
                            "name": "Fear Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Cower in fear for 1d6 rounds, 30 feet, Will DC 21 negates. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Soul Crush", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A thanadaemon can crush a soul gem (see cacodaemon) as a standard action to gain fast healing 15 for 15 rounds (this is a standard action). This action condemns the crushed soul to Abaddon&mdash;resurrecting this victim requires a DC 28 caster level check.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While all daemons represent death in some fashion, thanadaemons, the Deacons of Death, represent the inevitable death through old age. Thanadaemons effortlessly work eerie skiffs along every pus- and bile-choked river in Abaddon, including the legendary River Styx. For the right price (typically 50 pp or 2 gems worth at least 300 gp each), a thanadaemon will even carry passengers on its skiff, yet those who travel with these fiends should beware&mdash;they frequently renegotiate the terms once they've got their passengers in dangerous realms.</p>"
                }
            ], 
            "hp": "172 (15d10+90)", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+15", 
            "name": "Daemon, Thanadaemon", 
            "skills": "Acrobatics +21, Bluff +22, Diplomacy +22, Intimidate +22, Knowledge (planes) +21, Knowledge (religion) +21, Perception +25, Sense Motive +25, Stealth +14, Survival +10", 
            "reflex": "+12", 
            "cmd": "34", 
            "cmb": "+20", 
            "will": "+14", 
            "sr": "24", 
            "organization": "solitary, pair, or council (3-11)", 
            "creature_subtype": "daemon, evil, extraplanar"
        }
    ], 
    "name": "Daemon", 
    "type": "section"
}
