{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Well known for their mischievous natures, their nasty senses of humor, and their destructive habits, the fey creatures known as gremlins rightfully earn their reputations as cruel pranksters and sadistic saboteurs. Ranging in size from 3 feet in height down to barely over a foot tall, numerous types of gremlins stalk the world's dark and unseen reaches, tending to linger near thin spots in reality between the Material Plane and the realms of the fey. The smaller a gremlin is, the stronger its ties to the realm of the fey remain, and the stranger and more potent its powers.</p><p>Gremlins understand that they lack physical power, and thus are usually encountered in large groups that work together to defend each other and their lair. While all gremlins share certain traits in common, such as a resistance to damage from weapons save those made of cold iron, a cruel and sadistic sense of humor, the ability to use prestidigitation to enhance their mischievous plans, and their slight statures, the single trait that gremlins are most well known for is their ability to break, curse, and otherwise ruin the works of other creatures. Gremlins take great delight in ruining and breaking things, and while each gremlin race has a particular &ldquo;specialty&rdquo; (be it magical auras, complex machinery, coordinated tactics, or even luck itself), all gremlins are fascinated by complex devices and intricate social constructs. Nothing pleases a gremlin more than being involved in the collapse of something complex.</p><p>Although gremlins originally hailed from the mysterious realm of the fey, they have lived upon the Material Plane for countless generations. In that time, they have become natives of this realm, both in body and soul. Yet not all gremlins have managed to retain their strange powers to disrupt and destroy&mdash;the most unfortunate gremlins are not even commonly known as gremlins at all. These bizarre creatures are known as mites. While they retain the gremlin ability to use a few spell-like abilities, mites represent to their fellow gremlins the ultimate shame and horror&mdash;a fall into pathetic self-loathing and pitiful cowardice. As a result, gremlins grow particularly sadistic and violent when presented with an opportunity to torment a tribe of mites, abandoning their more subtle methods of disrupting communities and machinery in favor of all-out war, invading mite homes and lairs with tiny knives in hand and murder on their minds. Only mite tribes that have managed to ally themselves with particularly dangerous vermin generally have any chance at all to withstand an invasion of this sort, and most tribes quickly surrender to the gremlins. In some cases, the wholesale act of surrender can cool the gremlins' rage, and the attackers simply take steps to subjugate and enslave the tribe of mites, using them from that point on as a slave class to serve their whims, but in other cases not even the mite tribe's complete surrender can save them.</p><p>Against larger creatures, particularly humanoids (whom gremlins particularly love to torment and vex), gremlins adopt a much more subtle approach. Gremlins know that they lack the physical strength to withstand a fight against even the weakest humanoid societies, and thus keep to the shadows when moving through cities and villages. Gremlins seek out regions within urban areas where the &ldquo;big folk&rdquo; don't bother to visit often&mdash;places like sewers, dumps, graveyards, and abandoned buildings make for perfect gremlin lairs. Once a gremlin tribe establishes itself in the shadows of a humanoid society, it begins its work. Operating in pairs or even alone, the gremlins move out into the society, seeking ways to undo anything that can be undone. If a gremlin can arrange it, it prefers to leave an object, relationship, or situation in such a condition that it may seem stable and undamaged to the casual observer, but falls apart or fails spectacularly the next time it is used or encountered. A gremlin often waits in hiding nearby so it can observe the calamitous results of its mayhem, but takes pains to be well out of reach when such a disaster occurs. Gremlins know that it's not good to be in arm's reach of an angry humanoid once it realizes it's been visited by a gremlin.</p><p>In areas where gremlin activity is well established, many societies have developed unique and clever ways to both protect themselves from gremlin-related mayhem and root out the little monsters from their lairs. One common method of dealing with gremlins is to use objects known as gremlin bells. Crafted from bronze, brass, or other semiprecious metals and measuring no more than an inch tall, gremlin bells are hung from delicate chains or silken cords over door frames and windows, or affixed to precious objects. The belief is that the presence of a gremlin bell sickens the creatures and even renders their supernatural and spell-like abilities useless. Strangely enough, many gremlins believe this as well, and even when the gremlin bells aren't magic, gremlins won't risk tinkering with most objects that seem to be warded in such a manner.</p><p>Other communities take a much more active path in ridding themselves of gremlins, training small animals like cats, dogs, falcons, or even weasels to seek out and attack gremlins on sight. Tiny trained animals can pursue gremlins into their cramped warrens with ease and, when their claws are fitted with cleverly constructed cold iron spikes, can inflict significant damage on a tribe of these creatures. Many gremlin tribes have learned from such tactics, however, and utilize trained (or not) animals in their own lairs for protection. </p>", 
            "type": "section", 
            "name": "Gremlin", 
            "sections": []
        }, 
        {
            "dexterity": "19", 
            "ac": "18, touch 17, flat-footed 13 (+4 Dex, +1 dodge, +1 natural, +2 size)", 
            "special_attacks": "sneak attack +1d6, tinker", 
            "intelligence": "14", 
            "racial_modifiers": "+4 Craft (traps), +4 Disable Device", 
            "melee": "short sword +6 (1d3-4/19-20), bite +1 (1d2-4)", 
            "type": "creature", 
            "cr": "1", 
            "xp": "400", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Tiny", 
            "environment": "any underground or urban", 
            "strength": "3", 
            "constitution": "11", 
            "space": "2-1/2 ft.", 
            "treasure": "standard (short sword, other treasure)", 
            "charisma": "15", 
            "languages": "Undercommon", 
            "source": "Bestiary 2", 
            "init": "+4", 
            "fortitude": "+0", 
            "spells": {
                "spell-like abilities": "(CL 1st; concentration +3)<p class=\"stat-block-2\">At will-<i>prestidigitation</i></p><p class=\"stat-block-2\">1/hour-<i>dimension door</i> (self plus 5 lbs. only)</p>"
            }, 
            "reflex": "+6", 
            "feats": "Dodge, ToughnessB, Weapon FinesseB", 
            "senses": "darkvision 120 ft., low-light vision; Perception +6", 
            "description": "Grimacing like a maniac, this lean little bat-eared horror displays a mouth full of needle-like teeth and glowing, orange eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Tinker", 
                            "type": "ability", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A group of six jinkins working together over the course of an hour can create an effect identical to bestow curse on any living creature. This effect functions at CL 6th, and the target creature must be either willing or helpless (but still gets a saving throw to resist). The save is DC 14 + the Charisma modifier of the jinkin with the highest Charisma score (DC 16 for most groups of jinkins). Alternatively, the group of jinkins can attempt to infuse a magic item with a curse. The nature of this curse is determined randomly; half of these curses make the magic item unreliable (each time the item is used, there is a 20% chance it does not function), while the other half give the item a random requirement. A jinkin can take part in a tinkering only once per day, and may only tinker with a creature or object that isn't already cursed. Once a tinkering curse is in place, it is permanent until removed via an effect like remove curse. All jinkin tinkerings function as a curse created by a 6th-level caster.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sneaky and sadistic, jinkins are hideous gremlins that inhabit the dark places underground. Well acclimated to the shadows, they hide in cramped quarters and attack larger creatures when they're strategically positioned. Jinkins commonly work with or near larger or more powerful creatures; these larger creatures provide cover for the jinkins' trickery. They use <i>dimension door </i>to exit any battle that goes badly, taking any stolen goods with them.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Jinkins delight in leading larger creatures into dangerous caves or pits, usually by lunging out of the shadows to make a single sneak attack against a creature and then running away, taking care while &ldquo;fleeing&rdquo; to remain visible to their target so that they can lure the victim into a trap.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Jinkins also hold dangerous grudges, and one might follow a creature that supposedly slighted it for weeks, looking for an opportunity to take revenge. This revenge can take many forms, from leading horses astray to contaminating food supplies to directing larger monsters toward the begrudged creature.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>One of the most direct and unwelcome revenges of the jinkins is the destruction or cursing of magical items. Many times they'll observe camped enemies from a distance and either steal an item to tinker with it or just use their tinkering magic at a distance to annoy the item's owner. Once a jinkin has worked its sabotage on a stolen item, the jinkin either grows bored with the item or may attempt to return it to its owner. Jinkin lairs are often cluttered with stolen items that bear curses the jinkins themselves have forgotten all about.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dwarves in particular hate jinkins, with numerous tales in their folklore telling of tragedy at the hands of the gremlins. The loathing is largely mutual.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The average jinkin stands almost 2 feet tall and weighs about 13 pounds.</p>"
                }
            ], 
            "hp": "6 (1d6+3)", 
            "reach": "0 ft.", 
            "wisdom": "14", 
            "creature_type": "Fey", 
            "dr": "5/cold iron", 
            "base_attack": "+0", 
            "name": "Gremlin, Jinkin", 
            "skills": "Bluff +6, Craft (traps) +10, Disable Device +9, Escape Artist +8, Perception +6, Sleight of Hand +8, Stealth +16, Use Magic Device +6", 
            "sr": "12", 
            "cmd": "9", 
            "cmb": "+2", 
            "will": "+4", 
            "organization": "solitary, pair, mob (3-12), or infestation (13-20 with 1-3 sorcerers of 1st-3rd level, 1 rogue leader of 2nd-4th level, 2-8 trained stirges, 2-5 trained darkmantles, and 1-2 trained dire bats)"
        }, 
        {
            "dexterity": "18", 
            "ac": "18, touch 15, flat-footed 14 (+4 Dex, +3 natural, +1 size)", 
            "intelligence": "8", 
            "racial_modifiers": "+4 Craft (traps), +4 Intimidate, +4 Perception", 
            "melee": "bite +3 (1d4+1 plus grab), 2 claws +4 (1d3+1 plus trip)", 
            "type": "creature", 
            "cr": "2", 
            "xp": "600", 
            "speed": "30 ft., climb 20 ft.", 
            "alignment": "CE", 
            "spells": {
                "spell-like abilities": "(CL 3rd; concentration +4)<p class=\"stat-block-2\">At will-<i>prestidigitation</i></p><p class=\"stat-block-2\">1/hour-<i>heat metal</i>, <i>shocking grasp, snare</i></p>"
            }, 
            "environment": "any underground or urban", 
            "strength": "13", 
            "constitution": "15", 
            "treasure": "standard", 
            "charisma": "12", 
            "languages": "Undercommon", 
            "source": "Bestiary 2", 
            "init": "+4", 
            "fortitude": "+3", 
            "size": "Small", 
            "reflex": "+7", 
            "feats": "Step Up, ToughnessB, Weapon Focus (claw)", 
            "senses": "darkvision 120 ft., low-light vision; Perception +9", 
            "description": "This hideous, hunchbacked creature has three glowing blue eyes. Oily hair grows from its head and back, covering it like a cloak.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Kneecapper", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A nuglub has a +4 racial bonus on combat maneuver checks to trip an opponent.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nuglub gremlins are deranged; they enjoy combat with a manic glee that other gremlins reserve for destroying devices or creating complex traps. Indeed, they spend long hours sharpening their claws, filing their teeth, and looking for the perfect ledge from which to leap into the fray. If combat doesn't come to them, they seek it out, entering villages and killing innocents by night. Their idea of a good time is murder so silent that the victim never wakes up, so the family members find the remains the next morning and accuse one another of the atrocity. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nuglubs jealously attack armored foes, as the gremlins' hunchbacked forms make it difficult to wear armor made for other humanoids. A group may use its <i>heat metal</i> and <i>shocking grasp</i> abilities to weaken an opponent before mobbing it and trying to knock the foe prone. As soon as an enemy falls to the ground, all nuglubs descend on that target in a frenzy of bloodlust, grappling and biting, holding on like perverse leeches until nothing remains.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Though less technically inclined than some of their kin, nuglubs like using traps. Unlike most gremlins, who prefer to sabotage existing machines, nuglubs delight in the stealthy construction of traps in areas their victims consider familiar, rigging these painful and often deadly surprises on front doors, around the floor of beds, or near cribs in nurseries.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nuglubs are the brutes of gremlin-kind. Groups of nuglubs remain small, as they tend to quarrel with each other and cannibalize those on the wrong side of an angry argument. Lone nuglubs often work with other gremlins, as they like proving they're the strongest, and aren't likely to kill and eat their smaller allies (though those slain by other enemies are fair game for a little snacking).</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nuglubs typically stand 2-1/2 feet tall and weigh approximately 25 pounds.</p>"
                }
            ], 
            "hp": "19 (3d6+9)", 
            "wisdom": "9", 
            "creature_type": "Fey", 
            "special_qualities": "kneecapper", 
            "dr": "5/cold iron", 
            "base_attack": "+1", 
            "name": "Gremlin, Nuglub", 
            "skills": "Acrobatics +10, Climb +9, Craft (traps) +9, Intimidate +8, Perception +9, Stealth +14", 
            "sr": "13", 
            "cmd": "15", 
            "cmb": "+1 (+5 grapple and trip)", 
            "will": "+2", 
            "organization": "solitary, pair, or mob (3-6)"
        }, 
        {
            "dexterity": "13", 
            "ac": "13, touch 13, flat-footed 12 (+1 Dex, +2 size)", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Stealth, -4 Perception when listening", 
            "melee": "dagger +3 (1d2-4/19-20)", 
            "type": "creature", 
            "cr": "1/2", 
            "xp": "200", 
            "speed": "30 ft.", 
            "alignment": "NE", 
            "size": "Tiny", 
            "environment": "warm hills", 
            "strength": "3", 
            "constitution": "11", 
            "space": "2-1/2 ft.", 
            "treasure": "standard (dagger, shortbow with 20 arrows, other treasure)", 
            "charisma": "6", 
            "languages": "Gnoll, Undercommon", 
            "source": "Bestiary 2", 
            "init": "+5", 
            "fortitude": "+0", 
            "spells": {
                "spell-like abilities": "(CL 1st; concentration -1)<p class=\"stat-block-2\">At will-<i>prestidigitation</i>, <i>speak with animals</i></p><p class=\"stat-block-2\">1/day-<i>shatter</i> (DC 10)</p>"
            }, 
            "reflex": "+3", 
            "feats": "Improved Initiative, ToughnessB, Weapon FinesseB", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Unluck Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A pugwampi radiates an aura of unluck to a radius of 20 feet. Any creature in this area must roll two d20s whenever a situation calls for a d20 roll (such as an attack roll, a skill check, or a saving throw) and must use the lower of the two results generated. This is a mind-affecting effect that does not work on animals, other gremlins, or gnolls. Any character who gains any sort of luck bonus (such as that granted by a luckstone or divine favor) is immune to the pugwampi unluck aura.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Mean, dog-faced, and cowardly, pugwampis are loved by no one&mdash;not even other gremlins. These gremlins take disproportionate amounts of enjoyment from the accidents and missteps of other creatures, often going to great lengths to manufacture the perfect deadfalls or stumbling blocks. They then wait nearby, both to laugh at the inevitable mishaps and to make sure their personal unluckiness is passed off on their victims.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Pugwampis live in caves or ruined buildings, occasionally venturing forth to find victims upon which to inflict their sick senses of humor. Their &ldquo;jokes&rdquo; tend to involve spikes and excrement, or sometimes pits full of spiders or campsites that flood with swamp water. Certainly only the pugwampis consider their jokes funny. As all pugwampis are somewhat deaf, when not trying to be stealthy, they tend to scream and yell loudly so they can hear themselves and each other.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>At some point in the distant past, pugwampis became enamored of gnolls, seeing in the beast-men a kindred form and thus aspiring to the height and deadly prowess of the savage warriors, whom they honor as gods. Gnolls, for their part, hate pugwampis even more than other creatures, mostly because of the gremlins' weakness and sickening fawning, though they sometimes keep the gremlins around just to torment them.</p>"
                }
            ], 
            "senses": "darkvision 120 ft., low-light vision; Perception +6", 
            "description": "As if the world's most revolting lapdog had somehow learned to walk on its back legs, this sickly creature slinks forward carefully.", 
            "ranged": "shortbow +3 (1d3-4/&times;3)", 
            "hp": "6 (1d6+3)", 
            "reach": "0 ft.", 
            "wisdom": "14", 
            "creature_type": "Fey", 
            "dr": "2/cold iron", 
            "base_attack": "+0", 
            "name": "Gremlin, Pugwampi", 
            "skills": "Bluff +2, Craft (traps) +4, Disable Device +2, Perception +6 (+2 Listening), Ride +2, Stealth +17", 
            "sr": "7", 
            "cmd": "5", 
            "cmb": "-1", 
            "will": "+4", 
            "aura": "unluck (20 ft.)", 
            "organization": "solitary, pair, mob (3-12), or infestation (13-20 with 1-3 druids of 1st-3rd level, 1 fighter leader of 2nd-4th level, 2-8 trained stirges, and 2-5 trained baboons)"
        }, 
        {
            "dexterity": "13", 
            "ac": "15, touch 13, flat-footed 14 (+1 Dex, +2 natural, +2 size)", 
            "special_attacks": "speedy sabotage, wrecking crew", 
            "intelligence": "12", 
            "racial_modifiers": "+4 Disable Device, +4 Stealth in metal or stony areas, -4 Stealth when moving", 
            "melee": "warhammer +3 (1d4-2/&times;3), bite -2 (1d3-2)", 
            "type": "creature", 
            "cr": "1", 
            "xp": "400", 
            "speed": "20 ft., climb 20 ft.", 
            "alignment": "LE", 
            "size": "Tiny", 
            "environment": "any underground or urban", 
            "strength": "6", 
            "constitution": "14", 
            "space": "2-1/2 ft.", 
            "treasure": "standard (warhammer, other treasure)", 
            "charisma": "11", 
            "languages": "Undercommon", 
            "source": "Bestiary 2", 
            "init": "+1", 
            "fortitude": "+2", 
            "spells": {
                "spell-like abilities": "(CL 1st; concentration +1)<p class=\"stat-block-2\">At will-<i>prestidigitation</i></p><p class=\"stat-block-2\">1/hour-<i>rusting grasp, snare</i></p>"
            }, 
            "reflex": "+3", 
            "feats": "Skill Focus (Disable Device), ToughnessB, Weapon FinesseB", 
            "senses": "darkvision 120 ft., low-light vision; Perception +5", 
            "description": "With a head like an angry crustacean, this fierce little insectoid creature clacks and rattles with a tiny but solid-looking hammer.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Speedy Sabotage", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Vexgits are adept at disassembling machinery, reducing even complex devices to trash with shocking speed. When using the Disable Device skill, these gremlins treat all devices as being one category simpler for the purposes of determining how long it takes to use the skill. Thus, difficult devices count as tricky, tricky devices count as simple, and simple devices can be dismantled as a free action.", 
                            "sections": []
                        }, 
                        {
                            "name": "Wrecking Crew", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A group of up to six vexgits can work together to dismantle a device. This ability functions like the aid another action, but a single vexgit can receive help from up to five other vexgits, granting it up to a +10 bonus on its Disable Device check.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Maniacally destructive little brutes, vexgits delight in scrapping and sabotaging the works of larger races. The larger and more complicated the target, the better. While one of these spiteful gremlins might delight in trapping someone behind a door with a jammed lock, loosening the wheels on a carriage, or sneakily removing all the nails from a small boat, it's when groups of vexgits get together that they're truly dangerous. In such instances, the portcullis of a vexgit-infested gatehouse turns into a deadly weapon, while a clock tower becomes an avalanche of gears waiting to topple. Engineers warn apprentices of masterful constructions destroyed by these unruly gremlins, with many blaming their greatest failures on such tiny saboteurs.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Like most gremlins, vexgits prefer to live underground, but cities and the devices they find there fascinate them, often drawing mobs of the dangerous fey to sewer tunnels and abandoned warehouses.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Vexgits stand 1-1/2 feet tall and weigh approximately 16 pounds.</p>"
                }
            ], 
            "hp": "8 (1d6+5)", 
            "reach": "0 ft.", 
            "wisdom": "13", 
            "creature_type": "Fey", 
            "dr": "5/cold iron", 
            "base_attack": "+0", 
            "name": "Gremlin, Vexgit", 
            "skills": "Appraise +2, Climb +10, Craft (traps) +5, Disable Device +9, Knowledge (engineering) +2, Perception +5, Stealth +13 (+17 in metal or stony areas, +9 when moving)", 
            "sr": "12", 
            "cmd": "7", 
            "cmb": "-1", 
            "will": "+3", 
            "organization": "solitary, pair, mob (3-12), or infestation (13-20 with 1-3 sorcerers of 1st-3rd level, 1 rogue leader of 2nd-4th level, 2-14 trained dire rats, 2-5 trained venomous snakes, and 1-3 rat swarms)"
        }
    ], 
    "name": "Gremlin", 
    "type": "section"
}