{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Originally invented and forged in the Outer Planes by the axiomites, inevitables are living machines whose sole purpose is to seek out and destroy agents of chaos wherever they can.</p><p>During the height of the first war between law and chaos, while the Outer Planes were still forming from the raw chaos of the primal reality, inevitables were constructed by the axiomites as an unflinching army&mdash;soldiers powerful and devoted enough to march on the madness-inducing hordes of proteans who sought to unmake reality and return it all to the primal chaos they so adored. While this war has long since cooled to a simmer, and the reality of the Outer Planes is now not so easily threatened by the entropic influence of the proteans and their home plane, the defense of the axiomites' home plane remains the inevitables' primary goal. Despite the proteans' subsequent adaptation and study of how best to make themselves more resistant to the inevitables' attacks, these constructed soldiers remain imposingly effective.</p><p>Today, many inevitables&mdash;almost all of those encountered on the Material Plane&mdash;pursue a new aspect of their original mission: tracking down those who flagrantly flout the forces of law and redeeming them or, more often, eliminating the threat they present to the ordered nature of the multiverse. Matched on the side of chaos by the manipulative imentesh proteans, new inevitables awake to find themselves locked in a proxy war, knowing that losing the Material Plane to chaos would place their masters in a dangerous position.</p><p>Genderless, incorruptible, and caring nothing for power or personal advancement, inevitables are cunning and valiant shock troops in the service of law. Though they regularly interact with their creator race on their home plane, they have no society of their own, and are almost always encountered singly on other planes, each more than capable of pursuing its own mission. These individual crusades range from enforcing important or high-profile contracts and laws to forcibly correcting those mortals who would seek to cheat death. How they deal with the guilty varies according to the transgression: sometimes this means a simple <i>geas</i> or <i>mark of justice</i> to ensure that the target works to right his wrongs or never again strays from the path of law, but just as often an offense worthy of an inevitable's attention is severe enough that only immediate execution will suffice. Such decisions are not always popular&mdash;for the kindly priest who transcends mortality and the freedom fighter who battles the evil-yet-rightful king are every bit as guilty as grave-robbing necromancers and demon-worshipers&mdash;but the inevitables are always just, and few dare stand in the way of their judgment. Those inevitables who have completed a given mission often wander through whatever society they find themselves in, seeking other lawbreakers worthy of their ministrations. Brave souls with a worthy cause are always welcome to approach an inevitable and present their case, but should be wary of invoking the help of such powerful, single-minded beings&mdash;for an inevitable may not see the situation the same way they do, and though all inevitables do their best to preserve innocent life, they're not above sacrificing a few allies or innocents in an effort to bring down a greater villain.</p><p>Physically, inevitables often have humanoid forms or aspects, but their bodies appear somewhere between clockwork constructs and fine statues in the greatest classical tradition. Constructed of stone, adamantine, and even more precious materials, each inevitable is brought to sentience in the axiomites' forges already programmed with the details of its first target. Though they know that all beings outside of the lawful planes harbor chaos in their hearts, inevitables also understand that such conflicted creatures may yet be forces for law as much as for chaos, and thus overlook all but the most flagrant offenses. The most commonly recognized types of inevitables are as follows.</p>", 
            "type": "section", 
            "name": "Inevitable", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"arbiters\">Scouts and diplomats, often assigned to wizards as familiars in the hopes of directing such individuals to the cause of law.</p>", 
                    "type": "section", 
                    "name": "Arbiters", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"kolyaruts\">Cloaked and stealthy humanoid warriors who track and punish those who break contracts.</p>", 
                    "type": "section", 
                    "name": "Kolyaruts", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"lhaksharuts\">Juggernauts who search for permanent breaches and links between planes and invasions from one dimension to another.</p>", 
                    "type": "section", 
                    "name": "Lhaksharuts", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"maruts\">Towering beings of stone, steel, and storm who bring a fitting end to those mortals who try to cheat death in attempts to live forever.</p>", 
                    "type": "section", 
                    "name": "Maruts", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"zelekhuts\">Winged, centaur-like constructs who track down those who flee just and legal punishment, returning them to their rightful judges or carrying out the sentence themselves.</p>", 
                    "type": "section", 
                    "name": "Zelekhuts", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p>While the lhaksharuts are generally thought of as the most powerful caste of inevitable, there exist others of even greater skill and strength&mdash;these are known as the primal inevitables. These goliaths were among the first weapons of war forged by the axiomites to fight the protean menace&mdash;the methods to create more have long been lost to the axiomites, and those few primals who remain alive to this day have become legendary. None have been encountered in living memory, but the possibility of a primal's emergence is enough to give the proteans second thoughts when ideas of invading the inevitables' home plane arise.</p>", 
                    "type": "section", 
                    "name": "Primal Inevitables", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "16", 
            "ac": "16, touch 15, flat-footed 13 (+3 Dex, +1 natural, +2 size)", 
            "special_attacks": "electrical burst", 
            "intelligence": "11", 
            "melee": "short sword +7 (1d3/19-20)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 50 ft. (average)", 
            "alignment": "LN", 
            "size": "Tiny", 
            "environment": "any", 
            "strength": "11", 
            "constitution": "14", 
            "space": "2-1/2 ft.", 
            "treasure": "none", 
            "charisma": "14", 
            "languages": "truespeech", 
            "source": "Bestiary 2", 
            "init": "+3", 
            "fortitude": "+5", 
            "spells": {
                "spell-like abilities": "(CL 2nd; concentration +4)<p class=\"stat-block-2\">Constant-<i>detect chaos</i></p><p class=\"stat-block-2\">3/day-<i>command</i> (DC 13), <i>make whole</i>, <i>protection from chaos</i></p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, 6 questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Flyby Attack, Weapon FinesseB", 
            "senses": "darkvision 60 ft., detect chaos, low-light vision; Perception +5", 
            "description": "A sphere of bronze and copper set with a single eye, this winged creature has two clawed hands, one of which clutches a knife. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Constant Vigilance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "An arbiter gains a +4 bonus to recognize and disbelieve illusions created by creatures with the chaotic subtype or possessing the chaotic descriptor.", 
                            "sections": []
                        }, 
                        {
                            "name": "Electrical Burst", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "An arbiter can release electrical energy from its body in a 10-foot-radius burst that deals 3d6 electricity damage (DC 13 Reflex half). Immediately following such a burst, the arbiter becomes stunned for 24 hours. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Locate Inevitable", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "An arbiter can always sense the direction of the nearest non-arbiter inevitable on the plane, the better to help it report back to its superiors. It cannot sense the range to this inevitable.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Stealthy, observant, and frequently persuasive, arbiter inevitables are the scouts and diplomats of the inevitable race. Found throughout the multiverse in courts and on battlefields, arbiters keep a close eye on the forces of chaos and do their best to keep the lawful from straying, while simultaneously winning over the hearts and minds of those who might yet be saved. Though their assorted abilities make them extremely useful, arbiters see themselves less as servants than as advisers and counselors, preferring to ride around on their summoners' shoulders and help guide their &ldquo;partners&rdquo; on the path of law. They detest being summoned by chaotic individuals, and when teamed with such a creature, they aren't above using Diplomacy to try to influence the summoner's friends or refusing to undertake actions that seem contrary to their programming.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An arbiter who comes across evidence of a significant insurgence of chaos upon a given plane does everything in its power to rally its allies against the dangerous instability, and in situations that are clearly beyond its ability to handle, it may refuse to continue onward until the group agrees to help it reach the nearest greater inevitable and make a full report, or else may travel to Utopia itself and present its urgent information in person.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Arbiters typically bear the shapes of tiny clockwork spheres with shiny metal wings. Generally peaceful unless combating true creatures of chaos, arbiters prefer to cast <i>protection from chaos</i> on their allies and use <i>command</i> to make opponents drop their weapons and run. Their most powerful weapon, the ability to release their internal energy as a deadly burst, is reserved for dire need and battles of the utmost service to law, as the resulting period of darkness while they're powered down is the only thing that seems to truly scare the tiny automatons.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An arbiter inevitable can serve a spellcaster as a familiar. Such a spellcaster must be lawful neutral, must be at least caster level 7th, and must have the Improved Familiar feat. Arbiter inevitables measure 1 foot in diameter but are surprisingly heavy, weighing 60 pounds. Their ability to fly on metal wings is as much a supernatural ability as a physical one.</p>"
                }
            ], 
            "hp": "15 (2d10+4); regeneration 2 (chaotic)", 
            "reach": "0 ft.", 
            "wisdom": "11", 
            "defensive_abilities": "constant vigilance, constructed", 
            "creature_type": "Outsider", 
            "special_qualities": "locate inevitable", 
            "base_attack": "+2", 
            "name": "Inevitable, Arbiter", 
            "skills": "Diplomacy +7, Fly +12, Knowledge (planes) +5, Perception +5, Sense Motive +5, Stealth +16", 
            "reflex": "+3", 
            "cmd": "13", 
            "cmb": "+3", 
            "will": "+3", 
            "sr": "13", 
            "organization": "solitary, pair, or flock (3-14)", 
            "creature_subtype": "extraplanar, inevitable, lawful"
        }, 
        {
            "dexterity": "19", 
            "ac": "26, touch 14, flat-footed 22 (+4 Dex, +12 natural)", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Diplomacy, +4 Disguise", 
            "melee": "+2 bastard sword +20/+15/+10 (1d10+8/19-20), slam +13 (2d6+3) or<p class=\"stat-block-2\">2 slams +18 (2d6+6)</p>", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "30 ft.", 
            "alignment": "LN", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +15)<p class=\"stat-block-2\">At will-<i>discern lies</i> (DC 17), <i>disguise self</i>, <i>enervation</i>, <i>fear</i> (DC 17), <i>hold person</i> (DC 16), <i>invisibility</i> (self only), <i>locate creature</i>, <i>suggestion</i> (DC 16), <i>vampiric touch</i></p><p class=\"stat-block-2\">3/day-<i>hold monster</i> (DC 18), <i>mark of justice</i>, quickened<i> suggestion</i> (DC 16)</p><p class=\"stat-block-2\">1/week-<i>geas/quest</i></p>"
            }, 
            "environment": "any", 
            "strength": "22", 
            "constitution": "23", 
            "treasure": "standard (+2 bastard sword, other treasure)", 
            "charisma": "16", 
            "languages": "truespeech", 
            "source": "Bestiary 2", 
            "init": "+8", 
            "fortitude": "+14", 
            "size": "Medium", 
            "type": "creature", 
            "feats": "Alertness, Combat Casting, Combat Reflexes, Improved Initiative, Lightning Reflexes, Quicken Spell-Like Ability (suggestion)", 
            "senses": "darkvision 60 ft., low-light vision; Perception +22", 
            "description": "Beneath its cloak, this man-shaped creature appears to be part statue and part metallic machine.", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Kolyaruts are enforcers of bargains, traveling to the very edges of the planes in order to punish oath-breakers and see that contracts are kept. They care little for the terms of the agreements in question, only that promises are fulfilled, debts are paid, and balance is maintained.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Least conspicuous of the inevitables, even in their natural form, kolyaruts are the size of tall humans, though they weigh far more because of their composition. Capable of using both <i>invisibility</i> and <i>disguise self</i> to pass completely unnoticed through humanoid lands, kolyaruts most frequently appear as cloaked warriors bearing finely crafted bastard swords, allowing others to chalk up any metallic noises to the clanking of hidden armor until the moment when they pull back their hoods and let their quarries look upon their mechanical faces, understanding only too late the nature of the mysterious strangers.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Perhaps because their missions can be the murkiest and most open to interpretation, kolyaruts are by far the most talkative of the inevitables, naturally possessing a courtly grace and an encyclopedic knowledge of social customs, which they use both to assist them in gathering information on their targets and in issuing challenges (or executing dignified sentences) on the battlefield. Though naturally as solitary as their kindred, kolyaruts are occasionally content to let members of other races tag along and assist them in achieving shared goals, though they have little problem abandoning or even exploiting these &ldquo;comrades&rdquo; if it brings them closer to fulfilling their mission.</p>"
                }
            ], 
            "hp": "158 (12d10+92); regeneration 5 (chaotic)", 
            "wisdom": "17", 
            "defensive_abilities": "constructed", 
            "creature_type": "Outsider", 
            "dr": "10/chaotic", 
            "base_attack": "+12", 
            "name": "Inevitable, Kolyarut", 
            "skills": "Diplomacy +22, Disguise +22, Knowledge (planes) +15, Perception +22, Sense Motive +22, Survival +18", 
            "reflex": "+10", 
            "cmd": "32", 
            "cmb": "+18", 
            "will": "+11", 
            "sr": "23", 
            "organization": "solitary, pair, or inquisition (3-6)", 
            "creature_subtype": "extraplanar, inevitable, lawful"
        }, 
        {
            "dexterity": "13", 
            "ac": "36, touch 18, flat-footed 35 (+4 deflection, +1 Dex, +5 insight, +18 natural, -2 size)", 
            "cmd": "50 (can't be tripped)", 
            "special_attacks": "cunning reflexes, multiweapon mastery, perfect prediction, wounding weapons", 
            "intelligence": "14", 
            "racial_modifiers": "+4 Perception", 
            "melee": "+2 wounding spear +32/+27/+22/+17 (3d6+17/x3 plus 1 bleed), +2 wounding longsword +32 (3d6+12/19-20 plus 1 bleed), +2 wounding morningstar +32 (3d6+12 plus 1 bleed) or<p class=\"stat-block-2\">4 slams +30 (2d8+10)</p>", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "fly 60 ft. (perfect)", 
            "alignment": "LN", 
            "size": "Huge", 
            "environment": "any", 
            "strength": "31", 
            "constitution": "26", 
            "source": "Bestiary 2", 
            "treasure": "double (+2 longsword, +2 spear, +2 morningstar, other treasure)", 
            "charisma": "20", 
            "languages": "truespeech", 
            "immune": "energy spells", 
            "init": "+5", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 22th; concentration +27)<p class=\"stat-block-2\">Constant-<i>detect chaos, detect magic, shield of law</i> (DC 23)<i>, true seeing</i></p><p class=\"stat-block-2\">At will-<i>dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>sending</i></p><p class=\"stat-block-2\">3/day-<i>dictum</i> (DC 22), <i>dimensional anchor</i> (DC 19), <i>dimensional lock</i> (DC 23), <i>disintegrate</i> (DC 21), <i>dismissal</i> (DC 20), <i>greater scrying</i> (DC 22), <i>plane shift</i> (DC 20), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>imprisonment</i> (DC 24)</p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Combat Expertise, Combat Reflexes, Greater Bull Rush, Greater Vital Strike, Improved Bull Rush, Improved Disarm, Improved Initiative, Improved Vital Strike, Power Attack, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Cunning Reflexes", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A lhaksharut uses its Wisdom modifier, rather than its Dexterity modifier, to determine how many additional attacks of opportunity it gains with the Combat Reflexes feat. For most lhaksharut inevitables, this benefit equates to 5 additional attacks of opportunity per round.", 
                            "sections": []
                        }, 
                        {
                            "name": "Energy Bolt", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A lhaksharut can fire bolts of elemental energy from two of its six arms&mdash;it never wields weapons in these hands. These attacks have a range increment of 100 feet and deal 10d6 energy damage of the inevitable's choice (acid, cold, electricity, or fire, chosen for each bolt as it is thrown). It can throw two bolts of energy as a standard action, and cannot attack with these hands when it makes weapon or slam attacks with its other limbs.", 
                            "sections": []
                        }, 
                        {
                            "name": "Immunity to Energy Spells", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A lhaksharut is immune to any spell or spell-like ability with the acid, cold, electricity, fire, or sonic descriptor that allows spell resistance.", 
                            "sections": []
                        }, 
                        {
                            "name": "Multiweapon Mastery", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A lhaksharut never takes penalties on its attack rolls when fighting with multiple weapons.", 
                            "sections": []
                        }, 
                        {
                            "name": "Perfect Prediction", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A lhaksharut gains an insight bonus to AC equal to its Wisdom bonus.", 
                            "sections": []
                        }, 
                        {
                            "name": "Wounding Weapons", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Any weapon wielded by a lhaksharut gains the wounding weapon quality as long as it remains in the creature's grasp.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical lhaksharut is a six-armed construct that appears to be made of a mix of metals and stone. Where a human would have legs, it instead possesses a complex orb of spinning rings similar in shape to an orrery&mdash;it is this whirling machine that grants the lhaksharut the ability to fly. Though a lhaksharut has huge, metal wings, they serve as little more than stabilizers when it's in flight. Four of the construct's arms end in functional hands that it normally uses to carry a mix of weapons. The lhaksharut's lower two arms hold large, flaming metal spheres in their hands&mdash;it uses these spheres to generate elemental bolts of energy that it can hurl great distances to damage foes.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Lhaksharuts are tasked with maintaining the separation between different planes of reality, especially the elemental planes. They do not concern themselves with petty trespasses by visitors from one plane to another, nor even the occasional creation of a pocket plane or hijacking of a chunk of one reality to serve as a base within another. What does trouble a lhaksharut is anything that represents a permanent link between planes, or an effort by the denizens of one plane to invade and conquer another. They often find themselves in conflict with the machinations of powerful outsiders who seek to create beachheads on other planes to serve as launching pads for massive incursions.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When possible, a lhaksharut enforces the separation of planes through the simple expedient of smashing any device that creates a dangerous breach, or killing any creature that seems determined to mix or blend realities. The inevitable does not care why such infractions occur, and is often deaf to any excuse suggesting even a temporary linking of planes is a good idea. However, while singled-mined, a lhaksharut is not mindless or incapable of reason. They are emotionless, but can be negotiated with if a problem cannot be solved by smashing and killing violators. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Rarely, a lhaksharut can even be convinced that maintaining a planar link is important enough to let the gate stand, if only temporarily. In such cases, the lhaksharut always volunteers to guard the portal until the time comes to shut it down. These arrangements must include a detailed explanation on how a desired course of action will directly lead to meeting the lhaksharut's goal. Only when facing the most overwhelmingly powerful foe does a lhaksharut agree to assist in a task not related to its primary function, and then only to win allies to help it achieve success in an area where the lhaksharut has already met with failure. Even if convinced to undertake such an alliance, a lhaksharut is likely to insist its mission be accomplished first. A creature of pure order, a lhaksharut is incapable of defaulting on a promise made in good faith, but it is aware that not all creatures are so bound. If for some reason the needs of its allies must be put first, a lhaksharut insists on guarantees that its allies will meet their commitments to it once they have what they want.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In combat, a lhaksharut uses its speed and mobility to get close to targets. A lhaksharut sees groups as imperfect machines, and knows that the best way to overcome them is to disrupt their smooth functioning. While creatures able to directly harm the inevitable are dealt with if necessary, it much prefers to first eliminate healers, scouts, and shield-bearers before tackling powerful fighters or spellcasters. A lhaksharut cannot be taunted or baited into changing its course of action&mdash;it is completely emotionless and only cares about the efficiency of its battle plan. It also fights without care for its own survival, trusting that either its regeneration will restore it to life, or a new inevitable will be created to replace it.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When unaware of a threat to the sanctity of the division of the planes, and not threatened, a lhaksharut can be a surprisingly good conversationalist. They are as likely to be found floating through a void as maintaining any kind of stronghold. Lhaksharuts are aware that the domains they wish to patrol are too vast to be directly viewed with any efficiency. Some lhaksharuts thus forge networks of informants who can patrol the many planes, and send word to the inevitable to alert it of any apparent breaches. The constructs have no other need for the treasure that they gather from transgressors, and sometimes even pay for tips that might lead to a planar infraction. Anyone who might prove to be a valuable informant is treated with respect, and may even be able to gain insights into the planes from the lhaksharut's vast knowledge on the subject, as long as questions never wander into the dangerous territory of combining two planes.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., detect chaos, detect magic, low-light vision, true seeing; Perception +34", 
            "description": "This six-armed creature appears to be made of stone. Its lower torso is a collection of whirring rings of metal.", 
            "ranged": "2 energy bolts +21 (10d6 energy)", 
            "hp": "337 (22d10+216); regeneration 10 (chaotic)", 
            "reach": "15 ft.", 
            "wisdom": "21", 
            "defensive_abilities": "constructed", 
            "creature_type": "Outsider", 
            "special_qualities": "perfect prediction", 
            "dr": "15/chaotic", 
            "base_attack": "+22", 
            "name": "Inevitable, Lhaksharut", 
            "skills": "Fly +30, Intimidate +30, Knowledge (arcana) +24, Knowledge (geography) +24, Knowledge (planes) +27, Perception +34, Sense Motive +30, Spellcraft +24", 
            "reflex": "+12", 
            "space": "15 ft.", 
            "cmb": "+34", 
            "will": "+22", 
            "aura": "shield of law (DC 23)", 
            "sr": "31", 
            "organization": "solitary", 
            "creature_subtype": "extraplanar, inevitable, lawful"
        }, 
        {
            "dexterity": "16", 
            "ac": "30, touch 13, flat-footed 26 (+3 Dex, +1 dodge, +17 natural, -1 size)", 
            "special_attacks": "fists of lightning and thunder", 
            "intelligence": "12", 
            "racial_modifiers": "+4 Perception", 
            "melee": "2 slams +27 (2d6+12 plus 3d6 electricity or sonic and blindness or deafness)", 
            "cr": "15", 
            "xp": "51,200", 
            "speed": "30 ft.", 
            "alignment": "LN", 
            "size": "Large", 
            "environment": "any", 
            "strength": "35", 
            "constitution": "23", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "24", 
            "languages": "truespeech", 
            "source": "Bestiary 2", 
            "init": "+3", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 16th; concentration +23)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>dimension door</i>, <i>fear</i> (DC 21), <i>greater command</i> (DC 22), <i>greater dispel magic</i>, <i>mass inflict light wounds</i> (DC 22), <i>locate creature</i></p><p class=\"stat-block-2\">1/day-<i>chain lightning</i> (DC 23), <i>circle of death</i> (DC 23), <i>mark of justice</i>, <i>wall of force</i></p><p class=\"stat-block-2\">1/week-<i>earthquake</i> (DC 25), <i>geas/quest</i>, <i>plane shift</i> (DC 22)</p>"
            }, 
            "type": "creature", 
            "feats": "Ability Focus (fists of lightning and thunder), Awesome Blow, Combat Casting, Dodge, Improved Bull Rush, Improved Vital Strike, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, true seeing; Perception +26", 
            "description": "This humanoid is mostly hidden behind plates of elaborate golden armor, the spaces in between revealing flesh of black stone.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Fists of Lightning and Thunder", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A marut's fists strike with the power of a thunderstorm. For any given slam attack, a marut can choose whether that attack uses lightning or thunder. A lightning attack deals an additional 3d6 points of electricity damage, and the resulting flash blinds the target for 2d6 rounds (Fortitude DC 26 negates the blindness). A thunder attack deals an additional 3d6 points of sonic damage, and the resulting thunderclap deafens the target for 2d6 rounds (Fortitude DC 26 negates the deafness). The save DCs are Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Behemoths of onyx and golden armor, maruts shake the ground when they walk, each thunderous step ringing a death knell for those they've come to take. Rarely seeming to hurry, a marut's onslaught is deliberate, purposeful, and relentless. Its quarry may impede it or flee, running for decades or centuries, but from the initial meeting onward, the target must always look over its shoulder with the knowledge that, like death itself, the marut is ever at its heels, slowly but surely approaching, bringing balance through inevitable oblivion. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Maruts primarily target those mortal souls who have artificially extended their lifespans beyond what is feasible for their race, such as liches and other powerful magic users. Extraordinary but natural means of cheating death are sometimes also punished, such as the magistrate who murders an entire starving town to save himself, or those who foresee their own deaths via divination magic and are therefore able to avoid them. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although they are capable of speaking eloquently in any language, and frequently gather vast amounts of information from those who are intimidated by their mere presence, maruts rarely engage in conversation or strategic alliances with mortals. Even on the battlefield, the juggernauts prefer to remain silent, knowing that their targets are already aware of their own transgressions and that all mortals secretly harbor dreams of immortality.</p>"
                }
            ], 
            "hp": "214 (16d10+126); regeneration 10 (chaotic)", 
            "reach": "10 ft.", 
            "wisdom": "17", 
            "defensive_abilities": "constructed", 
            "creature_type": "Outsider", 
            "dr": "15/chaotic", 
            "base_attack": "+16", 
            "name": "Inevitable, Marut", 
            "skills": "Diplomacy +26, Intimidate +26, Knowledge (planes) +20, Knowledge (religion) +20, Perception +26, Sense Motive +22, Survival +22", 
            "reflex": "+8", 
            "cmd": "43", 
            "cmb": "+29", 
            "will": "+13", 
            "sr": "26", 
            "organization": "solitary, pair, or patrol (3-5)", 
            "creature_subtype": "extraplanar, inevitable, lawful"
        }, 
        {
            "dexterity": "20", 
            "ac": "24, touch 15, flat-footed 18 (+5 Dex, +1 dodge, +9 natural, -1 size)", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Perception, +4 Sense Motive", 
            "melee": "2 chains +17 (2d6+7 plus 1d6 electricity and trip)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "50 ft., fly 60 ft. (average)", 
            "alignment": "LN", 
            "size": "Large", 
            "environment": "any land (lawful plane)", 
            "strength": "25", 
            "constitution": "16", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "17", 
            "languages": "truespeech", 
            "source": "Bestiary 2", 
            "init": "+9", 
            "fortitude": "+10", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +13)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>clairaudience/clairvoyance</i>, <i>dimensional anchor</i>, <i>dispel magic</i>, <i>fear</i> (DC 17), <i>hold person</i> (DC 16), <i>locate creature</i></p><p class=\"stat-block-2\">3/day-<i>hold monster</i> (DC 18), <i>mark of justice</i></p><p class=\"stat-block-2\">1/week-<i>lesser geas</i> (DC 17)</p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Improved Initiative, Mobility, Weapon Focus (chain), Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, true seeing; Perception +20", 
            "description": "This creature looks like a mechanical centaur. Golden, clockwork wings sprout from its back, and its arms end in barbed chains.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Chains", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A zelekhut's arms end in long lengths of barbed metal. These chains deal slashing damage and 1d6 points of electricity damage with each hit.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Zelekhuts are bounty hunters and executioners all rolled into one. They seek out those beings who continually evade justice&mdash;either through active flight, or through power and station&mdash;and bring law and justice to the multiverse's most notorious fugitives and criminals.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Ironically, while zelekhuts are implacable and unrelenting in their duty, they have little interest in passing judgment of their own, a fact that often confuses other races. Rather, a zelekhut is content to enforce the laws of any given society, and while it might hunt a condemned serial killer or notorious thief across half a dozen planes, it will not shift a single hoof to capture a corrupt ruler whose offenses are 10 times worse, so long as the atrocities are within her technical rights as ruler. All zelekhuts understand that laws can and must differ from place to place, and it is not the zelekhut's job to moralize, merely to track down those who seek to flee their punishment.</p>"
                }
            ], 
            "hp": "115 (10d10+60); regeneration 5 (chaotic)", 
            "reach": "10 ft.", 
            "wisdom": "17", 
            "defensive_abilities": "constructed", 
            "creature_type": "Outsider", 
            "special_qualities": "chains", 
            "dr": "10/chaotic", 
            "base_attack": "+10", 
            "name": "Inevitable, Zelekhut", 
            "skills": "Acrobatics +18 (+26 jump), Diplomacy +16, Fly +16, Perception +20, Sense Motive +20, Survival +16", 
            "reflex": "+8", 
            "cmd": "34 (38 vs. trip)", 
            "cmb": "+18", 
            "will": "+10", 
            "sr": "20", 
            "organization": "solitary", 
            "creature_subtype": "extraplanar, inevitable, lawful"
        }
    ], 
    "name": "Inevitable", 
    "type": "section"
}