{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>The malevolent nightshades are a mysterious form of necrotic abominations composed of equal parts darkness and ineffable evil. They are living wells of hatred and death, their mere presence sapping the light, heat, and life from all around them, leaving nothing but the heavy, hanging pallor of an open grave in their passing. To nightshades, life is a corruption and a blight. Creation must be purged of this disruption, so that all existence can be welcomed into the sweet embrace of darkness and death. To this end, nightshades seek nothing less than the annihilation of all that is, that was, and that will be. </p><p>Nightshades call to themselves legions of undead and shadow-spirits&shy;&mdash;those who hate the burning sun and the sweet spark of life as much as they themselves do. They rarely ally with living beings who share their vision of extinguishing the sun and exterminating all who stand before them, though such alliances do, at times, occur. Adapting the forms of their kind to pursue the cause of death in every environment and situation, upon the land, in the sky and the sea, and even in the deep places of the world beneath, nightshades marshal their unliving armies. Yet for all their singleness of purpose, they are no mindless beasts. They are clever and patient planners, willing to grant favors to allies or minions as long as they prove themselves useful, and equally willing to turn on them and destroy them the moment their usefulness has been exhausted, rendering their tortured and murdered spirits into deathless slaves.</p><p>Nightshades originate in the deepest voids at the planar juncture of the Plane of Shadow and the Negative Energy Plane, where reality itself ends. Here lies a vast adumbral gulf where the weight of infinite existence compresses the null-stuff of unlife and the tenebrous webs of shadow-reality into matte, crystalline plates and shards of condensed entropy. Many fiends seeking the power of ultimate destruction have sought this place, hoping to harness its power for their own ends, but the majority discover the power of distilled entropy is far greater than they bargained for. Their petty designs are washed away as they become one with the nothing, with first their minds and then their bodies being remade, forged no longer of living flesh but of the lifeless, deathless matter of pure darkness incarnate. Recast into one of a handful of perfected entropic forms (some whisper, forged by a dark being long imprisoned at the uttermost end of reality), these immortal fiendish spirits still burn with the freezing fire of insensate evil, but are now distilled and refined through the turning of ages to serve entropy alone. To say that nightshades form from the necrotic flesh and transformed souls of powerful fiends is technically correct, but the transformation that these foolish paragons of evil undergo is even more hideous than such words might suggest.</p><p>While the majority of nightshades are the product of such fiendish arrogance, this is by no means the only source for these powerful undead creatures. Many nightshades commit themselves to the harvesting of immortal souls of every race and loyalty, casting their broken and shattered bodies into the negative voidspace, where the residue of their divine essence slowly precipitates and congeals in the nighted gulf. Whatever their origin, in this heart of darkness all souls embrace destruction. When a critical mass of immortal soul energy is reached, a new nightshade is spawned. The souls of mortals lost to the negative plane are drawn up and reborn as undead long before becoming co-opted within the gulf; mortal spirits are the servants of the nightshades, but only the essence of immortality can provide the spiritual fuel to ignite the fire of their unlife.</p><p>The most common nightshades are the nightwalkers, long-striding giant fiends often found at the head of undead armies. They are the generals of the nightshade army, the commanders of legions and the organizers of the deaths of worlds.</p><p>Yet in places the nightwalkers cannot easily reach, the vast gulfs of the sea and the soaring heights of the clouds above, other nightshades rule. Above flop the immense bat-like nightwings, deadly in their own right yet content to serve at the behest of their stronger cousins. When these monstrosities come to the Material Plane, they swoop down in the dawn to take shelter in abandoned necropolises or vast crypts, emerging at dusk to prey upon nations.</p><p>As above, so do the realms below quake from the passage of nightshades. Here, immense nightcrawlers slither and creep. These umbral worms do not often venture forth from the deep, forgotten caverns they dwell in, but when they do, entire kingdoms die as their nighted coils writhe and work their inevitable way through the population.</p><p>But for all of the nightmare potential posed by these undead paragons, they all pale in comparison to the mightiest nightshades of all&mdash;the shark-like nightwave. This monstrosity prowls the lightless depths of ocean trenches, gathering the souls of the countless drowned dead or preying upon deep aquatic races. Yet those who cleave to the shallows or ply the surface of the seas are not safe from the ravenous nightwaves either, for in the darkest night, these undead monsters rise up to harvest souls from ships and shore as well.</p><p>Yet even the dreaded nightwaves are not enough to fill the nightmares of great heroes. Rumors of more powerful nightshades are whispered fearfully in certain circles&mdash;creatures of such immense power that their mere existence can drain entire planets of life in a matter of weeks. If such monstrosities truly exist, then all life may be but a fleeting spark in the dark folds of a forever-doomed future.</p>", 
            "type": "section", 
            "name": "Nightshade", 
            "sections": []
        }, 
        {
            "dexterity": "10", 
            "ac": "33, touch 6, flat-footed 33 (+27 natural, -4 size)", 
            "cmd": "47 (can't be tripped)", 
            "special_attacks": "channel negative energy (9d6, DC 31, 9/day), energy drain (1 level, DC 28), swallow whole (4d10+22 bludgeoning plus energy drain, AC 23, 31 hp)", 
            "intelligence": "20", 
            "racial_modifiers": "+8 Stealth in dim light and darkness", 
            "melee": "bite +32 (4d10+18/19-20 plus 4d6 cold and grab), sting +32 (4d6+18/19-20 plus 4d6 cold and poison)", 
            "cr": "18", 
            "xp": "153,600", 
            "speed": "30 ft., burrow 60 ft.", 
            "alignment": "CE", 
            "size": "Gargantuan", 
            "environment": "any (Negative Energy Plane)", 
            "strength": "41", 
            "constitution": "-", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "23", 
            "languages": "Abyssal, Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, undead traits", 
            "init": "+4", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +24)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>detect magic</i>, <i>magic fang</i></p><p class=\"stat-block-2\">At will-<i>contagion</i> (DC 20), <i>deeper darkness</i>, <i>greater dispel magic</i>, <i>invisibility</i>, <i>unholy blight</i> (DC 20)</p><p class=\"stat-block-2\">3/day-quickened <i>cone of cold</i> (DC 21), <i>confusion</i> (DC 20), <i>haste</i>, <i>hold monster</i> (DC 21)</p><p class=\"stat-block-2\">1/day-<i>finger of death</i> (DC 23), <i>mass hold monster</i> (DC 25), <i>plane shift</i> (DC 23), summon (level 8, 6 greater shadows)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Expertise, Command Undead, Critical Focus, Greater Vital Strike, Improved Critical (bite), Improved Critical (sting), Improved Initiative, Improved Vital Strike, Iron Will, Power Attack, Quicken Spell-Like Ability (cone of cold), Staggering Critical, Vital Strike", 
            "senses": "darksense, darkvision 120 ft., detect magic, low-light vision, tremorsense 120 ft.; Perception +33", 
            "description": "This immense worm is covered with plates of dead-black, chitinous armor. Its toothy maw yawns like a cave.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Energy Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A creature that has been swallowed whole by a nightcrawler gains 1 negative level each round.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Sting&mdash;injury; save Fort DC 28; frequency 1/round for 6 rounds; effect 1d4 Constitution drain and 1 negative level; cure 3 consecutive saves. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although the nightcrawler might appear to be little more than an immense and frightening vermin, with its centipede-like body and numerous glowing eyes, it is actually incredibly intelligent. When not cleansing the deep caverns of life, the nightcrawler spends its time plotting how best to carry out its own private stages of the overall nightshade plan to expunge life from all worlds, conferring with its undead minions and, when necessary, observing living creatures from afar while invisible to learn about hidden enclaves that its depredations might otherwise have missed.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>It would be one thing if the nightcrawlers remained in the deep caverns, for these regions are rife with foul life the world is better off without. Yet unfortunately for those who dwell upon the surface, nightcrawlers often crawl up through the tunnels to bring their devastation to the night above. Although they always retreat underground before the first tentative rays of dawn color the eastern skies, they can spread an incredible amount of ruin in the span of a few short hours each night.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A nightcrawler is 60 feet long and weighs 10,000 pounds.</p>"
                }
            ], 
            "hp": "312 (25d8+200)", 
            "weaknesses": "light aversion", 
            "reach": "20 ft.", 
            "wisdom": "21", 
            "creature_type": "Undead", 
            "dr": "15/good and silver", 
            "base_attack": "+18", 
            "name": "Nightshade, Nightcrawler", 
            "skills": "Intimidate +34, Knowledge (arcana) +33, Knowledge (planes) +30, Knowledge (religion) +33, Perception +33, Sense Motive +33, Spellcraft +33, Stealth +16 (+24 in darkness), Swim +40", 
            "reflex": "+10", 
            "space": "20 ft.", 
            "cmb": "+37 (+41 grapple)", 
            "will": "+23", 
            "aura": "desecrating aura (30 ft.)", 
            "sr": "29", 
            "organization": "solitary or pair", 
            "creature_subtype": "extraplanar, nightshade"
        }, 
        {
            "dexterity": "14", 
            "ac": "31, touch 10, flat-footed 29 (+2 Dex, +21 natural, -2 size)", 
            "cmd": "41", 
            "special_attacks": "channel energy (8d6, DC 29, 8/day), fear gaze, swift sundering", 
            "intelligence": "20", 
            "racial_modifiers": "+8 Stealth in dim light and darkness", 
            "melee": "2 claws +28 (3d6+15/19-20 plus 4d6 cold)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any (Negative Energy Plane)", 
            "strength": "35", 
            "constitution": "-", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "21", 
            "languages": "Abyssal, Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, undead traits", 
            "init": "+2", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 16th; concentration +21)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>detect magic</i>, <i>magic fang</i></p><p class=\"stat-block-2\">At will-<i>contagion</i> (DC 19), <i>deeper darkness</i>, <i>greater dispel magic</i>, <i>unholy blight</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>confusion</i> (DC 19), <i>haste</i>, <i>hold monster</i> (DC 20), <i>invisibility</i>, quickened<i> unholy blight</i> (DC 19)</p><p class=\"stat-block-2\">1/day-<i>cone of cold</i> (DC 20), <i>finger of death</i> (DC 22), <i>plane shift</i> (DC 22), summon (level 7, 4 greater shadows)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Expertise, Command Undead, Greater Sunder, Greater Vital Strike, Improved Critical (claws), Improved Disarm, Improved Sunder, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (unholy blight), Vital Strike", 
            "senses": "darksense, darkvision 60 ft., detect magic, low-light vision; Perception +29", 
            "description": "This towering, night-black giant has demonic features, including a huge pair of ram-like horns. Its arms end in massive blades.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Swift Sundering", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A nightwalker can make a sunder attempt as a swift action with one of its claws.", 
                            "sections": []
                        },
                        {
                            "source": "Bestiary 2", 
                            "sections": [], 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "name": "Fear Gaze",
                            "text": "<p> Cower in fear for 1 round, 30 feet, Will DC 25 negates. This is a mind-affecting fear effect. The save DC is Charisma-based.</p>"
                        } 
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The most commonly encountered nightshade is the giant-like nightwalker. This powerful foe leads armies of undead against the living, but unlike most mortal generals the nightwalker is not content to stand back and observe the battles from safety. The undead creature is ever eager to put its tactics and plans to the test itself, and takes part in battles in every possible occurrence save for those that the creature has determined are self-destructive. This is not to say that the nightwalker never sacrifices its troops to gain a tactical advantage&mdash;just that these attacks are the only ones the monster feels no urge to participate in directly.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nightwalkers enjoy inflicting despair before death, particularly by destroying valued objects or murdering loved ones before delivering the final blow to a foe.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A nightwalker is 20 feet tall and weighs 5,000 pounds.</p>"
                }
            ], 
            "hp": "241 (21d8+147)", 
            "weaknesses": "light aversion", 
            "reach": "15 ft.", 
            "wisdom": "21", 
            "creature_type": "Undead", 
            "dr": "15/good and silver", 
            "base_attack": "+15", 
            "name": "Nightshade, Nightwalker", 
            "skills": "Intimidate +29, Knowledge (arcana) +29, Knowledge (planes) +26, Knowledge (religion) +29, Perception +29, Sense Motive +29, Spellcraft +29, Stealth +18 (+26 in darkness), Swim +33", 
            "reflex": "+11", 
            "space": "15 ft.", 
            "cmb": "+29", 
            "will": "+19", 
            "aura": "desecrating aura (30 ft.)", 
            "sr": "27", 
            "organization": "solitary, pair, or gang (3-4)", 
            "creature_subtype": "extraplanar, nightshade"
        }, 
        {
            "dexterity": "16", 
            "ac": "36, touch 5, flat-footed 33 (+3 Dex, +31 natural, -8 size)", 
            "cmd": "61 (can't be tripped)", 
            "special_attacks": "channel energy (10d6, DC 33, 10/day), energy drain (2 levels, DC 31), swallow whole (5d10+28 bludgeoning plus energy drain, AC 25, 39 hp)", 
            "intelligence": "22", 
            "racial_modifiers": "+8 Stealth in dim light and darkness", 
            "melee": "bite +35 (5d10+22/19-20 plus 4d6 cold, energy drain, and grab), tail slap +30 (4d8+12/19-20 plus 4d6 cold)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "fly 60 ft. (good), swim 60 ft.", 
            "alignment": "CE", 
            "size": "Colossal", 
            "environment": "any (Negative Energy Plane)", 
            "strength": "49", 
            "constitution": "-", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "25", 
            "languages": "Abyssal, Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, undead traits", 
            "init": "+7", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>magic fang</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>confusion</i> (DC 21), <i>contagion</i> (DC 21), <i>deeper darkness</i>, <i>greater dispel magic</i>, <i>invisibility</i>, <i>unholy blight</i> (DC 21)</p><p class=\"stat-block-2\">3/day-quickened <i>cone of cold</i> (DC 22), <i>finger of death</i> (DC 24), <i>haste</i>, <i>hold monster</i> (DC 22)</p><p class=\"stat-block-2\">1/day-<i>mass hold monster</i> (DC 26), <i>plane shift</i> (DC 24), summon (level 9, 1 nightwing), <i>wail of the banshee</i> (DC 26)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Command Undead, Critical Focus, Greater Vital Strike, Improved Bull Rush, Improved Critical (bite, tail slap), Improved Initiative, Improved Vital Strike, Iron Will, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (cone of cold), Staggering Critical, Vital Strike", 
            "senses": "darksense, darkvision 120 ft., detect magic, low-light vision; Perception +37", 
            "description": "Immense almost beyond belief, this sleek, midnight-black shark rises from the sea like an unholy island heaved up from below.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Blackest Depths", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "The waters in which a nightwave swims become as chill, dark, and heavy as those in the ocean's deepest reaches. All waters within 60 feet are completely dark (as deeper darkness), and creatures within this radius take 6d6 points of damage (half cold, half bludgeoning) at the end of their turn each round if they remain in the area at this time. A DC 31 Fortitude save negates the crushing damage. Incorporeal creatures and creatures with the aquatic or water subtypes native to deep waters do not take this damage, and freedom of movement protects completely against the damage. Any magical light effect within this radius at the beginning of the nightwave's turn is dispelled (treat as greater dispel magic). This effect does not extend out of the water. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Energy Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A creature that has been swallowed whole by a nightwave gains 2 negative levels each round.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The most powerful of the known types of nightshade is the ravenous nightwave, an unholy personification of the remorseless gluttony of death given the form of a shark the size of the largest whales. Although the nightwave is most at home in the ocean's deeps, it has no need to breathe, and its constant <i>fly</i> spell-like ability allows it to bring ruin above the waves as the need presents itself.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A nightwave is 100 feet long and weighs 200 tons.</p>"
                }
            ], 
            "hp": "391 (29d8+261)", 
            "weaknesses": "light aversion", 
            "reach": "30 ft.", 
            "wisdom": "21", 
            "creature_type": "Undead", 
            "dr": "15/good and silver", 
            "base_attack": "+21", 
            "name": "Nightshade, Nightwave", 
            "skills": "Fly +31, Intimidate +39, Knowledge (arcana) +38, Knowledge (planes) +35, Knowledge (religion) +38, Perception +37, Sense Motive +37, Spellcraft +38, Stealth +19 (+27 in darkness), Swim +59", 
            "reflex": "+16", 
            "space": "30 ft.", 
            "cmb": "+48 (+52 grapple)", 
            "will": "+25", 
            "aura": "blackest depths (60 ft.), desecrating aura (30 ft.)", 
            "sr": "29", 
            "organization": "solitary", 
            "creature_subtype": "aquatic, extraplanar, nightshade"
        }, 
        {
            "dexterity": "18", 
            "ac": "29, touch 12, flat-footed 25 (+4 Dex, +17 natural, -2 size)", 
            "cmd": "38", 
            "special_attacks": "channel energy (7d6, DC 28, 8/day)", 
            "intelligence": "18", 
            "racial_modifiers": "+8 Stealth in dim light and darkness", 
            "melee": "bite +23 (4d10+18/19-20 plus 4d6 cold and magic drain)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "30 ft., fly 60 ft. (good)", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any (Negative Energy Plane)", 
            "strength": "31", 
            "constitution": "-", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "21", 
            "languages": "Abyssal, Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, undead traits", 
            "init": "+8", 
            "fortitude": "+12", 
            "spells": {
                "spell-like abilities": "(CL 14th; concentration +19)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>magic fang</i></p><p class=\"stat-block-2\">At will-<i>contagion</i> (DC 19), <i>deeper darkness</i>, <i>unholy blight</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>confusion</i> (DC 19), <i>greater dispel magic</i>, <i>haste</i>, <i>hold monster</i> (DC 20), <i>invisibility</i></p><p class=\"stat-block-2\">1/day-<i>cone of cold</i> (DC 20), <i>finger of death</i> (DC 22), <i>plane shift</i> (DC 22), summon (level 6, 2 greater shadows)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Command Undead, Great Cleave, Improved Critical (bite), Improved Initiative, Improved Sunder, Power Attack, Snatch", 
            "senses": "darksense, darkvision 60 ft., detect magic, low-light vision; Perception +25", 
            "description": "This enormous, bat-like creature is shaped from utter darkness, its eyes tiny red stars in the blackest night.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Magic Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "The bite of a nightwing drains magical power and energy. When a nightwing bites a foe, the victim must make a DC 23 Will save or one spell effect currently affecting him immediately ends&mdash;determine which spell is drained randomly if the target is under the effects of more than one spell. The nightwing heals damage equal to twice the level of the spell drained&mdash;hit points in excess of its maximum are instead gained as temporary hit points that last for 1 hour. If a nightwing attempts to sunder a magic item with its bite, its magic-draining bite renders the item nonmagical for 1d4 rounds (if the item is a permanent magic item), drains 1d8 charges (if the item has charges), or renders it permanently nonmagical (if the item is a one-use item). The item (or its wielder, if the item is attended) can resist this effect with a DC 23 Will save. Damage dealt to an item is applied after the effects of magic drain are applied. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The least of the known types of nightshade, the nightwing is nevertheless a deadly foe. Nightwings often serve more powerful nightshades as aerial support. These nightshades are also the most likely to be found serving a non-undead master&mdash;nightwings are often used by powerful mortals as guardians or sentinels. Despite this, nightwings still hope to someday slay any master they serve. They enter servitude primarily as a method of aiding a destructive or murderous mortal in their task of mass murder; once this task is over, or if at any point the nightwing believes its master is slacking in its murderous duties, the nightwing is swift to turn on its one-time ally.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p> A nightwing found on the Material Plane not in the employ of a more powerful master is typically encountered in rugged terrain where there are numerous locations that can provide shelter when the sun rises. The monsters prefer caves and abandoned buildings for this purpose.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A nightwing's body is 20 feet long, but its wingspan is 80 feet. It weighs 4,500 pounds.</p>"
                }
            ], 
            "hp": "195 (17d8+119)", 
            "weaknesses": "light aversion", 
            "reach": "15 ft.", 
            "wisdom": "21", 
            "creature_type": "Undead", 
            "dr": "15/good and silver", 
            "base_attack": "+12", 
            "name": "Nightshade, Nightwing", 
            "skills": "Fly +24, Knowledge (arcana) +24, Knowledge (religion) +24, Perception +25, Sense Motive +25, Spellcraft +24, Stealth +16 (+24 in darkness), Swim +27", 
            "reflex": "+11", 
            "space": "15 ft.", 
            "cmb": "+24", 
            "will": "+17", 
            "aura": "desecrating aura (30 ft.)", 
            "sr": "25", 
            "organization": "solitary, pair, or flight (3-6)", 
            "creature_subtype": "extraplanar, nightshade"
        }
    ], 
    "name": "Nightshade", 
    "type": "section"
}
