{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Before the Abyss was taught how to process and transform larvae into demons&mdash;indeed, before larvae even existed or the idea of mortal life had been conceived&mdash;it was rife with foul life. These creatures exist still, yet in drastically reduced numbers and often only in the deepest pits of the plane. Known as the qlippoth (the singular and plural are identical), these fiends may well be the oldest form of life in the Great Beyond&mdash;certainly, they were already in existence before the proteans discovered them. Some believe that the qlippoth come from an unknowable realm on what might be described as the &ldquo;outside shell&rdquo; of the Outer Sphere, but if the qlippoth are to be taken as indicative of what order of existence rules in such a realm, it is a good thing indeed that this outer realm is so impossibly distant.</p><p>The qlippoth do not possess in their forms anything approximating the human shape except by cosmic fluke or sinister mockery. In their twitching, squirming visages, the mad might make comparisons to life's most primeval shapes&mdash;spiders and cephalopods, insects and worms, and even baser forms of life. What this might imply about these lower forms of life has disturbed philosophers for ages, and is not a train of thought that many enjoy lingering upon.</p><p>Since the rise of mortal sin, the rule of the Abyss has passed from the qlippoth to the much more fecund demons. When the Abyss first &ldquo;learned&rdquo; how to transform mortal souls into demons, the resulting explosion of demonic life culminated in a violent and destructive war with the then-rulers of the Abyss&mdash;the qlippoth. For unguessed millennia this war raged across the countless layers of the Abyss. The qlippoth had the advantage of knowing their ancient realm and, as a general rule, were individually more powerful than most demons, but the demons had numbers on their side. And as the demons continued to win battle after battle, new powers among their kind rose&mdash;balors, balor lords, nascent demon lords, and eventually demon lords themselves. Over time, the qlippoth were hunted nearly to extinction on the upper layers of the Abyss, and were forced to retreat deep into that realm's darkest and most remote realms, to places even the demons feared to tread.</p><p>Here, the qlippoth have festered and lurked for ages. None can say how many qlippoth survived that ancient war, for none can know how deep the Abyss goes. The qlippoth dwell in these darkest pits, periodically emerging to do battle against their hated demonic foes, yet their wrath is not limited to the demonic host. The qlippoth know that daemons played a role in &ldquo;teaching&rdquo; the Abyss how to birth demonic life, and their war with the denizens of Abaddon is one fueled more by a driving need to punish than any need for survival. Yet as the eons have worn on, the qlippoth have come to realize that the true enemy is not a fiendish race&mdash;it is mortal life itself. For as long as mortal life continues to sin and die, the Abyss can continue to birth demons into its pits and rifts. The destruction of sin, by changing the way mortals live, would halt demonic growth, yet the qlippoth have no concept of how this goal might be achieved&mdash;to the qlippoth, only the murder of all mortality can suffice.</p><p>As a result, all qlippoth possess within their minds a burning hatred of mortal life, particularly humanoids, whom they know to be the primary seeds of sin. When a qlippoth is conjured to the Material Plane, it seeks any way to escape control in order to maul and destroy humans&mdash;they have a particular hatred of children and pregnant women, and if given a choice between harming someone already dying or close to death and someone with a full life ahead of them, they always choose to attack the latter, save for the rare case where the death of an elder or a dying loved one might result in a chain reaction of death among the young.</p><p>When called via spells like planar ally that require opposed Charisma checks or similar mechanics in order for the conjuring spellcaster to secure the outsider's aid, evil humanoids take a &mdash;6 penalty when interacting with qlippoth due to the sin in their souls. The promise of a task that would afford the qlippoth the opportunity to kill many humanoids, or a sacrifice of a pregnant woman or a child, can sometimes offset this penalty. When a qlippoth shakes off the shackles of a conjuration, it attempts to remain on the Material Plane as long as possible, and during that time tries to murder as many mortals as it can, doing its part to deprive the Abyss of possible future sinful souls to build demons from.</p>", 
            "type": "section", 
            "name": "Qlippoth", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p>That the qlippoth have among their kind paragons akin to demon lords is indisputable, yet these powers rarely, if ever, emerge from the deepest realms of the Abyss to interact with the rest of the multiverse. They are only rarely worshiped on the Material Plane, but such cults, where they exist, are singularly destructive and ruinous.</p><p>Yet the power granted by mortal worship can have a curious effect on a qlippoth&mdash;it can, in a way, infect it with the sins of its worshipers. Qlippoth who become so infected are either murdered by their kin or forced to flee to the upper realms of the Abyss, where they complete their transformation and, instead of remaining qlippoth lords, become demon lords. One can know the nature of a demon lord that began life as a qlippoth most easily by its shape&mdash;those demon lords, such as ichthyic Dagon or foul and festering Jubilex, bear little or no sign of a humanoid frame.</p>", 
                    "type": "section", 
                    "name": "Qlippoth Lords", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "9", 
            "ac": "29, touch 7, flat-footed 29 (-1 Dex, +22 natural, -2 size)", 
            "special_attacks": "horrific appearance (DC 21)", 
            "intelligence": "5", 
            "racial_modifiers": "+16 Stealth", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "bite +23 (2d6+11 plus 1d8 bleed and rotting curse), 3 claws +23 (1d8+11 plus 1d8 bleed)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "50 ft., climb 50 ft., fly 50 ft. (average)", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any (Abyss)", 
            "strength": "32", 
            "constitution": "28", 
            "space": "15ft.", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Abyssal; telepathy 100 ft.", 
            "immune": "cold, poison, mind-affecting effects", 
            "init": "+3", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 14th; concentration +18)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">3/day-<i>dimension door</i>, <i>protection from law</i></p><p class=\"stat-block-2\">1/day-<i>waves of exhaustion</i></p>"
            }, 
            "type": "creature", 
            "feats": "Flyby Attack, Hover, Improved Initiative, Improved Vital Strike, Lightning Reflexes, Power Attack, Vital Strike", 
            "senses": "blindsight 30 ft., darkvision 60 ft., scent, true seeing; Perception +22", 
            "description": "This enormous, spider-like creature has three clawed tails and eight legs connected by leathery webs of flesh.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to an augnagar's horrific appearance are driven momentarily insane. This results in 2 points of Charisma damage and leaves the victim confused for 1d3 rounds.", 
                            "sections": []
                        }, 
                        {
                            "name": "Rotting Curse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Bite&mdash;injury; Save Fort DC 26; Frequency 1/day; Effect 1d6 Con drain plus constant stench. A creature that suffers the rotting curse imparted by an augnagar's bite displays hideous, festering wounds that exude a horrific stench. This functions as the stench universal monster rule (see page 302), save that it affects all creatures except those that are immune to poison. The victim of this curse receives no saving throw to avoid becoming sickened by the stench, but other creatures can attempt a DC 26 Fortitude save to negate this condition&mdash;those who fail remain sickened as long as they remain within 30 feet of the cursed victim. The horrific stench also imparts a &mdash;8 penalty on all Stealth checks made by the cursed victim. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The immense augnagar is relatively slow-witted. As an outsider, it does not need to eat to survive, yet it remains ravenous and feeds on anything it can overpower. The augnagar prefers the taste of well-rotted flesh&mdash; particularly rotted demon flesh&mdash;and the horrific curse its bite imparts flavors its meals perfectly. Yet the augnagar's favorite feast is of a much more cannibalistic type. These creatures find the flesh of their own kind to be the greatest delicacy. When an augnagar feeds upon enough of its own kind, it grows enormously bloated such that it can no longer fly, at which point it uses its clawed tails to tear its body apart in a frenzy of self-destruction. From this storm of torn fat and shredded viscera emerges a fully grown thulgant qlippoth&mdash;a creature similar in shape to an augnagar, yet much more intelligent and even more dangerous.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An augnagar has a wingspan of 30 feet and weighs 6,000 pounds.</p>"
                }
            ], 
            "hp": "203 (14d10+126)", 
            "reach": "15 ft. (30 ft. with claws)", 
            "wisdom": "20", 
            "creature_type": "Outsider", 
            "dr": "10/lawful", 
            "base_attack": "+14", 
            "name": "Qlippoth, Augnagar", 
            "skills": "Climb +19, Fly +12, Perception +22, Stealth +24", 
            "reflex": "+10", 
            "cmd": "36 (44 vs. trip)", 
            "cmb": "+27", 
            "will": "+9", 
            "source": "Bestiary 2", 
            "organization": "solitary", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "18", 
            "ac": "27, touch 13, flat-footed 23 (+4 Dex, +14 natural, -1 size)", 
            "cmd": "35 (39 vs. trip)", 
            "special_attacks": "horrific appearance (DC 20)", 
            "intelligence": "13", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "2 slams +19 (1d6+8/19-20 plus 1 Con damage), bite +19 (2d6+8 plus poison), 2 tentacles +14 (1d6+4)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any (the Abyss)", 
            "strength": "26", 
            "constitution": "24", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Abyssal; telepathy 100 ft.", 
            "immune": "cold, poison, mind-affecting effects", 
            "init": "+4", 
            "fortitude": "+15", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +16)<p class=\"stat-block-2\">Constant-<i>air walk, arcane sight</i></p><p class=\"stat-block-2\">At will-<i>chaos hammer</i> (DC 18), <i>darkness</i></p><p class=\"stat-block-2\">3/day-<i>confusion</i> (DC 18), quickened <i>darkness</i>, <i>dispel magic</i>, <i>protection from law</i></p><p class=\"stat-block-2\">1/day-<i>plane shift</i> (DC 21)</p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Improved Critical (slam), Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (darkness), Vital Strike", 
            "senses": "darkvision 60 ft., scent; Perception +18", 
            "description": "This slippery, writhing mass of tentacles and stalked mouths has one huge hideous eye and a fanged maw for a belly.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Aura of Misfortune", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A chernobue radiates an aura of evil malaise to a radius of 30 feet. All lawful or good creatures in this area take a &ndash;1 penalty on attack rolls and weapon damage rolls. Lawful good creatures take a &ndash;3 penalty and upon first entering the aura must make a DC 20 Fortitude save or be sickened for as long as they remain in the area. This ability is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to a chernobue's horrific appearance become paralyzed with disgust for 2d6 rounds; a paralyzed creature gets a new save each round to recover from the effect, provided he is no longer aware of the chernobue or within 30 feet of it.", 
                            "sections": []
                        }, 
                        {
                            "name": "Light Vulnerability", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A chernobue within an area of bright light takes 1 point of Constitution damage per minute it remains in the area.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "The save DC is Constitution-based. Bite:", 
                            "sections": [
                                {
                                    "source": "Bestiary 2", 
                                    "name": "Chernobue Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 23", 
                                    "frequency": "1/round for 6 rounds", 
                                    "effect": "1d2 Constitution drain", 
                                    "cure": "1 save",
                                    "sections": [
                                        {
                                            "source": "Bestiary 2", 
                                            "type": "section",
                                            "text": "The thick, orange poison injected by a chernobue is semi-alive. As soon as the poisoned victim is cured of the poison (by making a save, being targeted with an effect like neutralize poison, or enduring the full duration of the poison), the orange fluid bursts from the victim's body, causing 1d6 Charisma damage and rendering the victim unconscious for 2d6 rounds unless he makes a final DC 23 Fortitude save."
                                        }
                                    ]
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The chernobue is a living manifestation of the vile fecundity of the Abyss&mdash;a monstrous, alien pregnancy made flesh. By infecting creatures with the Abyssal taint they carry, they spread pain and misfortune wherever they flop and writhe&mdash;and with their <i>plane shift</i> ability, they are ready to spread their filth throughout the multiverse. A chernobue is 13 feet long and weighs 500 pounds.</p>"
                }
            ], 
            "hp": "150 (12d10+84)", 
            "weaknesses": "light vulnerability", 
            "reach": "5 ft. (10 ft. with slams and tentacles)", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "dr": "10/lawful", 
            "base_attack": "+12", 
            "name": "Qlippoth, Chernobue", 
            "skills": "Acrobatics +19 (+23 jump), Escape Artist +19, Intimidate +19, Knowledge (planes) +16, Perception +18, Sense Motive +18, Stealth +15", 
            "reflex": "+10", 
            "space": "10 ft.", 
            "cmb": "+21", 
            "will": "+11", 
            "aura": "misfortune (30 ft.)", 
            "sr": "23", 
            "organization": "solitary, pair, or gang (3-6)", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "12", 
            "ac": "14, touch 13, flat-footed 13 (+1 Dex, +1 natural, +2 size)", 
            "special_attacks": "horrific appearance (10 feet, DC 9)", 
            "intelligence": "11", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "bite +6 (1d6+1 plus spores)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "40 ft., fly 60 ft. (good)", 
            "alignment": "CE", 
            "size": "Tiny", 
            "environment": "any (Abyss)", 
            "strength": "12", 
            "constitution": "11", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "7", 
            "languages": "Abyssal; telepathy (touch)", 
            "immune": "cold, poison, mind-affecting effects", 
            "init": "+1", 
            "fortitude": "+1", 
            "spells": {
                "spell-like abilities": "(CL 6th, concentration +4)<p class=\"stat-block-2\">Constant-<i>detect law</i>, <i>detect magic</i>, <i>fly</i></p><p class=\"stat-block-2\">1/day-<i>soften earth and stone</i>, <i>warp wood</i></p><p class=\"stat-block-2\">1/week-<i>commune</i> (six questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Lightning Reflexes, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect law, detect magic; Perception +5", 
            "description": "This six-legged horror has a spider's face and a fibrous stalk growing out of its back&mdash;a stalk ending in a snapping mouth.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to a cythnigot's horrific appearance become sickened for 1 round&mdash;a cythnigot's horrific appearance only functions to a range of 10 feet. Once a creature makes a saving throw against a particular cythnigot's horrific appearance, that creature is immune to the horrific appearance of all cythnigots for 24 hours. A spellcaster that has a cythnigot as a familiar is immune to the horrific appearance of all cythnigots, and also gains a +4 bonus on saving throws made against any qlippoth's horrific appearance.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spores", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Any creature bitten by a cythnigot must make a DC 11 Fortitude save or become infested by the creature's otherworldly spores. These spores cause twitching spikes and hideous pallid growths of hair-like fibers to erupt from the bite wound and to writhe and wrap around the target's limbs. A creature suffering from these spores is entangled, and can attempt a new DC 11 Fortitude save in later rounds as a standard action to rip the tendrils free and escape the entangled condition. The effects of multiple cythnigot bites on a creature do not stack. Plant creatures take a &ndash;4 penalty on saves against this effect. This is a disease effect. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The cythnigot is a foul fungal parasite that grows and thrives within the corpses of small animals. The fungus transforms the host corpse in hideous ways, adding legs or rearranging features&mdash;a rat might gain an extra pair of legs and an insectoid visage, while a cat could lose all its legs and fur and gain a snake-like body. The only thing that all cythnigots have in common is a long stalk of fungal material that extends up from the creature's body, ending in a surprisingly strong set of fanged jaws. A cythnigot without a host body appears as little more than a foul-smelling puffball the size of a human's fist.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Chaotic evil spellcasters of caster level 7th who have the Improved Familiar feat can gain a cythnigot as a familiar&mdash;to do so, the spellcaster must already have a Tiny animal as a familiar. Infusing this familiar with the spores results in a cythnigot that is a loyal, if rather disgusting, minion of the spellcaster.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A cythnigot is about 20 inches long and weighs 10 pounds.</p>"
                }
            ], 
            "hp": "16 (3d10)", 
            "reach": "0 ft.", 
            "wisdom": "8", 
            "creature_type": "Outsider", 
            "dr": "5/cold iron or lawful", 
            "base_attack": "+3", 
            "name": "Qlippoth, Cythnigot", 
            "skills": "Acrobatics +7 (+11 jump), Fly +15, Knowledge (nature) +6, Knowledge (planes) +6, Perception +5, Stealth +15", 
            "reflex": "+6", 
            "cmd": "13 (21 vs. trip)", 
            "cmb": "+2", 
            "will": "+2", 
            "source": "Bestiary 2", 
            "organization": "solitary or bloom (2-12)", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "8", 
            "ac": "37, touch 7, flat-footed 37 (+4 deflection, -1 Dex, +2 insight, +30 natural, -8 size)", 
            "cmd": "62 (can't be tripped)", 
            "special_attacks": "abyssal transformation, entropic beams, horrific appearance (DC 30)", 
            "intelligence": "29", 
            "resist": "acid 30, electricity 10, fire 10", 
            "melee": "2 claws +31 (4d6+15/19-20 plus grab), 4 wings +26 (2d8+7)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "20 ft., fly 50 ft. (perfect)", 
            "alignment": "CE", 
            "size": "Colossal", 
            "environment": "any (Abyss)", 
            "strength": "40", 
            "constitution": "31", 
            "source": "Bestiary 2", 
            "treasure": "double", 
            "charisma": "27", 
            "languages": "Abyssal; telepathy 300 ft.", 
            "immune": "cold, poison, mind-affecting effects", 
            "init": "-1", 
            "fortitude": "+28", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +28)<p class=\"stat-block-2\">Constant-<i>cloak of chaos</i> (DC 26), <i>foresight</i>, <i>freedom of movement</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>dimension door</i>, <i>dispel law</i>, <i>greater dispel magic</i>, <i>magic missile</i>, <i>plane shift</i> (DC 25), <i>wind walk</i>, <i>word of recall</i></p><p class=\"stat-block-2\">3/day-<i>black tentacles</i>, <i>dimensional lock</i>, <i>horrid wilting</i> (DC 26), <i>insanity</i> (DC 25), <i>word of chaos</i> (DC 25)</p><p class=\"stat-block-2\">1/day-quickened <i>heal</i>, <i>imprisonment</i> (DC 27)</p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Critical Focus, Greater Vital Strike, Improved Bull Rush, Improved Critical (claw), Improved Vital Strike, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (heal), Spell Penetration, Staggering Critical, Vital Strike", 
            "senses": "all-around vision, darkvision 60 ft., low-light vision; Perception +37", 
            "description": "This immense creature has four bat-like wings and a spherical body. Red eyes peer from all sides, and two huge claws dangle below.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Abyssal Transformation", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "If an iathavos establishes a hold on a creature of Large or smaller size, it can place that creature deep within the bristly folds of its flesh. Treat this as an engulf attack, except that at the start of the iathavos's turn, an engulfed creature must make a DC 30 Fortitude save or be transformed into a nyogoth qlippoth that immediately squirms out of the iathavos's body to serve its new master. Creatures transformed into nyogoths are not controlled by the iathavos, but function and behave as if they were typical members of that species&mdash;they retain no memories or abilities they may have possessed in their previous lives. Items held or worn by the unfortunate victim remain lodged within the folds of the iathavos's body and can only be retrieved if the iathavos is helpless or dead. A creature transformed into a nyogoth in this manner can be restored to its true shape via break enchantment, miracle, or wish. Otherwise, slaying the nyogoth allows the poor soul to be restored to life via reincarnation, resurrection, or true resurrection. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Entropic Beams", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As a standard action once every minute, an iathavos can fire beams of entropic energy from its 10 eyes. Each of these beams of energy can be directed at a single target within 300 feet of the iathavos, but no more than one beam may be directed at any one creature. Beams that are not directed at a creature are wasted. The qlippoth must make a +15 ranged touch attack to hit with each beam. Each beam has the same effect as a CL 20th disintegrate (40d6 damage, DC 32 Fortitude partial for 5d6 damage), except a creature killed by this damage explodes in a 5-foot burst of energy, flesh, shadow, and smoke instead of turning into dust. Any creature in this burst must make a DC 32 Will save or be staggered for 1 round. The save DCs are Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to the iathavos's horrific appearance are affected by a feeblemind effect and permanently blinded.", 
                            "sections": []
                        }, 
                        {
                            "name": "Ichor", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "As long as the iathavos has taken any hit point damage, thick and stringy ropes of black ichor weep from the fissures and folds in its bristly hide. This ichor extrudes from the creature's body in a writhing nimbus of filaments at a rate of 5 feet per round, to a maximum range equal to its reach (30 feet). At the start the iathavos's turn, all creatures in reach of these strands of ichor must make a DC 32 Reflex save or become entangled. At the start the iathavos's turn, all creatures entangled by the ichor take 4d6 points of acid damage. If the qlippoth ends its turn with no hit point damage, the ichor melts away into harmless mist, releasing all entangled creatures. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Stench", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "The iathavos's stench ability is supernaturally disgusting&mdash;creatures that succumb to this ability are nauseated, while those that save are still sickened.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The most terrible of the qlippoth, with the exception of the qlippoth lords, is doubtless the immense iathavos. Believed by many to be a singular entity, a unique qlippoth so abhorrent that even the Abyss cannot bear to allow more than one to exist at any one time, the iathavos is often encountered attended by numerous nyogoth qlippoth that squirm over its body or under its bulk, feeding upon the wastes and fragments left behind by its shuddersome passing. These nyogoths are invariably other creatures that the iathavos has absorbed and remade&mdash;they represent one of the most heinous fates that could await would-be explorers of the deepest Abyssal rifts.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The iathavos crusades against the demonic scourge, but the monster does not limit its attentions to seeking out and destroying demons in preparation for the return of the Abyss to qlippoth rule. Indeed, the iathavos has the ability to shift among the various planes of the multiverse, and often travels to Material Plane worlds to systematically scour realms clean of mortal life, thus ensuring that these worlds can no longer provide the raw materials&mdash;sinful mortal souls&mdash;the Abyss relies upon to create new demons. Worlds visited by the iathavos are notable for the widespread devastation and the unusually large populations of nyogoths that remain behind to consume every last speck of decay the iathavos leaves behind.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The iathavos can be called via the most powerful spells, such as <i>gate</i>, but its immunity to mind-affecting effects and its vast size ensure that only the most desperate or most insane ever attempt such a self-destructive act. In all known cases, the deliberate conjuration of the iathavos to another world has done little more than draw the attention of the powerful creature to that world, so that even if it is banished back to the Abyss before it can cause too much devastation, the iathavos remembers the visit. It often returns under its own power at a later date to pursue its own goals on the newly discovered world. Only if the iathavos is presented with defenders that prevent it from achieving its destructive ruin does it flee back to the Abyss via <i>plane shift</i>&mdash;in such cases, the qlippoth often waits for centuries or even millennia before returning to that world, for there are always easier realms to destroy.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The iathavos is a powerful and horrifying monster made all the more devastating by its incredible intellect. The creature takes care to plan its major assaults on demonic enclaves or mortal cities, even though it is powerful enough that few creatures in the multiverse can give it pause. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When the iathavos is slain, the multiverse typically has only a relatively short time before the Abyss births a replacement monstrosity for the defeated qlippoth. This newly born iathavos is an entirely new creature&mdash;it does not share the memories of the previous incarnation, nor does it possess any advanced hit dice or class levels the previous monster may have gained, yet its appetite and hatred for demonic life and the sins that create such life remain constant and unending.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>To call such an iathavos a &ldquo;newborn&rdquo; is somewhat misleading. Although technically a freshly created creature, newborn iathavoses do not undergo a &ldquo;childhood.&rdquo; They form fully grown, as presented here. Yet with each new incarnation of the qlippoth monstrosity, changes can occur. A new iathavos might have slightly different spell-like abilities, for example, or the nature of its horrific appearance might change from that presented here. As an iathavos continues to hunt and destroy, it grows more powerful&mdash;an advanced iathavos typically gains more racial Hit Dice as a result. An iathavos that gains power by taking class levels is not unheard of, but it is quite rare&mdash;most who do take levels in sorcerer.</p>"
                }
            ], 
            "hp": "372 (24d10+240); fast healing 15", 
            "reach": "30 ft.", 
            "wisdom": "30", 
            "defensive_abilities": "ichor, never surprised or flat-footed", 
            "creature_type": "Outsider", 
            "dr": "15/cold iron and lawful", 
            "base_attack": "+24", 
            "name": "Qlippoth, Iathavos", 
            "skills": "Bluff +35, Escape Artist +23, Fly +26, Intimidate +35, Knowledge (arcana) +36, Knowledge (dungeoneering) +33, Knowledge (geography) +33, Knowledge (history) +33, Knowledge (planes) +36, Knowledge (religion) +33, Perception +37, Sense Motive +37, Spellcraft +36, Stealth +10, Use Magic Device +35", 
            "reflex": "+15", 
            "space": "30 ft.", 
            "cmb": "+47 (+51 grapple)", 
            "will": "+28", 
            "aura": "stench (DC 32, 10 rounds), cloak of chaos (DC 26)", 
            "sr": "31", 
            "organization": "solitary", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "21", 
            "ac": "24, touch 15, flat-footed 19 (+5 Dex, +9 natural)", 
            "special_attacks": "horrific appearance (DC 18)", 
            "intelligence": "9", 
            "resist": "electricity 10, fire 10", 
            "melee": "4 bites +15 (1d6+3/19-20 plus 1d4 acid), bite +15 (2d6+3/19-20 plus 1d4 acid)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "5 ft., fly 30 ft. (good)", 
            "alignment": "CE", 
            "size": "Medium", 
            "environment": "any (the Abyss)", 
            "strength": "16", 
            "constitution": "24", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "16", 
            "languages": "Abyssal; telepathy 100 ft.", 
            "immune": "acid, cold, poison, mind-affecting effects", 
            "init": "+5", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +13)<p class=\"stat-block-2\">At will-<i>acid arrow</i></p><p class=\"stat-block-2\">7/day-<i>fear</i> (DC 17), <i>protection from law</i></p><p class=\"stat-block-2\">1/day-<i>acid fog</i>, <i>dimension door</i></p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Improved Critical (bite), Power Attack, Vital Strike, Weapon Finesse", 
            "senses": "darkvision 60 ft.; Perception +17", 
            "description": "This appears to be a mass of floating intestines tangled around a fanged mouth&mdash;the tips of its coils also end in toothy maws.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Acid Spray", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A nyogoth's body is full of highly corrosive digestive fluid. Every time a nyogoth is damaged by a piercing or slashing weapon, all creatures adjacent to the nyogoth take 1d6 points of acid damage (2d6 acid damage if the attack is a critical hit).", 
                            "sections": []
                        }, 
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to a nyogoth's horrific appearance become nauseated for 1d8 rounds.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The nyogoth's role on the Abyss is that of a scavenger. Essentially mobile clumps of buoyant intestines, these writhing creatures squirt through the air in convulsive movements like an octopus gliding through water, and are constantly on the search for anything smaller than one of their many mouths (either the relatively small ones that pinch and gasp at the tips of their intestinal limbs or the larger gaping one at their cores). They can subsist on the waste and filth left behind by other denizens of the Abyss, but particularly enjoy feeding on still-living creatures.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Despite their seemingly lowly role in Abyssal ecosystems, the nyogoths are far from stupid beasts. Most are nearly as intelligent as the average human, and are capable of solving relatively complex problems when it comes to securing the next meal. As outsiders, nyogoths do not need to eat to survive, yet this does not exempt them from hunger&mdash;a nyogoth that goes for longer than 12 hours without a meal becomes increasingly violent and erratic. Such a &ldquo;starving&rdquo; nyogoth typically fights to the death when the prospect of food is available, and may even resort to self-cannibalism, drinking its own spurting digestive juices from its wounds in a nauseating display.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical nyogoth is 5 feet in diameter and weighs 260 pounds, although they are known to grow much larger.</p>"
                }
            ], 
            "hp": "125 (10d10+70)", 
            "wisdom": "19", 
            "defensive_abilities": "acid spray", 
            "creature_type": "Outsider", 
            "special_qualities": "flight", 
            "dr": "10/lawful", 
            "base_attack": "+10", 
            "name": "Qlippoth, Nyogoth", 
            "skills": "Fly +22, Intimidate +16, Knowledge (planes) +12, Perception +17, Stealth +18", 
            "reflex": "+12", 
            "cmd": "28 (can't be tripped)", 
            "cmb": "+13", 
            "will": "+7", 
            "organization": "solitary or brood (2-8)", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "16", 
            "ac": "21, touch 12, flat-footed 18 (+3 Dex, +9 natural, -1 size)", 
            "cmd": "27 (31 vs. trip)", 
            "special_attacks": "braincloud, horrific appearance (DC 15), constrict (1d4+6)", 
            "intelligence": "12", 
            "racial_modifiers": "+4 Intimidate, +4 Perception, +4 Use Magic Device", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "bite +12 (1d8+6), 4 tentacles +8 (1d4+3 plus grab)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any (the Abyss)", 
            "strength": "22", 
            "constitution": "23", 
            "source": "Bestiary 2", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Abyssal; telepathy 100 ft.", 
            "immune": "cold, poison, mind-affecting effects", 
            "init": "+7", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 7th; concentration +9)<p class=\"stat-block-2\">Constant-<i>tongues</i></p><p class=\"stat-block-2\">At will-<i>command</i> (DC 13)</p><p class=\"stat-block-2\">3/day-<i>charm person</i> (DC 13), <i>protection from law</i></p><p class=\"stat-block-2\">1/day-<i>charm monster</i> (DC 16), <i>dimension door</i></p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Improved Initiative, Skill Focus (Use Magic Device), Weapon Focus (tentacles)", 
            "senses": "darkvision 60 ft.; Perception +18", 
            "description": "This pale creature has four suckered arms that end in pincers. A gnashing maw gapes in its head between two staring eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Braincloud", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Once per round, in place of a melee attack with a tentacle, a shoggti can make a melee touch attack with the pincer on the end of that tentacle. If it hits, the target takes 1d4 points of Wisdom damage. Shoggti use this ability to mentally debilitate their victims so they can more easily use their charm spell-like abilities against them.", 
                            "sections": []
                        }, 
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to a shoggti's horrific appearance become fascinated by the creature's hypnotically wriggling tentacles and the strange, shimmering colors in its eyes. This effect persists for 1d6 rounds (but can be ended by the normal methods of defeating the fascinated condition).", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The shoggti are masters of mind manipulation, capable of seizing control of the thoughts of others and charming them into docile allies. They invade other realms in slaver bands, seeking out creatures to capture alive and return to the Abyss as charmed slaves&mdash;the fates of these poor souls is unknown, but likely has something to do with the qlippoth drive to reclaim the Abyss as their own.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although a shoggti lacks proper hands, it is capable of performing incredibly dextrous manipulations with the pincers at the tips of its tentacles. It cannot wield weapons in these pincers, but it can utilize magic items like wands, rods, staves, and the like. Shoggti are fond of wands in particular, particularly those that create mind-affecting effects that are easy to inflict on victims of their braincloud ability.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A shoggti's body is an egg-shaped mass about 8 feet long&mdash;its tentacles are about 8 feet long as well. The whole creature weighs 900 pounds.</p>"
                }
            ], 
            "hp": "80 (7d10+42)", 
            "reach": "10 ft.", 
            "wisdom": "19", 
            "defensive_abilities": "uncanny dodge", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron or lawful", 
            "base_attack": "+7", 
            "name": "Qlippoth, Shoggti", 
            "skills": "Escape Artist +13, Intimidate +16, Knowledge (planes) +11, Perception +18, Sense Motive +14, Stealth +9, Use Magic Device +19", 
            "reflex": "+5", 
            "space": "10 ft.", 
            "cmb": "+14 (+18 grapple)", 
            "will": "+9", 
            "organization": "solitary, pair, or slaver band (3-10 plus 6-12 slaves of various races)", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }, 
        {
            "dexterity": "34", 
            "ac": "33, touch 25, flat-footed 21 (+4 deflection, +12 Dex, +8 natural, -1 size)", 
            "cmd": "55 (71 vs. trip)", 
            "special_attacks": "horrific appearance (DC 27), savage stingers", 
            "intelligence": "24", 
            "resist": "electricity 10, fire 10", 
            "melee": "3 stings +27 (1d6+8/19-20 plus ability drain), 5 tentacles +22 (1d6+4 plus 2d6 acid)", 
            "cr": "18", 
            "xp": "153,600", 
            "speed": "40 ft., climb 40 ft, fly 60-ft. (good).", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any (Abyss)", 
            "strength": "26", 
            "constitution": "29", 
            "source": "Bestiary 2", 
            "treasure": "double", 
            "charisma": "25", 
            "languages": "Abyssal; telepathy 100 ft.", 
            "immune": "acid, cold, poison, mind-affecting effects", 
            "init": "+12", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +25)<p class=\"stat-block-2\">Constant-<i>cloak of chaos</i> (DC 25), <i>displacement</i>, <i>freedom of movement</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>dimension door</i>, <i>greater dispel magic</i>, <i>telekinesis</i> (DC 22)</p><p class=\"stat-block-2\">3/day-quickened <i>dimension door</i>, <i>flesh to stone</i> (DC 23), <i>word of chaos</i> (DC 24)</p><p class=\"stat-block-2\">1/day-<i>binding</i> (DC 25), <i>plane shift</i> (DC 24), <i>telekinetic sphere</i> (DC 25), <i>temporal stasis</i> (DC 25)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Expertise, Combat Reflexes, Critical Focus, Greater Vital Strike, Improved Critical (sting), Improved Vital Strike, Lightning Reflexes, Quicken Spell-Like Ability (dimension door), Staggering Critical, Vital Strike", 
            "senses": "darkvision 60 ft., true seeing; Perception +31", 
            "description": "This monster has ten spidery legs, a head writhing with dripping tentacles above a clutch of red eyes, and three whipping stingers.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Ability Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A thulgant's stingers each drain a different ability score on a hit. One stinger drains 1d4 points of Strength, another drains 1d4 points of Dexterity, and the third drains 1d4 points of Charisma. Any sting's drain is negated by a DC 29 Fortitude save. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Demon Hunter", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "A thulgant gains a +10 racial bonus on caster level checks to penetrate the spell resistance of any demon. Its attacks are treated as cold iron and good against demons.", 
                            "sections": []
                        }, 
                        {
                            "name": "Horrific Appearance", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "Creatures that succumb to a thulgant's horrific appearance are stunned for 1d4 rounds and take 1d6 points of Wisdom damage.", 
                            "sections": []
                        }, 
                        {
                            "name": "Savage Stingers", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 2", 
                            "text": "If a thulgant hits a single target with all three stings in the same round, it tears through the victim's body, dealing an extra 3d6+12 points of damage and draining an additional 2 ability points from all six of the victim's ability scores. A single DC 29 Fortitude save negates all of this additional ability drain. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 2"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The dreaded thulgant is among the most dangerous of the qlippoth, for it supports an array of deadly and painful physical attacks with a wide range of potent magical powers. Born from the cannibalistic orgies of augnagar qlippoth, each thulgant exists for one purpose only&mdash;the eradication of all demons from the Abyss.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Yet thulgants do not spend all of their lives hunting and destroying demons. They rule horrific hives deep in the Abyss populated by all manner of hideous minions, many of which are bound into servitude via <i>binding</i> spells. These qlippoth are fond of decorating their lairs with petrified or enstasised victims of great power&mdash;the more powerful the victims, the greater the prestige held by the thulgant.</p>"
                }
            ], 
            "hp": "290 (20d10+180); fast healing 10", 
            "reach": "10 ft.", 
            "wisdom": "27", 
            "defensive_abilities": "displacement, evasion, freedom of movement", 
            "creature_type": "Outsider", 
            "special_qualities": "demon hunter", 
            "dr": "15/cold iron and lawful", 
            "base_attack": "+20", 
            "name": "Qlippoth, Thulgant", 
            "skills": "Acrobatics +35 (+39 jump), Bluff +30, Climb +36, Fly +33, Intimidate +27, Knowledge (arcana) +27, Knowledge (history) +30, Knowledge (planes) +30, Perception +31, Sense Motive +31, Spellcraft +27, Stealth +31, Use Magic Device +30", 
            "reflex": "+30", 
            "space": "10 ft.", 
            "cmb": "+29", 
            "will": "+18", 
            "aura": "cloak of chaos (DC 25)", 
            "sr": "25 vs. lawful spells and creatures", 
            "organization": "solitary, pair, or patrol (3-4)", 
            "creature_subtype": "chaotic, evil, extraplanar, qlippoth"
        }
    ], 
    "name": "Qlippoth", 
    "type": "section"
}
