{
    "dexterity": "17", 
    "ac": "29, touch 11, flat-footed 26 (+3 Dex, +18 natural, -2 size)", 
    "cmd": "38 (50 vs. trip)", 
    "special_attacks": "breath weapon (90-foot line, 14d8 acid damage, DC 24 half, once every 1d4 rounds), constrict (tentacles 1d6+5 or claws 1d8+11), earthquake", 
    "intelligence": "5", 
    "resist": "sonic 20", 
    "melee": "bite +22 (2d6+11), 2 claws +22 (1d8+11 plus grab), 3 tentacles +19 (1d6+5 plus grab)", 
    "type": "creature", 
    "cr": "14", 
    "xp": "38,400", 
    "speed": "40 ft., burrow 20 ft., climb 40 ft.", 
    "alignment": "CE", 
    "size": "Huge", 
    "environment": "any underground", 
    "strength": "32", 
    "constitution": "23", 
    "source": "Bestiary 2", 
    "treasure": "standard", 
    "charisma": "22", 
    "languages": "Aklo", 
    "immune": "acid, electricity, disease, mind-affecting, poison", 
    "init": "+7", 
    "fortitude": "+13", 
    "reflex": "+8", 
    "feats": "Awesome Blow, Great Fortitude, Improved Bull Rush, Improved Initiative, Multiattack, Power Attack, Toughness, Weapon Focus (bite), Weapon Focus (claws)", 
    "senses": "darkvision 60 ft., tremorsense 30 ft.; Perception +23", 
    "description": "This huge monstrosity seems like some alien, clawed insect, with vaguely humanoid features and three tentacular tails.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "name": "Breath Weapon", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 2", 
                    "text": "A vemerak's acidic breath weapon has no effect on inorganic or undead material. If the breath weapon deals damage to a living fleshy creature, the acid creates a transparent cloud of foul-smelling vapor that fills that creature's space and persists for 1 round. Any creature in or passing through the cloud must make a DC 24 Fortitude save or be nauseated for 1d4 rounds. This cloud is a poison effect. The save DCs are Constitution-based.", 
                    "sections": []
                }, 
                {
                    "name": "Earthquake", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 2", 
                    "text": "As a full-round action, a vemerak can burrow its tentacles, legs, and mouth into the ground&mdash;this action does not provoke attacks of opportunity. At the start of the next round, it creates an effect identical to an earthquake spell (CL 17th). A vemerak can maintain this zone of trembling earth indefinitely, as long as it continues to take full-round actions to maintain the effect.", 
                    "sections": []
                }, 
                {
                    "name": "Spore Cloud", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 2", 
                    "text": "A unique form of magic-resistant mold grows upon the body of a vemerak. This mold is the source of the vemerak's spell resistance. When the vemerak moves, the mold exudes a cloud of spores in a 30-foot radius that acts as a targeted greater dispel magic (CL 17th) against the highest caster level magical effect the cloud touches as part of the vemerak's move that turn.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary 2"
        }, 
        {
            "source": "Bestiary 2", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Huge and otherworldly, the vemerak is a monster known as much for its disturbing appearance as its violent and cruel disposition.</p>"
        }, 
        {
            "source": "Bestiary 2", 
            "sections": [], 
            "type": "section", 
            "text": "<p>A vemerak is 10 feet tall and 20 feet long, its tentacle-like tails adding a further 15 feet to its length. It weighs just over 6 tons. Caverns that serve as lairs to these creatures invariably possess disturbing shrines where the creatures offer up portions of every meal to dark gods that dwell deep below the sane world&mdash;as a result, many believe that vemeraks exist as the physical manifestation of the will of a particularly violent and insane deity.</p>"
        }
    ], 
    "hp": "195 (17d8+119)", 
    "reach": "15 ft.", 
    "wisdom": "16", 
    "creature_type": "Aberration", 
    "dr": "5/-", 
    "base_attack": "+12", 
    "name": "Vemerak", 
    "skills": "Climb +19, Perception +23", 
    "sr": "25", 
    "space": "15 ft.", 
    "cmb": "+25 (+29 grapple)", 
    "will": "+13", 
    "aura": "spore cloud (30 ft.)", 
    "organization": "solitary"
}