{
    "body": "<table id=\"table-caster's-tower-events\"><caption>Caster's Tower Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;05</td><td>Arcane breakthrough</td></tr><tr class=\"even\"><td>06&mdash;10</td><td>Mysterious item</td></tr><tr class=\"odd\"><td>11&mdash;40</td><td>Desperate visitor</td></tr><tr class=\"even\"><td>41&mdash;65</td><td>Roll on the Magic Shop Events table</td></tr><tr class=\"odd\"><td>66&mdash;95</td><td>Catastrophic mishap</td></tr><tr class=\"even\"><td>96&mdash;100</td><td>Dangerous surge</td></tr></table>", 
    "name": "Caster's Tower Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Your hard work has resulted in the discovery of a new magic spell. Your apprentices have to work frantically to pen the spell, costing you 1d4 points of Labor and 1d6 points of Magic. There's a 75% chance this creates an arcane scroll of a random low-level spell (roll 1d4 to determine the spell level), and a 25% chance it creates an arcane scroll of a random mid-level spell (roll 1d2+4 to determine the spell level).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events/Arcane Breakthrough", 
            "type": "section", 
            "name": "Arcane Breakthrough", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An accident in one of your lab rooms causes severe structural damage to your tower&mdash;blowing out an entire floor, sinking the building halfway into the ground, or causing things not bolted down to simply float away. There's a 50% chance this event causes a fire (see Generic Building Events). Otherwise, the damage and aftereffects cost you 1d4 points of Influence, and the building gains the broken condition until you spend 2d6 points of Magic to repair it.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events/Catastrophic Mishap", 
            "type": "section", 
            "name": "Catastrophic Mishap", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Through some inexplicable conflux of celestial events, ley lines, and an unusual ingredient, your building creates more magic than you know what to do with. In addition to its normal capital, the building generates 1d3 points of Magic per day for 1d6 days. However, on each of these days, you must spend at least half of this extra Magic (converting it to gp or another form of capital does not count) or the building gains the broken condition, all unspent additional Magic created by this event dissipates, and any remaining days of additional Magic from this event are lost.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events/Dangerous Surge", 
            "type": "section", 
            "name": "Dangerous Surge", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A mysterious visitor arrives asking for magical help with a personal and time-sensitive matter. If you succeed at a DC 25 Knowledge (arcana) check, you discreetly deal with the problem; you gain 1d4 points of Influence, and there is a 10% chance that the visitor recommends you to someone with a similar problem and the building gains a +10 bonus on its next check to generate capital. If you fail this check, you are unable to help the visitor, word spreads of your ineptitude, and you lose 1d6 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events/Desperate Visitor", 
            "type": "section", 
            "name": "Desperate Visitor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A mysterious magic item is discovered on your doorstep, is unearthed by one of your employees, or is delivered to you by a desperate adventurer. If you succeed at a DC 30 Spellcraft check, you identify it as a random magic item worth 500 gp or less, though its unusual history might give it a higher value. Failing this check means you are unable to identify it, or you detect traces of curse magic; either way, you must sell it quickly to someone else for 1d10 × 10 gp before it causes you any trouble.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Casters Tower Events/Mysterious Item", 
            "type": "section", 
            "name": "Mysterious Item", 
            "source": "Ultimate Campaign"
        }
    ]
}