{
    "body": "<table id=\"table-castle-events\"><caption>Castle Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;20</td><td>Grand feast</td></tr><tr class=\"even\"><td>21&mdash;35</td><td>New servant</td></tr><tr class=\"odd\"><td>36&mdash;55</td><td>Inadequate defenses</td></tr><tr class=\"even\"><td>56&mdash;75</td><td>Training drill</td></tr><tr class=\"odd\"><td>76&mdash;85</td><td>Offensive jester</td></tr><tr class=\"even\"><td>86&mdash;100</td><td>Uprising</td></tr></table>", 
    "name": "Castle Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Your latest gala, ball, banquet, festival, or similar event turned out smashingly. Visitors from all over made their way to your grand event, and you gain 1d6 points of Influence for throwing such a well-received party.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/Grand Feast", 
            "type": "section", 
            "name": "Grand Feast", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>One of your Castle's key defenses isn't sound&mdash;be it the moat, the keep, a turret, or some other integral part. The building gains the broken condition until you spend 1d6 points each of Goods and Labor repairing it.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/Inadequate Defenses", 
            "type": "section", 
            "name": "Inadequate Defenses", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>One of the new workers in your Castle&mdash;such as a guard, castellan, or cook&mdash;is having a rough first day and causing all sorts of mayhem. You lose 1d2 points of Goods to the rookie's mess. Taking the servant under your wing results in an additional loss of 1d2 points of Goods per day for 1d3 days (due to breakage and other mishaps), but earns you 1 point of Influence and 1d6 points of Labor at the end of the training period. If you fire the incompetent underling, you gain 1d6 points of Influence as word of your iron-fisted management spreads.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/New Servant", 
            "type": "section", 
            "name": "New Servant", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>While enjoying the entertainments of your jester, your guests are dumbstruck at one of the clown's more scurrilous performances, and you must make a difficult decision about what to do with this foul-mouthed but popular bard. If you make an example of the jester (through dismissal, imprisonment, or execution), you lose 1d6 Influence because of angry peers. If you laugh off the insult, you gain the respect of your servants and the common people, but lose 1 Influence and 1d3 points of Labor.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/Offensive Jester", 
            "type": "section", 
            "name": "Offensive Jester", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Armed rabble&mdash;prisoners in the dungeons, angry peasants, or a tribe of primitive humanoids&mdash;plan to attack your Castle. You can bribe them to disperse by spending 1d6 points of Goods, but there is a 25% chance they come back 5d6 days later wanting more. If you convince them to calm down with a successful DC 30 Bluff, Diplomacy, or Intimidate check, you gain 1d3 points of Influence for your willingness to speak to them. Failing this check means they damage your Castle, costing you 1d6+1 points of Goods and Labor, divided as you choose. You can instead use magic or violence to deal with the upstarts (either directly or through your guards), but you lose 1d3 points of Influence and 1d3 points of Labor as news of your actions spreads.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/Uprising", 
            "type": "section", 
            "name": "Uprising", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The guards and soldiers of your Castle need constant training in order to stay on top of their duties. Attempt a DC 25 Diplomacy, Intimidate, or Profession (soldier) check. Success means the building gains a +2 bonus on all checks for 7 days. Failure indicates that your troops have fallen behind on their drills. You lose 1d2 points of Labor as you retrain them to their former proficiency.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Castle Events/Training Drill", 
            "type": "section", 
            "name": "Training Drill", 
            "source": "Ultimate Campaign"
        }
    ]
}