{
    "body": "<table id=\"table-generic-building-events\"><caption>Generic Building Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;02</td><td>Good fortune</td></tr><tr class=\"even\"><td>03&mdash;08</td><td>Day of rest</td></tr><tr class=\"odd\"><td>09&mdash;12</td><td>Good weather</td></tr><tr class=\"even\"><td>13&mdash;15</td><td>Famous visitor</td></tr><tr class=\"odd\"><td>16&mdash;65</td><td>Building-specific event</td></tr><tr class=\"even\"><td>66&mdash;73</td><td>Rumormongering</td></tr><tr class=\"odd\"><td>74&mdash;77</td><td>Bad weather</td></tr><tr class=\"even\"><td>78&mdash;80</td><td>Fire</td></tr><tr class=\"odd\"><td>81&mdash;82</td><td>Deadly accident</td></tr><tr class=\"even\"><td>83&mdash;84</td><td>Infestation</td></tr><tr class=\"odd\"><td>85&mdash;88</td><td>Rivalry</td></tr><tr class=\"even\"><td>89&mdash;90</td><td>Sickness</td></tr><tr class=\"odd\"><td>91&mdash;94</td><td>Taxes</td></tr><tr class=\"even\"><td>95&mdash;98</td><td>Criminal activity</td></tr><tr class=\"odd\"><td>99&mdash;100</td><td>Roll twice</td></tr></table>", 
    "name": "Generic Building Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A particularly bad patch of weather plagues the area. There's a 10% chance the weather is devastating. Attempt a DC 20 Survival check. If you succeed, you've anticipated the weather and your building is unaffected. If you fail, the bad weather damages some of your supplies, and you lose 1d4 points of Goods. If the bad weather is devastating, your building gains the broken condition.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Bad Weather", 
            "type": "section", 
            "name": "Bad Weather", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Roll on the specific table for your building. If there is no event table for that kind of building, reroll this result.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Building-Specific Event", 
            "type": "section", 
            "name": "Building-Specific Event", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The building is targeted by petty criminals. You can spend 2d4 points of Influence to cause them to leave you alone, negating this event. Otherwise, attempt a DC 20 Intimidate check. If you succeed, the criminals are caught and you gain 1 point of Influence. Otherwise, the criminals rob your building, and you lose 1d8 points of Goods.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Criminal Activity", 
            "type": "section", 
            "name": "Criminal Activity", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>It's an unusually relaxing day. Nothing bad happens, and minor events seem to conspire to make all the little things work out perfectly. People are well rested and in good spirits. You gain 1d3 points of Labor.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Day of Rest", 
            "type": "section", 
            "name": "Day of Rest", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Someone has a dreadful accident in or near your building. Roll 1d6; on a 1&mdash;4, the victim is a random employee or building resident, and on a 5&mdash;6, the victim is a visitor or passerby. The GM determines the type of accident. The victim is hurt badly and is dying. A successful DC 15 Heal check or the application of any magical healing prevents death. If the person dies, you lose 1d3 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Deadly Accident", 
            "type": "section", 
            "name": "Deadly Accident", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Someone famous visits the settlement. This could be a beloved actress, a vaunted hero, a celebrated noble, or the like. Attempt a DC 20 Diplomacy check. On a success, the famous visitor visits your building, and you gain 1d2 points of Influence. Otherwise you're snubbed and lose 1d2 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Famous Visitor", 
            "type": "section", 
            "name": "Famous Visitor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A fire breaks out in your building. There's a 75% chance it's just a minor fire that costs you 1d2 points of Goods, but otherwise it's a major fire and becomes a significant danger. For a major fire, unless you utilize magic like <i>quench</i>, <i>pyrotechnics</i>, or other fire-suppressing tactics, you lose 2d6 points of Goods, Labor, or Magic (splitting this cost up however you wish) and your building gains the broken condition.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Fire", 
            "type": "section", 
            "name": "Fire", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You have a run of good luck. For 7 days, this building gains a +4 bonus on its first check to generate capital each day. In addition, the next time you roll a building event, you can roll twice and take either result.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Good Fortune", 
            "type": "section", 
            "name": "Good Fortune", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The beautiful weather boosts morale and business. The building gets a +10 bonus on its next check to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Good Weather", 
            "type": "section", 
            "name": "Good Weather", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You have uninvited guests&mdash;spiders in the cellar, stirges in the attic, rats in the walls, or something similarly unpleasant. As long as your building is infested, it takes a &mdash;10 penalty on checks to generate capital. Each day the infestation continues, you lose 1 point of Goods, Labor, or Magic (chosen randomly, reroll if it's a type of capital you don't have). To end an infestation, you must succeed at a DC 20 Handle Animal or Survival check; the DC increases by 1 for each day the infestation persists (maximum DC 30). Alternatively, the GM may allow you to resolve the infestation with a combat encounter.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Infestation", 
            "type": "section", 
            "name": "Infestation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A rival starts to work against you. At the start of each Income phase, you must succeed at a DC 20 skill check (with a skill that makes sense for the type of building) or either lose 1d2 points of Influence or give the building a &mdash;5 penalty on its checks to generate currency for 1d10 days (50% chance of either penalty). You may attempt a DC 25 Intimidate or Diplomacy check once per day to end the rivalry. Success means the rivalry ends (as does any ongoing penalty from this event). Failure means the rivalry continues. The rivalry ends automatically the next time you roll this event (this doesn't replace the old rivalry with a new one).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Rivalry", 
            "type": "section", 
            "name": "Rivalry", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>People are talking about you. Attempt a DC 20 Diplomacy check. On a success, word spreads far that your presence in the region is valuable and welcomed, and you gain 1d4 points of Influence. On a failure, the rumors are not so complimentary (and perhaps even insulting), and you lose 1d3 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Rumormongering", 
            "type": "section", 
            "name": "Rumormongering", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your employees have become sick, and any earnings from this building today are halved. Attempt a DC 15 Heal check at the end of each day&mdash;on a success, your employees get well enough to work. If you fail, the sickness persists to the next day. Each day sickness persists, you have a 20% chance of losing 1d2 points of Labor.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Sickness", 
            "type": "section", 
            "name": "Sickness", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You must pay some unexpected taxes. You can either pay the tax amount (1% of the total gp value of your building) or attempt a DC 20 Bluff check to talk your way out of the taxes. If you succeed, you don't have to pay these taxes. If you fail, the tax owed doubles and you can't talk your way out of it.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Generic Building Events/Taxes", 
            "type": "section", 
            "name": "Taxes", 
            "source": "Ultimate Campaign"
        }
    ]
}