{
    "body": "<table id=\"table-guildhall-events\"><caption>Guildhall Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;25</td><td>Prosperity</td></tr><tr class=\"even\"><td>26&mdash;35</td><td>Renovations</td></tr><tr class=\"odd\"><td>36&mdash;55</td><td>Increased taxes</td></tr><tr class=\"even\"><td>56&mdash;70</td><td>Infighting</td></tr><tr class=\"odd\"><td>71&mdash;85</td><td>Rival guild</td></tr><tr class=\"even\"><td>86&mdash;100</td><td>Unfair practices</td></tr></table>", 
    "name": "Guildhall Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>New laws increase the tariffs placed on local guilds&mdash;or perhaps you are the victim of an overzealous tax collector with a grudge against you. Attempt a DC 20 Craft or Profession check appropriate to the nature of your guild. If you fail, the building takes a permanent &mdash;5 penalty on checks to generate capital. Each time you roll this event again, this penalty stacks (maximum &mdash;25). At any point you can spend 1d3 points of Goods or Influence to pay these taxes, bribe the tax collector, or find a loophole in the law, reducing the penalty by 5 (minimum 0).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Increased Taxes", 
            "type": "section", 
            "name": "Increased Taxes", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Guild politics have gotten out of hand, and it's up to you to quell the increasingly heated arguments and even open brawls that are happening in the Guildhall. The infighting lasts 2d6 days. Attempt one DC 25 Bluff, Diplomacy, or Sense Motive check on each of these days. For each failure, you lose 1 point of Influence as you show you're an ineffective leader. If you succeed 3 times, you regain control, the event ends, and you gain an amount of Influence equal to the number of days remaining.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Infighting", 
            "type": "section", 
            "name": "Infighting", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Business is booming. For 1d6 days, the Guildhall gains a +5 bonus on its first check each day to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Prosperity", 
            "type": "section", 
            "name": "Prosperity", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Because of shoddy workmanship, age, a curse, or bad luck, the Guildhall needs maintenance. The building has the broken condition until you spend 1d6 points of Goods and 1d4 points of Labor for the renovations. Once you renovate, there's a 25% chance you discover a valuable item during the construction, such as a forgotten tome, rare trophy, or long-lost gemstone. You may keep or sell this item. If you sell it, you gain 1d6 × 20 gp.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Renovations", 
            "type": "section", 
            "name": "Renovations", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A rival guild has opened in the settlement, drawing potential members and customers away from yours. Treat this as a rivalry event (see Generic Building Events). Until the rivalry ends, the building takes a &mdash;10 penalty on checks to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Rival Guild", 
            "type": "section", 
            "name": "Rival Guild", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>One of the guild members hasn't been contributing her fair share&mdash;skimming off the top, not paying dues, doing work for a rival guild, or taking more than her fair share of the profits. You can spend 1d4 points of Influence to discipline this member or attempt a DC 25 Intimidate check to set her straight. If you succeed at this check, you frighten her into donating excess funds to the guild to make up for previous transgressions, earning you 1d6 points of Goods. Failing the check costs you an additional 1d4 points of Influence as other members realize they can get away with more.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Guildhall Events/Unfair Practices", 
            "type": "section", 
            "name": "Unfair Practices", 
            "source": "Ultimate Campaign"
        }
    ]
}