{
    "body": "<table id=\"table-herbalist-events\"><caption>Herbalist Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td>Dangerous discovery</td></tr><tr class=\"even\"><td>11&mdash;30</td><td>Roll on the Alchemist Events table</td></tr><tr class=\"odd\"><td>31&mdash;55</td><td>Snake oil</td></tr><tr class=\"even\"><td>56&mdash;70</td><td>Exhausting concoction</td></tr><tr class=\"odd\"><td>71&mdash;80</td><td>New intoxicant</td></tr><tr class=\"even\"><td>81&mdash;100</td><td>Noxious fumes</td></tr></table>", 
    "name": "Herbalist Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>While experimenting with a recipe, you accidentally create a dose of poison. Randomly select one poison from the Sample Poisons table that costs 500 gp or less per dose. You can keep this dose for your own use or sell it at full value. Note that selling poison might be illegal in the settlement.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events/Dangerous Discovery", 
            "type": "section", 
            "name": "Dangerous Discovery", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Accidental exposure to a stimulating herbal treatment has given your workers insomnia, allowing them to increase their output. For 1d6 days, each day you can spend 1 point of Influence to push the workers, giving the building a +10 bonus on its first check that day to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events/Exhausting Concoction", 
            "type": "section", 
            "name": "Exhausting Concoction", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You discover a natural substance&mdash;perhaps a rare herb or a refined form of a common beverage&mdash;that creates a pleasant, intoxicating sensation. If you spend 1d4 points of Influence and succeed at a DC 20 Bluff, Diplomacy, or Intimidate check, you convince the local authorities to allow you to sell it, and for 2d6 days the building gains a +10 bonus on its first check to generate capital each day. If you fail or don't attempt the check, the substance is declared illegal, a threat to society, or immoral. If the substance is banned, you can sell it illegally for only a short while before the risk grows too great; for 2d4 days, the building gains a +5 bonus on its first check to generate capital each day. There is a 10% chance than an unscrupulous employee may continue selling this intoxicating substance on the side without your permission or knowledge (which may lead to complications with local authorities).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events/New Intoxicant", 
            "type": "section", 
            "name": "New Intoxicant", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The horrible stink created by one of your latest concoctions makes the workers ill. Attempt a DC 25 Craft (alchemy) or Profession (herbalist) check to create a counteragent before anyone has to take days off to recover. If you succeed, you end the event with no penalties. If you fail, you lose 2d4 points of Labor; each point of Magic you spend reduces the amount of Labor lost by 2.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events/Noxious Fumes", 
            "type": "section", 
            "name": "Noxious Fumes", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You've created an invigorating tonic that makes people feel better, though whether or not it has any actual curative effect is dubious. If you spend 1 point of Influence or Magic, you can attempt a DC 25 Bluff check to convince the locals to try your cure-all. If you succeed, the building gains a +15 bonus on its next check to generate capital. You can attempt this check every day after you roll this event, but the DC increases by 2 with each attempt. If you fail the check, the event ends, and you can no longer attempt these daily checks (at least, not until you roll this event again).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Herbalist Events/Snake Oil", 
            "type": "section", 
            "name": "Snake Oil", 
            "source": "Ultimate Campaign"
        }
    ]
}