{
    "body": "<table id=\"table-house-events\"><caption>House Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td>Buried relic</td></tr><tr class=\"even\"><td>11&mdash;35</td><td>Roll on the Inn Events table</td></tr><tr class=\"odd\"><td>36&mdash;55</td><td>Neighbor rivalry</td></tr><tr class=\"even\"><td>56&mdash;65</td><td>Haunting</td></tr><tr class=\"odd\"><td>66&mdash;80</td><td>Fussy neighbor</td></tr><tr class=\"even\"><td>81&mdash;95</td><td>Unstable foundation</td></tr><tr class=\"odd\"><td>96&mdash;100</td><td>Arson</td></tr></table>", 
    "name": "House Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Someone sets your House on fire to send you a message. Treat this as the fire event.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Arson", 
            "type": "section", 
            "name": "Arson", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You find an unusual object on your property&mdash;a gem, piece of jewelry, or magic item worth 300 gp or less. There's a 5% chance that the item is cursed or in some way faulty. Each time you roll this event, the chance of a cursed item increases by 5% (maximum 30% chance).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Buried Relic", 
            "type": "section", 
            "name": "Buried Relic", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A highly influential neighbor insists that you remodel some of your House's rooms. Choose 1d3 random rooms in your House to renovate, and pay an amount of gp equal to 20% of the cost of those rooms. For every 2 points of Influence you own, the gp cost decreases by 5%; if this reduces the cost to 0, you don't have to remodel. If you refuse to remodel, you lose 1d4 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Fussy Neighbor", 
            "type": "section", 
            "name": "Fussy Neighbor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A supernatural presence enters your home. Roll d%; on a 01&mdash;20, the presence is harmful, on a 21&mdash;80, it's mischievous, and on an 81&mdash;100 it's helpful. A harmful presence increases capital attrition of 1 point of Goods, Influence, Labor, and Magic per week, and has a 10% chance per night of attacking one overnight guest with a nightmare. A mischievous presence might bring bad luck (50%) or good luck (50%) to one roll for anyone who sleeps in your home; bad luck functions as if the subject were affected by the touch of chaos granted power from the Chaos domain, and good luck functions as if the subject were affected by the bit of luck granted power from the Luck domain. A helpful presence must be appeased once every 7 days with a successful DC 15 Diplomacy check. If you succeed at the check, you also gain 1 point of Influence or Labor (your choice). If you fail, the presence leaves on its own. Getting rid of any variety of supernatural presence requires appropriate spells or spending 2d6 points of Magic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Haunting", 
            "type": "section", 
            "name": "Haunting", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You have a disagreement with a neighbor. Attempt a DC 15 Diplomacy or Intimidate check. If you succeed, the event ends. If you fail, you lose 1 point of Influence and must attempt another check each day, increasing the DC by 2 each time. At any time you can bury the hatchet and spend Goods or Labor (1 + 1 for each time you failed the check to end this event) to end the event by doing something nice for the neighbor.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Neighbor Rivalry", 
            "type": "section", 
            "name": "Neighbor Rivalry", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The foundation of your House is sinking. The building gains the broken condition, and you lose 1d2 points of Influence due to the embarrassment. It costs 1d2 points of Goods and 1d6 points of Labor to bolster the foundation and remove the broken condition.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/House Events/Unstable Foundation", 
            "type": "section", 
            "name": "Unstable Foundation", 
            "source": "Ultimate Campaign"
        }
    ]
}