{
    "body": "<table id=\"table-inn-events\"><caption>Inn Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;15</td><td>Talk of the town</td></tr><tr class=\"even\"><td>16&mdash;30</td><td>Food shortage</td></tr><tr class=\"odd\"><td>31&mdash;55</td><td>Roll on the Tavern Events table</td></tr><tr class=\"even\"><td>56&mdash;75</td><td>Strange guest</td></tr><tr class=\"odd\"><td>76&mdash;95</td><td>Theft</td></tr><tr class=\"even\"><td>96&mdash;100</td><td>Violence</td></tr></table>", 
    "name": "Inn Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Business is booming, but your food and drink stores are depleted by this increased demand. You lose 1d4 points of Goods. If you still have Goods left after paying this cost, you gain 1 point of Influence; otherwise, you lose 1 point of Influence and the building takes a &mdash;5 penalty on its next 1d6 checks to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events/Food Shortage", 
            "type": "section", 
            "name": "Food Shortage", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When a rapping at the front door awakes you from your slumber one stormy night, you find a shadowy, mysterious stranger on your Inn's stoop. There's a 50% chance this guest is just a wandering traveler seeking sanctuary from the foul weather, a 25% chance the guest brought you a gift in return for refuge (earning you your choice of 1d4 points of Goods or Influence), and a 25% chance the guest has violent intentions (in which case the GM should create a combat encounter suitable for your level).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events/Strange Guest", 
            "type": "section", 
            "name": "Strange Guest", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your Inn is a beacon of safety and warmth, and the business you've been doing has earned you a growing reputation in the surrounding settlements. If you succeed at a DC 25 Diplomacy or Perform check, you steer the rumors favorably to increase business, and for 2d6 days, the building gains a +10 bonus on its first check to generate capital each day.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events/Talk of the Town", 
            "type": "section", 
            "name": "Talk of the Town", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your last guests stole property&mdash;items crucial to running the Inn. Until you pay 2d20 gp to replace these items, the building takes a &mdash;5 penalty on checks to generate capital. Alternatively, the GM may allow you to track down the thieves and reclaim your stolen property as an adventure encounter.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events/Theft", 
            "type": "section", 
            "name": "Theft", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>There is a 60% chance that this is just a simple brawl in the common room, and a 40% chance that someone has attempted actual harm against your employees or guests. If it is a simple brawl, you can break it up with a successful DC 20 Diplomacy or Intimidate check or by spending 1 point of Goods on the quarrelers. If it is a violent attack and you're present when it occurs, you can attempt to intercede (the GM should determine an appropriate combat encounter). Whether or not the violent attack is successful, the perpetrator must be dealt with. If you do nothing at all, you lose 1d4 points of Influence and 1d2 points of Labor as you lose frightened customers and employees. If you want the local authorities to take care of it, attempt a DC 20 Diplomacy or Intimidate check. Success means an investigation and arrest occur without any negative repercussions. Failure means you lose 1d4 points of Influence and 1 point of Labor. If you find and punish the perpetrator yourself (or hire someone to do so), you gain 1d4 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Inn Events/Violence", 
            "type": "section", 
            "name": "Violence", 
            "source": "Ultimate Campaign"
        }
    ]
}