{
    "body": "<table id=\"table-magic-shop-events\"><caption>Magic Shop Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;25</td><td>Clueless adventurer</td></tr><tr class=\"even\"><td>26&mdash;30</td><td>Roll on the Shop Events table</td></tr><tr class=\"odd\"><td>31&mdash;35</td><td>Roll on the Magical Academy Events table</td></tr><tr class=\"even\"><td>36&mdash;50</td><td>Unexpected magic</td></tr><tr class=\"odd\"><td>51&mdash;70</td><td>Burglary</td></tr><tr class=\"even\"><td>71&mdash;100</td><td>Concerned citizens</td></tr></table>", 
    "name": "Magic Shop Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Magic Shop Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Thieves have attempted to break into your shop to steal your magic. You can immediately spend 1d6 points of Influence to negate this attempt. Otherwise, attempt a DC 25 Perception or Spellcraft check. On a success, your building's defenses work, the thieves are caught, and you gain 1d2 points of Influence. On a failure, you lose 1d4 points of Goods and 2d4 points of Magic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Magic Shop Events/Burglary", 
            "type": "section", 
            "name": "Burglary", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An adventurer comes to the shop seeking to sell a magic item that she has misidentified or doesn't understand the true nature of. Most of the time, this item is relatively minor (worth less than 1,000 gp), but 10% of the time it's a randomly determined item of a greater value (up to 4,000 gp). The adventurer offers to sell the item to you for half of what she thinks its actual value is (for example, if she thinks a <i>potion of cure serious wounds</i> is actually a <i>potion of cure moderate wounds</i>, she asks for 150 gp instead of 375 gp). If you inform the adventurer of the item's actual abilities value before buying it (and adjust your buying price accordingly), word of your honesty gets around and you gain 2d6 points of Influence. There is a 50% chance the informed adventurer decides to keep the item and a 50% chance she decides to sell it to you anyway at your offered buying price.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Magic Shop Events/Clueless Adventurer", 
            "type": "section", 
            "name": "Clueless Adventurer", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Locals often misunderstand magic, and when strange things or unfortunate accidents occur, they're quick to blame the local Magic Shop. The newest spate of dead cattle, missing children, strange lights in the sky, or ghost sightings might or might not be magical in nature, but unless you can assuage citizens' concerns with a successful DC 25 Bluff or Diplomacy check, you lose 2d6 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Magic Shop Events/Concerned Citizens", 
            "type": "section", 
            "name": "Concerned Citizens", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Magic can be unpredictable, especially when many magic items are stored in close proximity. Through the unpredictable results of overlapping and interacting magic auras, or perhaps as a result of a damaged magic item or leaking potion, a strange magical event occurs. The event is minor 75% of the time, causing flashing lights, strange smells, or unusual sounds. Attempt a DC 25 Knowledge (arcana) check in this case. On a success, you learn something useful about how to store magic and gain 1 point of Magic. The other 25% of the time, the interaction is dangerous&mdash;a sudden explosion of fire, the accidental animation of an object, the summoning of a hungry monster, and so on. These events should be tailored by the GM, but should be comparable in power to a trap or monster encounter of your level.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Magic Shop Events/Unexpected Magic", 
            "type": "section", 
            "name": "Unexpected Magic", 
            "source": "Ultimate Campaign"
        }
    ]
}