{
    "body": "<table id=\"table-menagerie-events\"><caption>Menagerie Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;20</td><td>Exotic donation</td></tr><tr class=\"even\"><td>21&mdash;55</td><td>Festival</td></tr><tr class=\"odd\"><td>56&mdash;60</td><td>Contagion</td></tr><tr class=\"even\"><td>61&mdash;75</td><td>Escaped animal</td></tr><tr class=\"odd\"><td>76&mdash;90</td><td>Lost visitor</td></tr><tr class=\"even\"><td>91&mdash;100</td><td>Unruly druid</td></tr></table>", 
    "name": "Menagerie Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The creatures in your Menagerie suffer from a mysterious malady. Treat this as the sickness event from Generic Building Events , and your building gains the broken condition until the sickness is ended.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Contagion", 
            "type": "section", 
            "name": "Contagion", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>One of your exhibits escapes its cage. If you keep track of specific creatures, determine the escaped creature randomly. Attempt a DC 25 Handle Animal, Perception, Survival, or wild empathy check (or if the escaped creature is intelligent, a Bluff or Diplomacy check) to find the creature and safely return it to its cage. If you fail, you lose 1d6 points of Influence and 1d4 points of Labor, and the building generates no capital that day.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Escaped Animal", 
            "type": "section", 
            "name": "Escaped Animal", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An eccentric aristocrat, adventurer, explorer, or other individual delivers an unusual creature to add to your exhibit. The type of creature is determined by the GM&mdash;you might need to expend additional resources (typically 1d6 points of Goods and 1d3 points of Labor) or craft a special room to house particularly unusual creatures. If you take the creature, you gain 2d6 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Exotic Donation", 
            "type": "section", 
            "name": "Exotic Donation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The settlement or an important person wants to use your Menagerie as the site for an upcoming festival. Make a note of your current Influence. Roll 2d6 to determine how many days will pass until the Festival takes place. If on the day of the Festival your Influence is lower than it was on the day of the request, the Festival is cancelled and you lose an additional 1d6 points of Influence. Otherwise, you gain 1d6 points of Influence and attempt a DC 25 Handle Animal or Perform check. If you succeed, your Menagerie gets a +20 bonus on its first check to generate capital that day.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Festival", 
            "type": "section", 
            "name": "Festival", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A visitor becomes lost. Attempt a DC 20 Perception check. If you succeed, you find the lost person and the event ends with no drawbacks. If you fail this check, the visitor has a 50% chance of being wounded or killed&mdash;if this occurs, you lose 1d6 points of Influence. If the lost visitor isn't wounded or killed, you must attempt the Perception check again each hour with a cumulative +2 bonus; repeat until you find the missing visitor or the visitor is wounded or killed.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Lost Visitor", 
            "type": "section", 
            "name": "Lost Visitor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An unruly druid embarks on a crusade against your Menagerie. The druid continues to harass your building until you succeed at a DC 30 Diplomacy or Knowledge (nature) check to mollify her, or until you detain or defeat her in combat. While the druid is acting against your Menagerie, all checks related to the building that you make take a &mdash;5 penalty.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Menagerie Events/Unruly Druid", 
            "type": "section", 
            "name": "Unruly Druid", 
            "source": "Ultimate Campaign"
        }
    ]
}