{
    "body": "<table id=\"table-military-academy-events\"><caption>Military Academy Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td>Famous alumnus</td></tr><tr class=\"even\"><td>11&mdash;20</td><td>Unexpected grant</td></tr><tr class=\"odd\"><td>21&mdash;45</td><td>Competition</td></tr><tr class=\"even\"><td>46&mdash;60</td><td>Scandal</td></tr><tr class=\"odd\"><td>61&mdash;65</td><td>Roll on the Magical Academy Events table</td></tr><tr class=\"even\"><td>66&mdash;80</td><td>Spoiled student</td></tr><tr class=\"odd\"><td>81&mdash;100</td><td>Duel</td></tr></table>", 
    "name": "Military Academy Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events", 
    "type": "table", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Several teachers and classes organize an impromptu competition between students. This competition could be a classic tournament, a mock battle, a military recreation, or even a series of gladiatorial bloodsports. If you spend 1d3 points of Goods to outfit the participants with particularly flashy equipment, you gain 1d6 points of Influence and your building gains a +10 bonus on its next check to generate capital.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Competition", 
            "type": "section", 
            "name": "Competition", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Two students or teachers have a dispute that must be settled with a duel to the death. You can prevent the duel by spending 1d4 points of Influence or succeeding at a DC 25 Diplomacy or Intimidate check. Otherwise, you lose 1 point of Labor and 1d2 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Duel", 
            "type": "section", 
            "name": "Duel", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An old veteran or beloved hero who either attended your academy or is otherwise associated with its traditions comes to visit. The visit lasts 2d6 days, during which you gain 1 point of Influence each day. The visitor demands a significant amount of your personal time. If you don't spend the majority of your time each day wining and dining your visitor, she loses interest and leaves, costing you 2d6 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Famous Alumnus", 
            "type": "section", 
            "name": "Famous Alumnus", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Some sort of scandal strikes your academy&mdash;an affair between a teacher and a student, a destructive prank or dangerous hazing, a student brawling with a noble's son, or the like. The scandal's repercussions last 2d4 days. During that period, it's difficult for anyone at the academy to concentrate, the building takes a &mdash;5 penalty on checks to generate capital, and you lose 1d2 points of Influence each day. Once per day, you can attempt to repair the damage to your reputation and end the event with a successful DC 20 Bluff or Diplomacy check. Failure extends the duration of the scandal's fallout by another 1d4 days.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Scandal", 
            "type": "section", 
            "name": "Scandal", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A student accustomed to an easier life demands special treatment. If you don't provide it by spending 1d4 points of Goods and 1d4 points of Influence, the student threatens to quit the academy. Attempt a DC 25 Intimidate check. If you fail, the student and several toadies leave, costing you 2d6 points of Labor. If you succeed, only the student leaves, costing you 1d4 points of Labor. If you beat the DC of this check by 10 or more, the student stays (this costs you no Labor) and works hard; this impresses the student's parents, who praise your academy, and earns you 1d6 points of Influence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Spoiled Student", 
            "type": "section", 
            "name": "Spoiled Student", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>See the event of the same name in the Magical Academy Events section.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Military Academy Events/Unexpected Grant", 
            "type": "section", 
            "name": "Unexpected Grant", 
            "source": "Ultimate Campaign"
        }
    ]
}