{
    "body": "<p>Divine spellcasters prepare their spells in largely the same manner as wizards do, but with a few differences. The relevant ability for most divine spells is Wisdom (Charisma for paladins). To prepare a divine spell, a character must have a Wisdom score (or Charisma score for paladins) of 10 + the spell's level. Likewise, bonus spells are based on Wisdom.</p>", 
    "name": "Preparing Divine Spells", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>A divine spellcaster chooses and prepares spells ahead of time, but unlike a wizard, does not require a period of rest to prepare spells. Instead, the character chooses a particular time of day to pray and receive spells. The time is usually associated with some daily event. If some event prevents a character from praying at the proper time, she must do so as soon as possible. If the character does not stop to pray for spells at the first opportunity, she must wait until the next day to prepare spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Time of Day", 
            "type": "section", 
            "name": "Time of Day", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A divine spellcaster selects and prepares spells ahead of time through prayer and meditation at a particular time of day. The time required to prepare spells is the same as it is for a wizard (1 hour), as is the requirement for a relatively peaceful environment. When preparing spells for the day, a cleric can leave some of her spell slots open. Later during that day, she can repeat the preparation process as often as she likes. During these extra sessions of preparation, she can fill these unused spell slots. She cannot, however, abandon a previously prepared spell to replace it with another one or fill a slot that is empty because she has cast a spell in the meantime. Like the first session of the day, this preparation takes at least 15 minutes, and it takes longer if she prepares more than one-quarter of his spells.</p><p>Divine spellcasters do not require spellbooks. However, a divine spellcaster's spell selection is limited to the spells on the list for her class. Clerics, druids, paladins, and rangers have separate spell lists. A cleric also has access to two domains determined during character creation. Each domain gives her access to a number of special abilities and bonus spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Spell Selection and Preparation", 
            "type": "section", 
            "name": "Spell Selection and Preparation", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The character class tables show how many spells of each level each can cast per day. These openings for daily spells are called spell slots. A spellcaster always has the option to fill a higher-level spell slot with a lower-level spell. A spellcaster who lacks a high enough ability score to cast spells that would otherwise be her due still gets the slots but must fill them with spells of lower levels. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Spell Slots", 
            "type": "section", 
            "name": "Spell Slots", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>As with arcane spells, at the time of preparation any spells cast within the previous 8 hours count against the number of spells that can be prepared.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Recent Casting Limit", 
            "type": "section", 
            "name": "Recent Casting Limit", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A good cleric (or a cleric of a good deity) can spontaneously cast a cure spell in place of a prepared spell of the same level or higher, but not in place of a bonus domain spell. An evil cleric (or a cleric of an evil deity) can spontaneously cast an inflict spell in place of a prepared spell (that is not a domain spell) of the same level or higher. Each neutral cleric of a neutral deity spontaneously casts either cure spells like a good cleric or inflict spells like an evil one, depending on which option the player chooses when creating the character. The divine energy of the spell that the cure or inflict spell substitutes for is converted into the cure or inflict spell as if that spell had been prepared all along.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Spontaneous Casting of Cure and Inflict Spells", 
            "type": "section", 
            "name": "Spontaneous Casting of Cure and Inflict Spells", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A druid can spontaneously cast <i>summon nature's ally</i> in place of a prepared spell of the same level or higher. The divine energy of the spell that the summon spell substitutes for is converted as if that spell had been prepared all along.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Divine Spells/Preparing Divine Spells/Spontaneous Casting of Summon Natures Ally Spells", 
            "type": "section", 
            "name": "Spontaneous Casting of Summon Nature's Ally Spells", 
            "source": "Core Rulebook"
        }
    ]
}