{
    "body": "<p>Some barbarians wear marks of prowess and savagery upon their bodies. The scarred rager believes each wound tells the tales of her prowess and bravery. She augments these ragged trophies with brands and tattoos in order to win the notice and favor of her gods, ancestors, or totem spirits. The scarred rager's gnarled and exotic appearance terrifies civilized onlookers, but is awe-inspiring to her savage kin. </p>", 
    "name": "Scarred Rager", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager", 
    "type": "class_archetype", 
    "subtype": "barbarian", 
    "sections": [
        {
            "body": "<p id=\"terrifying-visage\">A scarred rager adds 1/2 her barbarian level on Intimidate checks against humanoids who are not members of barbarian tribes. When dealing with barbarians, the scarred rager may choose to add this bonus on Diplomacy checks instead. The DC of any fear effect created by the scarred rager also increases by 1. This ability replaces fast movement.</p>", 
            "name": "Terrifying Visage", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Terrifying Visage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tolerance\">At 2nd level, a scarred rager who fails a save against an effect that causes her to become nauseated, sickened, fatigued, or exhausted can make a second save to negate the effect on the start of her next turn. Only one additional save is allowed. If the effect does not allow a saving throw, its duration is halved instead (minimum of 1 round). This ability replaces uncanny dodge. </p>", 
            "name": "Tolerance", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Tolerance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"scarification\">At 3rd level, a scarred rager can ignore 1 point of bleed damage per round. This amount increases by 1 every three levels beyond 3rd. At 15th level, a scarred rager can ignore 1 bleed effect each round. This ability replaces trap sense.</p>", 
            "name": "Scarification", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Scarification", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"improved-tolerance\">At 5th level, a scarred rager's tolerance ability also applies to effects that would cause her to become dazed, frightened, shaken, or stunned. This replaces improved uncanny dodge.</p>", 
            "name": "Improved Tolerance", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Improved Tolerance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rage-powers\">The following rage powers complement the scarred rager archetype: auspicious mark, body bludgeon, come and get me, increased damage reduction, inspire ferocity, internal fortitude, intimidating glare, reckless abandon, regenerative vigor, renewed life, renewed vigor, renewed vitality, roused anger, and terrifying howl.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rage Powers"
        }
    ]
}