{
    "body": "<p>Not all barbarians hunt forests, plains, and mountains. Some are raiding terrors on the sea and coasts, pillaging those who hoard treasure and pursuing monsters of the deep. Some sea reavers are no more than hunters of the open sea, while others are raiders striking fear into coastal settlements within reach of the sea reavers' longships. </p>", 
    "name": "Sea Reaver", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver", 
    "type": "class_archetype", 
    "subtype": "barbarian", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">A sea reaver is not proficient with medium armor. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"marine-terror\">A sea reaver can hold her breath for a number of rounds equal to four times her Constitution score. In addition, a sea reaver can move normally though squares of standing water or bog that is 1 foot deep. It does not cost her extra movement to traverse these terrains. Lastly, a sea reaver ignores the normal cover bonus to AC when attacking creatures that are partially immersed in water. This ability replaces fast movement. </p>", 
            "name": "Marine Terror", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Marine Terror", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"eyes-of-the-storm\">At 2nd level, a sea reaver ignores any concealment provided by fog, rain, sleet, mist, wind, or other weather effects that is less than total concealment, and any penalties weather applies on Perception checks are halved. This ability replaces uncanny dodge.</p>", 
            "name": "Eyes of the Storm", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Eyes of the Storm", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"savage-sailor\">At 3rd level, a sea reaver gains a +1 bonus on Acrobatics, Climb, Profession (sailor), Survival, and Swim checks made in aquatic terrain, including aboard a ship or along shorelines. These bonuses improve by +1 every three levels after 3rd. This ability replaces trap sense.</p>", 
            "name": "Savage Sailor", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Savage Sailor", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sure-footed\">At 5th level, a sea reaver takes no penalties when moving across slick surfaces, whether natural or magical (e.g., <i>grease</i>, <i>ice storm</i>, and <i>sleet storm</i>). She is not at risk of falling, is not denied her Dexterity bonus when moving across such areas, and does not treat them as difficult terrain. This ability replaces improved uncanny dodge.</p>", 
            "name": "Sure-Footed", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Sure-Footed", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rage-powers\">The following rage powers complement the sea reaver archetype: bestial leaper, bestial swimmer, come and get me, hurling charge, raging leaper, raging swimmer, rolling dodge, and smasher.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rage Powers"
        }
    ]
}