{
    "body": "<p>Buildings are sizable structures with many hit points and very poor ACs (a Large building is AC 4, a Huge building is AC 3, and a Gargantuan or larger building is AC 0). When a building is reduced to half its hit points, it is broken&mdash;it still stands, but only partially. It can be easily entered, and for all intents and purposes it has been breached. Reducing a building to 0 hit points completely destroys that building. Creatures inside the building suffer the effects of a cave-in.  </p><p>All these building statistics assume that the structure's inside is somewhat hollow but sturdily built, with enough space for its occupants to walk around inside. Flimsy buildings have half the hit points of the buildings detailed. Buildings can be magically treated, like dungeon walls and doors can. Doing so doubles their hardness and hit points. Magically treating a building costs 5,000 gp for a Large building, 10,000 gp for a Huge building, 20,000 gp for a Gargantuan building, and 40,000 gp for a Colossal building. A spellcaster with the Craft Magic Arms and Armor feat can magically treat buildings.</p><p>For larger buildings, put together multiple buildings of these sizes and add the hit points together. </p>", 
    "name": "Buildings", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Buildings", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<table id=\"table-buildings\"><caption>Table: Buildings</caption><thead><tr><th></th><th></th><th colspan=\"4\">Hit Points</th></tr><tr><th rowspan=\"2\">Material</th><th>Hardness</th><th>Large</th><th>Huge</th><th>Colossal</th><th>Gargantuan</th></tr></thead><tr class=\"even\"><td>Wood</td><td>5</td><td>120</td><td>270</td><td>960</td><td>3,240</td></tr><tr class=\"odd\"><td>Stone</td><td>8</td><td>200</td><td>450</td><td>1,600</td><td>5400</td></tr><tr class=\"even\"><td>Iron or steel</td><td>10</td><td>400</td><td>900</td><td>3,200</td><td>10,800</td></tr><tr class=\"odd\"><td>Adamantine</td><td>20</td><td>560</td><td>1,260</td><td>4,480</td><td>15,120</td></tr></table>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Buildings/Table Buildings", 
            "type": "table", 
            "name": "Table: Buildings", 
            "source": "Ultimate Combat"
        }
    ]
}