{
    "body": "<p>Gates serve as the entrances and exits to fortified structures, and are typically the weakest spots in any fortification's defenses. Gates are at least Large, but can be as large as Colossal. It typically takes three full-round actions to open or close a Large gate (up to three creatures can work together to close a Large gate as a full-round action), and larger gates typically take at least a minute to close or open. Gates have ACs based on their size (a Large gate is AC 4, a Huge gate is AC 3, and a Gargantuan or larger gate is AC 0). </p><p>Gates can be magically treated. Doing so doubles the hardness and hit points. Magically treating a gate costs 2,000 gp for a Large gate, 4,000 gp for a Huge gate, 8,000 gp for a Gargantuan gate, and 16,000 gp for a Colossal gate. A spellcaster with the Craft Magic Arms and Armor feat can magically treat gates. </p><p>Gates can be attacked and damaged, or they can become broken (as the condition) with a successful Strength check, usually as a result of ramming. When a gate gains the broken condition, it is effectively breached, and can be moved through as if it were an opening one size smaller.</p>", 
    "name": "Gates", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Gates", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<table id=\"table-gates\"><caption>Table: Gates</caption><thead><tr><th></th><th></th><th></th><th colspan=\"4\">Hit Points</th></tr><tr><th>Material</th><th>Break DC<sup>1</sup></th><th>Hardness</th><th>Large</th><th>Huge</th><th>Colossal</th><th>Gargantuan</th></tr></thead><tr class=\"odd\"><td>Wood</td><td>35</td><td>5</td><td>60</td><td>135</td><td>240</td><td>540</td></tr><tr class=\"even\"><td>Stone</td><td>38</td><td>8</td><td>100</td><td>225</td><td>400</td><td>900</td></tr><tr class=\"odd\"><td>Iron or steel</td><td>24</td><td>10</td><td>200</td><td>500</td><td>800</td><td>1,800</td></tr><tr class=\"even\"><td>Adamantine</td><td>48</td><td>20</td><td>280</td><td>630</td><td>1,120</td><td>2,520</td></tr><tfoot><tr><td colspan=\"7\"><sup>1</sup> The DC assumes the gate is size Large and is barred and locked. Huge doors increase the break DC by 5, Colossal doors increase the DC by 10, and Gargantuan doors increase the DC by 15. <i>Arcane lock</i> increases the DC by 10. </td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Structure Hardness and Hit Points/Gates/Table Gates", 
            "type": "table", 
            "name": "Table: Gates", 
            "source": "Ultimate Combat"
        }
    ]
}