{
    "body": "<p>Some weapons have special features in addition to those noted in their descriptions.</p><blockquote><p><i>Blocking:</i> When you use this weapon to fight defensively, you gain a +1 shield bonus to AC.</p><p><i>Brace:</i> If you use a readied action to set a brace weapon against a charge, you deal double damage on a successful hit against a charging creature.</p><p><i>Deadly:</i> When you use this weapon to deliver a coup de grace, it gains a +4 bonus to damage when calculating the DC of the Fortitude saving throw to see whether the target of the coup de grace dies from the attack. The bonus is not added to the actual damage of the coup de grace attack.</p><p><i>Disarm:</i> When you use this weapon, you get a +2 bonus on combat maneuver checks to disarm an enemy.</p><p><i>Distracting:</i> You gain a +2 bonus on Bluff skill checks to feint in combat while wielding this weapon.</p><p><i>Double:</i> You can use a double weapon to fight as if fighting with two weapons, but if you do, you incur all the normal attack penalties associated with fighting with two weapons, just as if you were using a one-handed weapon and a light weapon. You can choose to wield one end of a double weapon two-handed, but it cannot be used as a double weapon when wielded in this way&mdash;only one end of the weapon can be used in any given round.</p><p><i>Fragile:</i> Fragile weapons cannot take the beating that sturdier weapons can. A fragile weapon gains the broken condition if the wielder rolls a natural 1 on an attack roll with the weapon. If a fragile weapon is already broken, the roll of a natural 1 destroys it instead. Masterwork and magical fragile weapons lack these flaws unless otherwise noted in the item description.</p></blockquote><p>If a weapon gains the broken condition in this way, that weapon is considered to have taken damage equal to half its hit points +1. This damage is repaired either by something that addresses the effect that granted the weapon the broken condition (like quick clear in the case of firearm misfires or the Field Repair feat) or by the repair methods described in the broken condition. When an effect that grants the broken condition is removed, the weapon regains the hit points it lost when the broken condition was applied. Damage done by an attack against a weapon (such as from a sunder combat maneuver) cannot be repaired by an effect that removes the broken condition.</p><blockquote><p><i>Grapple:</i> On a successful critical hit with a weapon of this type, you can attempt a combat maneuver check to grapple your opponent as a free action. This grapple attempt does not provoke an attack of opportunity from the creature you are attempting to grapple if that creature is not threatening you. While you grapple the creature using a grappling weapon, you can only move or damage the creature on your turn. You are still considered grappled, though you do not have to be adjacent to the creature to continue the grapple. If you move far enough away that the creature you're grappling is no longer within the weapon's reach, you end the grapple with that action.</p><p><i>Monk:</i> A monk weapon can be used by a monk to perform a flurry of blows.</p><p><i>Nonlethal:</i> These weapons deal nonlethal damage.</p><p><i>Performance:</i> When wielding this weapon, if an attack or combat maneuver made with this weapon prompts a performance combat check, you gain a +2 bonus on that check.</p><p><i>Reach:</i> You can use a reach weapon to strike opponents 10 feet away, but you can't use it against an adjacent foe.</p><p><i>Trip:</i> When you use a trip weapon to make a trip attack, if you are tripped during your own trip attempt, you can drop the weapon to avoid being tripped.</p></blockquote>", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Weapon Qualities/Special", 
    "type": "section", 
    "name": "Special", 
    "source": "Ultimate Equipment"
}