{
    "body": "<p>Alchemical remedies are substances used to overcome a negative condition or ward against a specific kind of attack. You use most remedies by drinking them or applying them to your skin or clothing. All of these substances can be made by a character with the Craft (alchemy) skill.</p>", 
    "name": "Alchemical Remedies", 
    "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<table id=\"alchemical-remedies-table\"><caption>Alchemical Remedies</caption><thead><tr><th>Item</th><th>Price</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Alchemical grease</td><td>5 gp</td><td>1 lb.</td><td>15</td></tr><tr class=\"even\"><td>Alchemist's kindness</td><td>1 gp</td><td>&mdash;</td><td>20</td></tr><tr class=\"odd\"><td>Antiplague</td><td>50 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"even\"><td>Antitoxin</td><td>50 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"odd\"><td>Bladeguard</td><td>40 gp</td><td>&mdash;</td><td>15</td></tr><tr class=\"even\"><td>Fire ward gel</td><td>150 gp</td><td>1 lb.</td><td>25</td></tr><tr class=\"odd\"><td>Frost ward gel</td><td>150 gp</td><td>1 lb.</td><td>25</td></tr><tr class=\"even\"><td>Meditation tea</td><td>30 gp</td><td>&mdash;</td><td>20</td></tr><tr class=\"odd\"><td>Padzahr</td><td>80 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"even\"><td>Smelling salts</td><td>25 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"odd\"><td>Soothe syrup</td><td>25 gp</td><td>1/2 lb.</td><td>15</td></tr><tr class=\"even\"><td>Soul stimulant</td><td>300 gp</td><td>&mdash;</td><td>30</td></tr><tr class=\"odd\"><td>Troll oil</td><td>50 gp</td><td>1 lb.</td><td>30</td></tr><tr class=\"even\"><td>Twitch tonic</td><td>45 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"odd\"><td>Vermin repellent</td><td>5 gp</td><td>&mdash;</td><td>20</td></tr><tr class=\"even\"><td>Wismuth salix</td><td>30 gp</td><td>&mdash;</td><td>20</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Alchemical Remedies", 
            "type": "table", 
            "name": "Alchemical Remedies", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Each pot of this slick black goo has sufficient contents to cover one Medium creature or two Small ones. If you coat yourself in alchemical grease, you gain a +5 alchemical bonus on Escape Artist checks, on combat maneuver checks made to escape a grapple, and to your CMD to avoid being grappled; this lasts 4 hours or until you wash it off.</p>", 
            "name": "Alchemical Grease", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Alchemical Grease", 
            "price": "5 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "15", 
                    "Price": "5 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Favored by young rakes and other well-to-do inebriates, this crystalline powder resembles salt. Mixed with water, it makes a fizzing cocktail that eliminates the effects of a hangover within 10 minutes of drinking it.</p>", 
            "name": "Alchemist's Kindness", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Alchemists Kindness", 
            "price": "1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "20", 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">If you drink a vial of this foul-tasting, milky tonic, you gain a +5 alchemical bonus on Fortitude saving throws against disease for the next hour. If already infected, you may also make two saving throws (without the +5 bonus) that day and use the better result.</p>", 
            "name": "Antiplague", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Antiplague", 
            "price": "50 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "50 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This substance counteracts a specific toxin. If you drink a vial of antitoxin, you gain a +5 alchemical bonus on Fortitude saving throws against poison for 1 hour.</p>", 
            "name": "Antitoxin", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Antitoxin", 
            "price": "50 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "50 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This clear resin protects a weapon from harmful attacks made by oozes and rust monsters, as well as from similar effects that corrode or melt weapons, rendering the weapon immune for 24 hours. One pot can coat one two-handed weapon, two one-handed or light weapons, or 50 ammunition items. Applying it takes 1 full round per pot. Immersing the weapon in water or similar liquid washes it off.</p>", 
            "name": "Bladeguard", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Bladeguard", 
            "price": "40 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "15", 
                    "Price": "40 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When you apply this thin gel to your skin, armor, or clothing, it creates a resistant barrier that protects you from fire or heat damage. You gain fire resistance 5. The gel burns away as it absorbs fire damage; when it absorbs a total of 20 points of fire damage, it is discharged. Fire ward gel counts as <i>protection from energy</i> for the purpose of stacking multiple fire protection effects. Applying fire ward gel takes 1 minute, and it lasts for 1 hour before losing its potency. Multiple applications of fire ward gel do not stack; applying more while a dose is active merely resets the potential amount of fire damage absorbed to 20 points.</p>", 
            "name": "Fire Ward Gel", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Fire Ward Gel", 
            "price": "150 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "150 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When you apply this thin gel to your skin, armor, or clothing, it creates a resistant barrier that protects you from cold damage. You gain cold resistance 5. The gel flakes away as it absorbs cold damage; when it absorbs a total of 20 points of cold damage, it is discharged. Frost ward gel counts as <i>protection from energy</i> for the purpose of stacking multiple cold protection effects. Applying frost ward gel takes 1 minute, and it lasts for 1 hour before losing its potency. Multiple applications of frost ward gel do not stack; applying more while a dose is active merely resets the potential amount of cold damage absorbed to 20 points.</p>", 
            "name": "Frost Ward Gel", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Frost Ward Gel", 
            "price": "150 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "150 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Drinking this cloudy tea has a soothing effect that clarifies your thoughts. For 10 minutes after drinking the tea, you gain a +2 alchemical bonus against mind-affecting effects. If you drink meditation tea while suffering from a mind-affecting affect, you may immediately roll another saving throw (with the +2 bonus) against the effect; you may gain this particular benefit only once per day.</p>", 
            "name": "Meditation Tea", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Meditation Tea", 
            "price": "30 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "20", 
                    "Price": "30 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Drinking this crystal-clear liquid accelerates the natural process of healing Constitution damage. Resting for 1 hour after drinking a vial heals you of 1 point of Constitution damage as if you had benefited from a full night's rest. Taking multiple doses in an hour does not increase the rate of healing; you must take each individually, followed by an hour of rest, for it to have any effect. Using more than 4 doses of padzahr in 1 day has no effect.</p>", 
            "name": "Padzahr", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Padzahr", 
            "price": "80 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "80 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">These sharply scented gray crystals cause people inhaling them to regain consciousness. Smelling salts grant you a new saving throw to resist any spell or effect that has already rendered you unconscious or staggered. If exposed to smelling salts while dying, you immediately become conscious and staggered, but must still make stabilization checks each round; if you perform any standard action (or any other strenuous action), you take 1 point of damage after completing the act and fall unconscious again. A container of smelling salts has dozens of uses if stoppered after each use, but depletes in a matter of hours if left open.</p>", 
            "name": "Smelling Salts", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Smelling Salts", 
            "price": "25 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "25 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This sweet and wholesome-tasting blue liquid creates a sense of warmth and comfort. Soothe syrup coats your stomach and makes it much more difficult for you to succumb to queasiness. For 1 hour after drinking soothe syrup, you gain a +5 alchemical bonus on saving throws made to resist effects that would make you nauseated or sickened.</p>", 
            "name": "Soothe Syrup", 
            "weight": "1/2 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Soothe Syrup", 
            "price": "25 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "15", 
                    "Price": "25 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This soothing elixir was created to counter the energy-draining effects of vampires, wights, and similar horrible creatures. If you have a negative level (whether temporary or permanent), you can drink a dose of soul stimulant, negating the negative level's penalty for 12 hours. You can only benefit from 1 dose of soul stimulant at a time, though you can continue to take a dose every 12 hours to stave off the negative level's effects.</p>", 
            "name": "Soul Stimulant", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Soul Stimulant", 
            "price": "300 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "30", 
                    "Price": "300 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This crimson liquid is viscous and tastes foul. If you drink it, for the next hour you automatically stabilize when reduced to negative hit points (unless the damage is sufficient to instantly kill you) and have a 50% chance each round to end any bleed effect on you. If you take fire or acid damage, the benefits of troll oil are suspended for 1 round.</p>", 
            "name": "Troll Oil", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Troll Oil", 
            "price": "50 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "30", 
                    "Price": "50 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This thick syrup is extracted from bitter herbs and enhanced by alchemy to ward against sleep, paralysis, and the staggered condition. If you drink twitch tonic, you gain a +2 alchemical bonus on saving throws made against these effects for the next hour. If you drink twitch tonic while suffering from any of these effects, you may immediately roll another saving throw against the effect (with the +2 bonus); you may gain this particular benefit only once per day. You can administer twitch tonic to an unconscious or paralyzed creature as a full-round action, similar to administering a potion.</p>", 
            "name": "Twitch Tonic", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Twitch Tonic", 
            "price": "45 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "25", 
                    "Price": "45 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This vile-smelling white paste keeps vermin at bay if spread on your skin. Normal-sized (Fine) vermin avoid you. Swarms of vermin must make a successful DC 15 Fortitude saving throw in order to enter your square. Vermin repellent has no adverse effect on vermin of Small size or larger, though if an attacking vermin has a choice of targets that are respectively covered and not covered in repellent, it usually chooses the creatures without repellent. Once applied, vermin repellent remains effective for 4 hours or until you spend 1 round washing it off.</p><p class=\"stat-block\">Vermin repellent counts as a strong scent, allowing creatures with the scent ability to detect it at a greater range (see the Universal Monster Rules in the <i>Bestiary</i>).</p>", 
            "name": "Vermin Repellent", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Vermin Repellent", 
            "price": "5 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "20", 
                    "Price": "5 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This pink liquid has a horrible chalky taste, but is quite effective at counteracting nausea, indigestion, and diarrhea. A vial of wismuth salix, taken in small doses during the day, alleviates these symptoms. If you drink an entire vial of wismuth salix, for 1 hour you get a +2 alchemical bonus on Fortitude saving throws against effects that inflict the nauseated or sickened condition. If you drink a vial of it while suffering from the nauseated or sickened condition, you may immediately roll another saving throw (with the +2 bonus) against the effect; you may gain this particular benefit only once per day. Drinking a vial of wismuth salix (whether over the course of a day or all at once) usually turns your tongue black for about a day, though this is a harmless side effect.</p>", 
            "name": "Wismuth Salix", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Alchemical Remedies/Wismuth Salix", 
            "price": "30 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Craft DC": "20", 
                    "Price": "30 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }
    ]
}