{
    "body": "<p>These prices are for lodging and services in a typical city or town.</p>", 
    "name": "Lodging and Services", 
    "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<table id=\"lodging-and-services-table\"><caption>Lodging and Services</caption><thead><tr><th>Item</th><th>Price</th></tr></thead><tr class=\"odd\"><td>Bath, cold</td><td>2cp</td></tr><tr class=\"even\"><td>Bath, hot</td><td>6cp</td></tr><tr class=\"odd\"><td>Bath, public</td><td>2 sp&ndash;1 gp</td></tr><tr class=\"even\"><td>Companion</td><td>5cp&ndash;10 gp</td></tr><tr class=\"odd\"><td>Doctor</td><td>1 gp</td></tr><tr class=\"even\"><td>Footman</td><td>5 sp</td></tr><tr class=\"odd\"><td>Hireling, untrained </td><td>1 sp per day</td></tr><tr class=\"even\"><td>Hireling, trained</td><td>3 sp per day</td></tr><tr class=\"odd\"><td>Inn stay, poor</td><td>2 gp</td></tr><tr class=\"even\"><td>Inn stay, common</td><td>5 sp</td></tr><tr class=\"odd\"><td>Inn stay, good</td><td>2 gp</td></tr><tr class=\"even\"><td>Inn suite, small</td><td>4 gp</td></tr><tr class=\"odd\"><td>Inn suite, average</td><td>16 gp</td></tr><tr class=\"even\"><td>Inn suite, luxurious</td><td>32 gp+</td></tr><tr class=\"odd\"><td>Laundry </td><td>1 sp</td></tr><tr class=\"even\"><td>Laundry, magic</td><td>1 gp</td></tr><tr class=\"odd\"><td>Lawyer, novice</td><td>5 sp</td></tr><tr class=\"even\"><td>Lawyer, competent</td><td>3 gp</td></tr><tr class=\"odd\"><td>Lawyer, experienced</td><td>10 gp</td></tr><tr class=\"even\"><td>Messenger</td><td>2cp per mile</td></tr><tr class=\"odd\"><td>Nurse</td><td>7 sp</td></tr><tr class=\"even\"><td>Road or gate toll</td><td>1cp</td></tr><tr class=\"odd\"><td>Scribe, text</td><td>1 gp</td></tr><tr class=\"even\"><td>Scribe, map</td><td>10 gp</td></tr><tr class=\"odd\"><td>Spellcasting</td><td>caster level &times; spell level &times; 10 gp*</td></tr><tr class=\"even\"><td>Valet</td><td>1 gp</td></tr><tfoot><tr><td colspan=\"2\">* See description.</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Lodging and Services", 
            "type": "table", 
            "name": "Lodging and Services", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">A cold bath usually involves someone else's used soapy bath water. A hot bath is a one-person washtub filled with hot water one pot at a time. A public bath is a bath facility (such as a bath house or resort) that provides hot water, soap, and cologne or perfume, and may also offer wading pools, massages, or other services for an additional cost. Some public baths require membership or a minimum social status.</p>", 
            "name": "Bath", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Bath", 
            "price": "2cp-1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item"
                }, 
                "Cold": {
                    "Price": "2cp"
                }, 
                "Hot": {
                    "Price": "6cp"
                }, 
                "Public": {
                    "Price": "2 sp&ndash;1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Whether a brazen strumpet, gigolo, saucy tart, escort, or expensive doxy, this person is available for an adventurer who needs intimacy. An hour's diversion typically costs a few silver pieces plus the price of a room.</p>", 
            "name": "Companion", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Companion", 
            "price": "5cp-10 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "5cp&ndash;10 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A doctor is a person skilled in nonmagical healing and medicine. A typical doctor is a 3rd-level expert with 3 ranks in Heal, the Skill Focus (Heal) feat, and ranks in other valuable skills such as Knowledge (nature) and Knowledge (religion). An experienced doctor is up to 5th level, has additional ranks in appropriate skills, and is paid five to 10 times as much; however, these doctors are in high demand and are usually employed full-time by royalty. A doctor generally knows a little bit about what local magical healing can do and where to find it. The listed price is per day.</p>", 
            "name": "Doctor", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Doctor", 
            "price": "1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A footman is a house servant in good physical shape, who is dressed in his employer's livery and capable of running ahead of his employer to make arrangements at a destination (such as an inn or a noble's mansion). This is a position of lesser rank than a valet, and is often a status symbol for the employer, with taller or better-looking employees earning higher wages as footmen. A skilled and personable footman can hope to eventually become a valet. The listed price is per day.</p>", 
            "name": "Footman", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Footman", 
            "price": "5 sp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "5 sp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This listing is for any other sort of typical employment not covered by another service or job in this section. An untrained hireling is a crier, laborer, maid, mourner, porter, or other menial worker. A trained hireling is a mason, mercenary warrior, carpenter, blacksmith, cook, scribe, painter, teamster, and so on. The listed price represents a minimum wage for an adequately skilled worker, and an expert hireling usually requires significantly higher pay. The listed price is a day's wages (generally 7&ndash;10 hours of work per day).</p><p class=\"stat-block\">Typical equipment for a guard or mercenary warrior is studded leather armor and a club, shortsword, or shortspear. Most guards are off-duty soldiers or city watchmen, though some are unskilled laborers with a talent for fighting.</p>", 
            "name": "Hireling", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Hireling", 
            "price": "1 gp-3 gp per day", 
            "misc": {
                "null": {
                    "Gear Type": "Item"
                }, 
                "Untrainted": {
                    "Price": "1 sp per day"
                }, 
                "Trained": {
                    "Price": "3 sp per day"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The listed price is for a single night's stay at an inn. Poor accommodations at an inn amount to a place on the floor near the hearth. Common accommodations consist of a place on a raised, heated floor and the use of a blanket and a pillow. Good accommodations consist of a small, private room with one bed, some amenities, and a covered chamber pot in the corner.</p>", 
            "name": "Inn Stay", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Inn Stay", 
            "type": "item", 
            "price": "2 gp-32 gp", 
            "misc": {
                "Poor": {
                    "Price": "2 gp"
                }, 
                "Good": {
                    "Price": "2 gp"
                }, 
                "Suite, Small": {
                    "Price": "4 gp"
                }, 
                "Suite, Average": {
                    "Price": "16 gp"
                }, 
                "Suite, Luxurious": {
                    "Price": "32 gp+"
                }, 
                "Common": {
                    "Price": "5 sp"
                }, 
                "null": {
                    "Gear Type": "Item"
                }
            }, 
            "source": "Ultimate Equipment", 
            "sections": [
                {
                    "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Inn Stay/Inn Suite", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">Only available in larger and more expensive inns, a suite is a rented bedroom and an attached private room. A small suite includes a fireplace and good lock on the outer door. An average suite includes a fireplace, a superior lock on the door, and either two bedrooms or one larger bedroom. A luxurious suite includes a fireplace, a superior lock on the outer door, and two large or three or four smaller bedrooms, plus servants on call to clean, cook, help with dressing, or send messages.</p>", 
                            "source": "Ultimate Equipment", 
                            "type": "section"
                        }
                    ], 
                    "name": "Inn Suite", 
                    "source": "Ultimate Equipment"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">The listed price is for up to four items (such as trousers, an undergarment, shirt, and jacket or vest). Additional items may be washed for 3cp each. Laundry is finished the next day unless you bring it to the washer early. Magical laundry service is a mage (typically an apprentice wizard) magically and instantly cleaning your clothes with <i>prestidigitation</i>.</p>", 
            "name": "Laundry", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Laundry", 
            "price": "1 sp-1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "1 sp"
                }, 
                "Magic": {
                    "Gear Type": "Item", 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A lawyer is a person who knows and practices law. A lawyer writes and interprets contracts, represents clients or the government in civil and criminal trials, gives legal advice, or presides over cases as a judge. An experienced lawyer with a successful history can charge higher fees than a novice or competent but unremarkable one. The listed price is per day.</p>", 
            "name": "Lawyer", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Lawyer", 
            "price": "5 sp-10 gp", 
            "misc": {
                "Competent": {
                    "Price": "3 gp"
                }, 
                "null": {
                    "Gear Type": "Item"
                }, 
                "Experienced": {
                    "Price": "10 gp"
                }, 
                "Novice": {
                    "Price": "5 sp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A messenger carries a written or verbal message to its intended target. Verbal messages must be short enough for the messenger to memorize (typically about 25 words). A few messengers have exceptional memories and charge 5 sp to relay a verbal message of up to 300 words. Most messengers are only willing to travel to locations within the current city or outlying areas. You can pay a messenger the return fee if you want her to wait for the message recipient to reply, just in case the recipient is too miserly or poor to pay for a return message. Depending on the location and the overall wealth in a settlement, a messenger may be a runner or ride a horse. If you can find someone already traveling to a place, she may only charge you half as much to carry your message.</p>", 
            "name": "Messenger", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Messenger", 
            "price": "2cp per mile", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "2cp per mile"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A nurse is a person familiar with healing and medicine. A typical nurse is a 1st-level expert with 1 rank in Heal and the Skill Focus (Heal) feat. An experienced nurse is 3rd or 4th level, has additional ranks in Heal, and is paid two to three times as much; however, these nurses are in high demand and are normally employed full-time by wealthy merchants or nobles to look after children and elderly family members. A nurse generally knows a little bit about what local magical healing can do and where to find it. The listed price is per day.</p>", 
            "name": "Nurse", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Nurse", 
            "price": "7 sp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "7 sp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Cities and towns often use gate tolls to generate additional income, to favor local sellers over visiting merchants, to discourage heavy traffic in congested areas, or to recoup the cost of constructing and maintaining the road or gate. Bridge tolls are also popular, as most travelers have no easy way to circumvent them.</p>", 
            "name": "Road or Gate Toll", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Road or Gate Toll", 
            "price": "1cp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "1cp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A scribe is a literate person with clear handwriting who can take dictation or transcribe text documents. You must provide ink and writing materials, though the scribe can acquire these for you at half price. Scribes cannot copy magical writing. A scribe who can accurately copy a map is rare and demands a higher wage. The listed price is per day.</p>", 
            "name": "Scribe", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Scribe", 
            "price": "1 gp/10 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item"
                }, 
                "Text": {
                    "Price": "1 gp"
                }, 
                "Map": {
                    "Price": "10 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The indicated amount is how much it costs to get a spellcaster to cast a spell for you. This price assumes that you can go to the spellcaster and have the spell cast at her convenience (generally at least 24 hours later, so that the spellcaster has time to prepare the spell in question, though you may be lucky enough to find someone who has it prepared that day or a spontaneous caster who knows it). If you want to bring the spellcaster somewhere to cast a spell (for example, to cast <i>dispel magic</i> on a magical seal in a dungeon) you need to negotiate with her; the default answer to such requests is typically no, since most people don't actually like to go on unexpected life-threatening adventures. </p><p class=\"stat-block\">The price given is for any spell that does not require a costly material component. If the spell includes a material component, add the cost of that component to the cost of the spell. If the spell has a focus component (other than a divine focus), add 1/10 the cost of that focus to the cost of the spell. </p><p class=\"stat-block\">If a spell has dangerous consequences (such as <i>contact other plane</i>, which has a risk of decreasing the caster's Intelligence and Charisma), the spellcaster will certainly require proof that you can and will pay for dealing with any such consequences (that is, assuming that the spellcaster even agrees to cast such a spell, which isn't certain). If these additional costs put the total spellcasting price above 3,000 gp, the spell is not generally available. </p><p class=\"stat-block\">In the case of spells that transport the caster and characters over a distance, you will likely have to pay for two castings of the spell (one for the caster to take you there and one for the caster to return), even if you aren't returning with the caster. </p><p class=\"stat-block\">Not every town or village has a spellcaster of sufficient level to cast any spell. In general, you must travel to a small town (or larger settlement) to be reasonably assured of finding a spellcaster capable of casting 1st-level spells, a large town for 2nd-level spells, a small city for 3rd- or 4th-level spells, a large city for 5th- or 6th-level spells, and a metropolis for 7th- or 8th-level spells. Even a metropolis isn't guaranteed to have a local spellcaster able to cast 9th-level spells.</p>", 
            "name": "Spellcasting", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Spellcasting", 
            "price": "varies", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "caster level &times; spell level &times; 10 gp*"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This title includes valets, butlers, lady's maids, ladies-in-waiting, secretaries, stewards, concierges, majordomos, manservants, bodyservants, and other skilled, trusted servants and employees who work closely with an employer or run a household or business, sometimes without direct supervision. The listed price is per day.</p>", 
            "name": "Valet", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Lodging and Services/Valet", 
            "price": "1 gp", 
            "misc": {
                "null": {
                    "Gear Type": "Item", 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }
    ]
}