{
    "body": "<p>Anyone can be a spellcaster. If you can crack open a book and knuckle down in your studies, you can probably become a passable wizard. If you can devote yourself in body and soul to a god&mdash;and why wouldn't you, when there's such a variety to choose from?&mdash;you may find yourself endowed with magical powers simply for having faith in your god's (and your own) righteousness. Oracles are chosen without their consent, far-roving rangers pick up magical tricks and traps, druids channel the will of nature, sorcerers get their abilities as dubious presents from philandering ancestors, and bards find magical inspiration in performance and art. Magic is everywhere in the Pathfinder Roleplaying Game, and many of the movers and shakers in towns and cities of any significant size have a spell or two up their sleeves.</p><p>But those are just ordinary people who have access to magic. Basic hedge wizards may make a fine living crafting glowing swords, and a priest with the ability to heal broken bones is a must for any church that wants to win itself a congregation, but such everyday spellcasters are hardly the stuff of legend. Instead, those magic users who get remembered as heroes and legends&mdash;rather than simply magical craftsmen and merchants&mdash;take these same techniques and build upon them, seeking out ever-more-elusive knowledge and crafting new spells of magnificent power. It is with these esoteric practices that the greatest make names for themselves; these potent arts  set the masters apart from mundane practitioners.</p><p>This chapter introduces several new subsystems and guidelines that help true acolytes of the magical arts hone their skills, and take them beyond the simple spells and constraints of lesser casters. In addition to in-game systems for crafting constructs, binding outsiders, and more, this section also includes dangerous new conditions called spellblights that afflict only casters, plus details for both players and Game Masters alike on how to design new spells for the Pathfinder Roleplaying Game and make sure that they're properly balanced and thought through ahead of time&mdash;before they wreak havoc at your gaming table.</p><p>Major subjects and subsystems covered in this chapter include the following.</p>", 
    "name": "Introduction", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p>Just as spellcasters have strange and extraordinary abilities unavailable to the common person, so too are they susceptible to unique maladies. Spellblights are specific curses that only affect spellcasters and creatures that use spell-like abilities, saddling them with a host of unfortunate conditions that are extremely difficult to get rid of and greatly hinder the victim's use of magic. (Fortunately, some of these curses have also been discovered to have beneficial side effects that cursed casters can use to their advantage.) Divided into both major and minor categories, spellblights include such grotesque conditions as hemoculysis&mdash;in which the caster bleeds from the eyes each time she casts a spell&mdash;as well as gentler but more inconvenient afflictions such as phase blight and spell addiction.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Spellblights", 
            "type": "section", 
            "name": "Spellblights", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>When two competent spellcasters come to blows, the result is always impressive, if not downright frightening. Yet not every matter of honor is meant to be settled on the battlefield in standard, no-holds-barred combat. To this end, many of the more civilized casters (especially those in magical universities, military orders, and other situations in which the combatants might regret killing their opponents, or need to prove that their victory was through skill alone) settle such matters using a highly ritualized form of combat known as the spell duel.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Spell Duels", 
            "type": "section", 
            "name": "Spell Duels", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>What better way for an accomplished arcanist or theological miracle-worker to display his abilities than to summon and bind a powerful outsider as his servant? This section begins with general notes on binding, then goes on to present inside information on the various gifts and offerings that help secure the allegiance of each individual type of outsider, from akhana aeons to shoggti qlippoth.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Binding Outsiders", 
            "type": "section", 
            "name": "Binding Outsiders", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Constructs can be far more than just lumbering golems and awkward animated bureaus. Those who devote their lives to unlocking the inner workings of animating magic have uncovered numerous new abilities with which to imbue their constructs, as well as strange new ways to utilize the constructs themselves. Learn new animated object abilities, as well as how to price, modify, and repair unique constructs. Or dive deeper into more complex modifications: give your golem a brain to store feats, wear it as armor, see through its eyes, inscribe a rune on its forehead to protect it, or turn its limbs into grenades ready to shatter and splash liquid death over those who attack it.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Building and Modifying Constructs", 
            "type": "section", 
            "name": "Building and Modifying Constructs", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>A distinctive spellcaster deserves a distinctive familiar. This section presents statistics from a number of new and highly recognizable familiars, from the blue-ringed octopus and the donkey rat to the king crab and the ever-popular pig.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/New Familiars", 
            "type": "section", 
            "name": "New Familiars", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>As with all scholarly practices, wizards and other arcane casters who follow an academic course to power achieve greatness by standing on the shoulders of giants. Presented in this section are numerous unique spellbooks ready to be dropped in front of arcane adventurers as treasure, or perhaps sought out as the objects of scholarly quests. In addition to spell lists and brief descriptions of each book's theme, these listings also include preparation rituals&mdash;boons a spellcaster can receive by preparing her spells using the spellbook in question. But beware, for not all of the spellcasters who penned these tomes take kindly to interlopers plagiarizing their work, and some spellbooks carry dangerous wards to defend their pages against prying eyes.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Spellbooks", 
            "type": "section", 
            "name": "Spellbooks", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>While this book contains a host of new spells, you can never have enough variety in your magical arsenal, and one of the great joys of playing a spellcaster (or Game Mastering for one!) is designing new spells unique to a given character or situation. This section takes a detailed look at the design process for spells, a delicate balancing act that is as much art as science. How much damage should a spell of a given level do? Is a spell that kills or controls more powerful? Which bonus type should a given spell grant? What spells are good benchmarks to compare your new creation against?</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Mastering Magic/Introduction/Designing Spells", 
            "type": "section", 
            "name": "Designing Spells", 
            "source": "Ultimate Magic"
        }
    ]
}