{
    "body": "<p>The following armor special abilities feature additional effects that triggers on the use of mythic power.</p>", 
    "name": "Armor and Shield Special Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Armor and Shield Special Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">Three times per day, the wearer of a shield with this ability can cause a group of two dozen small, shiny metal plates to dislodge from the shield and orbit his immediate area. These metal plates protect the wearer and his allies from attacks, granting him and all allies within 10 feet a deflection bonus to AC. This bonus is equal to the shield's enhancement bonus. This ability lasts for 1 minute or until dismissed as a free action. A mythic wearer can expend one use of mythic power when using this ability to increase the deflection bonus granted by the shield by half his mythic tier (minimum 1). This ability can be applied only to steel shields.</p>", 
            "name": "Deflecting", 
            "weight": "&mdash", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Armor and Shield Special Abilities/Deflecting", 
            "price": "+3 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong abjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Once per day, when this armor's wearer is subject to either a critical hit or a sneak attack made with a melee weapon, she can automatically negate that critical or sneak attack and make it a normal attack. If the attack is both a sneak attack and a critical hit, the wearer must decide which of those she wants to negate before the damage is rolled. One use of this special ability doesn't negate both. A mythic wearer can expend two uses of mythic power to use this ability an additional time per day, and can even expend two more uses of mythic power to negate both a critical hit and sneak attack from the same attack. This ability can be applied only to heavy armors.</p>", 
            "name": "Denying", 
            "weight": "&mdash", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Armor and Shield Special Abilities/Denying", 
            "price": "+4 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong abjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Three times per day, when the wearer expends at least one use of mythic power on his turn, this armor surges with sympathetic power. Its enhancement bonus increases by 2, and any damage reduction the wearer has increases by 5. This lasts for a number of rounds equal to the wearer's tier, and doesn't stack with itself.</p>", 
            "name": "Resonating", 
            "weight": "&mdash", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Armor and Shield Special Abilities/Resonating", 
            "price": "+1 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate abjuration", 
            "type": "item"
        }
    ]
}