{
    "body": "<p>The following items' abilities interact with mythic creatures. </p>", 
    "name": "Other Magic Items", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">This divine food comes in many forms, from a light and airy honeyed cake to a deep, rich chocolate. A mythic creature that eats this food is restored and replenished. Eating this food takes 1 minute, and when the meal is done, the consumer regains all her uses of mythic power for the day. If a non-mythic creature consumes <i>ambrosia</i>, that creature is subject to <i>neutralize poison</i>, <i>remove curse</i>, and <i>remove disease</i>, each at caster level 10th. A mythic creature can choose to either gain this effect instead of regaining mythic power.</p>", 
            "slot": "none", 
            "name": "Ambrosia", 
            "weight": "1 lb.", 
            "cl": "18th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Ambrosia", 
            "price": "10,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong conjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This belt looks like nothing more than iron chains connecting large pieces of slate. It grants its wearer a +5 inherent bonus to combat maneuver defense against bull rush, drag, grapple, overrun, reposition, and trip combat maneuvers and a +5 inherent bonus on saving throws against any effect that attempts to move the wearer with physical force or energy. Furthermore, if the wearer is a mythic creature and targeted by an effect that would teleport her, she can choose whether or not she wishes to be teleported.</p><p class=\"stat-block\">As a standard action, the wearer can expend one use of mythic power to create a 30-foot-radius aura that affects all enemy creatures within it as though they were subject to a <i>dimensional anchor</i> spell. This aura lasts for a number of rounds equal to the wearer's mythic tier.</p>", 
            "slot": "belt", 
            "name": "Anchoring Belt", 
            "weight": "10 lbs.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Anchoring Belt", 
            "price": "60,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "belt", 
            "aura": "moderate abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This plain steel helm completely covers the face, lacking even eyeholes or a slit to peer out of. Its wearer is blinded by the helm, but gains blindsense with a range of 60 feet. As a swift action, the wearer can expend one use of mythic power to gain blindsight with a range of 60 feet for 1 minute, or instead expend two uses of mythic power to gain blindsight with a range of 120 feet for 1 minute. The wearer can expend three uses of mythic power to gain the effects of <i>truesight</i> for 1 minute.</p>", 
            "slot": "head", 
            "name": "Blind Helm", 
            "weight": "3 lbs.", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Blind Helm", 
            "price": "85,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "head", 
            "aura": "strong divination", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This immense tome contains dozens of banishing rituals, each written in an ever-changing mix of languages. It can be read only by way of <i>comprehend languages</i> or a similar translating effect. As a full-round action, a mythic creature can flip to and read an appropriate ritual of <i>banishment</i> for a particular category of extraplanar creatures, such as angels or devils. Creatures not of that category are unaffected. The reader's caster level for this ritual is double her mythic tier.</p><p class=\"stat-block\">Once the ritual is read, the book counts as an object that the chosen creatures hate and fear, granting a +2 bonus on the reader's caster level check to overcome the chosen creatures' spell resistance. If other objects and substances that can affect the caster level check to overcome spell resistance are available, the book's user can apply those objects and substances when using the <i>banishment</i> ritual, further increasing her bonus.</p><p class=\"stat-block\">A <i>book of banishing</i> can be safely read once per day. If read additional times during that period (regardless of who reads it), the reader must succeed at a DC 20 Will save or suffer the effects of a <i>feeblemind</i> spell. This save DC increases by 5 each additional time the book is read that day.</p>", 
            "slot": "none", 
            "name": "Book of Banishing", 
            "weight": "2 lbs.", 
            "cl": "18th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Book of Banishing", 
            "price": "50,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong abjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This small, weathered journal contains 10,000 jokes that change to be perfectly suited for particular audiences. The book grants its owner a +5 bonus on any Diplomacy check to influence the attitude of a creature. Additionally, up to three times per day the book can be used to cast <i>hideous laughter</i> (Will DC 13 negates).</p><p class=\"stat-block\">By expending one use of mythic power as a standard action, the book's reader can make a brutal verbal tirade mocking a creature. The target creature is enraged per the <i>rage</i> spell, and all other enemies within 30 feet of the target begin laughing uncontrollably, as <i>hideous laughter</i> (Will DC 14 negates either effect). The book contains only one perfect joke for any given creature, so attempting to use the book on a creature a second time yields no effect.</p>", 
            "slot": "none", 
            "name": "Book of Perfect Jokes", 
            "weight": "1 lb.", 
            "cl": "8th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Book of Perfect Jokes", 
            "price": "27,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate enchantment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">These strange, heavy, leather-and-steel boots feature a pair of ever-fluttering wings on each side. These boots function like <i>winged boots</i>, but also grant a +5 bonus to CMD against bull rush, overrun, and reposition combat maneuvers as long as the wearer is standing on solid ground. A mythic creature can expend one use of mythic power when commanding the boots to fly to gain the bonus to CMD for as long as she uses the boots to fly.</p>", 
            "slot": "feet", 
            "name": "Boots of Earth and Wind", 
            "weight": "3 lbs.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Boots of Earth and Wind", 
            "price": "20,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "feet", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This oddly shaped, transparent bottle has one chamber nested inside the other and two separate spouts, one leading into the smaller inner bottle, and the other into the outer bottle. To use the bottle, the inner chamber is filled with a potion and the outer chamber filled with water. When left alone for 24 hours, the water in the outer chamber slowly takes on the properties of the potion in the inner chamber, creating a second dose of the potion (though the bottle is unable to replicate potions with expensive material components). The second dose of created potion must be quaffed from the <i>bountiful bottle</i> to be effective, and loses its potency if transferred to another container. By expending one use of mythic power, the time it takes to transform a potion is shortened to a full-round action.</p>", 
            "slot": "none", 
            "name": "Bountiful Bottle", 
            "weight": "1 lb.", 
            "cl": "6th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Bountiful Bottle", 
            "price": "4,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">These golden bracers are sculpted to depict a pair of mighty stags rearing up in triumph. They grant a +4 bonus on all Strength ability checks and Strength-based skill checks. As a swift action up to three times per day, the wearer can call upon the power of these bracers to gain a +4 sacred bonus to Strength for 1 round. The wearer can expend one use of mythic power to treat one Strength ability check or Strength-based skill check as if he rolled a natural 20.</p>", 
            "slot": "wrists", 
            "name": "Bracers of Might", 
            "weight": "1/2 lb.", 
            "cl": "10th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Bracers of Might", 
            "price": "10,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "wrist", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">These heavy, bronze bracers depict scenes of epic battle and heroic sacrifice. When worn together, they provide no benefit. When two individuals each wear a single bracer, each wearer gains a +2 shield bonus to AC as long as the two remain within 100 feet of each other.</p><p class=\"stat-block\">By expending one use of mythic power as a swift action, the wearer of one of the bracers can teleport up to 100 feet per mythic tier to any unoccupied space adjacent to the other wearer. The wearer acts normally for the remainder of her turn, then immediately teleports back to her original space when her turn ends. Effects that prevent dimensional travel either from the wearer's space or to her destination block this ability.</p>", 
            "slot": "wrists", 
            "name": "Bracers of the Shield Mates", 
            "weight": "2 lbs.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Bracers of the Shield Mates", 
            "price": "40,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "wrist", 
            "aura": "moderate conjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This clay burial jar is designed to hold viscera from a corpse. A creature can spend 10 minutes and make a DC 15 Heal check to harvest the intact intestine, liver, lungs, or stomach from a Tiny to Large corpse and preserve it inside the jar. The corpse must be fresh (dead for no longer than 1 hour) and of the animal, dragon, or humanoid type. A full jar weighs 5 pounds.</p><p class=\"stat-block\">Up to three times per day, the bearer can gain any one of the following abilities that the creature possessed in life for 10 minutes at a value no greater than the creature had: climb speed, darkvision (up to 60 feet), resist energy, fly speed, low-light vision, scent, or swim speed. Movement abilities are limited to a speed of no more than 60 feet, and flight can be of no greater than good maneuverability. Energy resistance can be gained in any single energy type the creature was resistant or immune to, to a maximum of 20 points (if the creature had immunity, the user gains resistance 20 to that energy type).</p><p class=\"stat-block\">By expending one use of mythic power, the bearer can instead take the form of the creature for 10 minutes, as if using <i>alter self</i>, <i>beast shape II</i>, <i>form of the dragon II</i>, or <i>giant form I</i>, as appropriate. The bearer resembles the original creature as it appeared in life, as though he were impersonating that creature with a Disguise check result of 20. To use the jar's abilities, it only has to be carried on the bearer's person. In addition to these properties, the <i>canopic jar</i> preserves its contents for an indefinite period, similar to <i>gentle repose</i>. The organs are suitable remains for <i>resurrection</i>, but insufficient for <i>raise dead</i>.</p>", 
            "slot": "none", 
            "name": "Canopic Jar", 
            "weight": "2 lbs.", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Canopic Jar", 
            "price": "24,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong necromancy", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The wearer of this brightly colored patchwork cape gains a bonus on all saving throws, as with a <i>cloak of resistance</i>, but the resistance bonus on Will saves is one greater. Furthermore, if the wearer fails a Will saving throw, he can expend one use of mythic power as an immediate action to reroll that saving throw. If the wearer fails the saving throw on the reroll, he can't use this ability again for 24 hours.</p>", 
            "slot": "shoulders", 
            "name": "Cape of Free Will", 
            "weight": "1 lb.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Cape of Free Will", 
            "price": "Varies", 
            "misc": {
                "Construction Requirements": {
                    "+2 bonus/+3 Will": "3,000 gp", 
                    "+4 bonus/+5 Will": "12,000 gp", 
                    "descriptor": "Cost Varies", 
                    "+1 bonus/+2 Will": "750 gp", 
                    "+5 bonus/+6 Will": "18,750 gpCraft Wondrous Item, Mythic Crafter, resistance, the creator must have the mythic saves ability", 
                    "+3 bonus/+4 Will": "6,750 gp"
                }, 
                "Cape of Free Will": {
                    "+4 bonus/+5 Will": "24,000 gp; +5 bonus/+6 Will 37,500 gp", 
                    "+1 bonus/+2 Will": "1,500 gp", 
                    "+2 bonus/+3 Will": "6,000 gp; +3 bonus/+4 Will 13,500 gp"
                }
            }, 
            "subtype": "shoulders", 
            "aura": "moderate abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">On command, this battered pewter tankard fills with ale perfectly matched to the bearer's taste and desire. Ale poured out the tankard quickly loses its flavor and virtue, becoming common swill within minutes. The tankard prevents most of the ill effects of excessive drinking, such as hangovers and blackouts, as long as it remains in its owner's possession. It also provides a +4 bonus on saving throws against poison.</p><p class=\"stat-block\">Once per hour as a move action, by drinking the contents of the tankard and voicing a toast the imbiber gains a +2 morale bonus to Strength and Constitution, but takes a &ndash;2 penalty on Dexterity- and Intelligence-based ability and skill checks. These effects last for 10 minutes. If the tankard is empty, it must be filled prior to drinking. If the imbiber expends one use of mythic power while drinking from the cup, the morale bonus increase to +4, the penalties to &ndash;4, and the duration of the tankard's effects to 1 hour.</p>", 
            "slot": "none", 
            "name": "Cayden's Cup", 
            "weight": "1 lb.", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Caydens Cup", 
            "price": "16,500 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "faint conjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When a block of incense is placed inside this censer and ignited, the bearer gains the benefits of a heightened 2nd-level <i>sanctuary</i> spell for as long as the incense burns (1 hour per stick of incense) or until the bearer breaks the effect by attacking. Placing the incense is a move action, and igniting it is a standard action. If <i>incense of meditation</i> is burned instead of normal incense, the <i>sanctuary</i> effect is heightened to 7th level.</p><p class=\"stat-block\">While lighting the censer, the bearer can expend one use of mythic power to grant the benefits of the censer's <i>sanctuary</i> to all allies within a 20-foot-radius emanation of the censer for 10 minutes. Allies who attack break the <i>sanctuary</i> effect only for themselves. The incense extinguishes 1 round after the bearer ceases to use. If <i>incense of meditation</i> is extinguished before 8 hours of burning, the remainder becomes normal incense.</p>", 
            "slot": "none", 
            "name": "Censer of Sanctuary", 
            "weight": "2 lbs.", 
            "cl": "3rd", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Censer of Sanctuary", 
            "price": "18,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "faint abjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When struck, this heavy iron tube produces a discordant tone and draws the surrounding light in on itself. Within a 60-foot-radius burst centered on the point where the chime was struck, the illumination level drops one step, to a minimum of dim light. The echoes of the chime resonate for 1 minute, during which creatures in the area can't benefit from morale bonuses and gain a +4 bonus on Will saves made to disbelieve. After this period, the suppression of morale bonuses ends and the ambient light level returns to normal. If the bearer expends one use of mythic power while striking the chime, the area increases to a 120-foot-radius burst, and each mythic enemy within it loses one use of mythic power, in addition to the chime's normal effects. The chime can be struck three times per day. Additional strikes produce no sound or effect.</p>", 
            "slot": "none", 
            "name": "Chime of Disillusionment", 
            "weight": "2 lbs.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Chime of Disillusionment", 
            "price": "35,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate enchantment", 
            "type": "item"
        }, 
        {
            "body": "; +1 bonus/+2 Reflex 1,500 gp; <b>+2 bonus/+3 Reflex</b> 6,000 gp; +3 bonus/+4 Reflex 13,500 gp; <b>+4 bonus/+5 Reflex</b> 24,000 gp; +5 bonus/+6 Reflex 37,500 gp; <b>Slot</b> shoulders; <b>CL</b> 7th; <b>Weight</b> 1 lb.; <b>Aura</b> moderate abjuration<p class=\"stat-block\">The wearer of this light, short cloak gains a bonus on all saving throws, as with a <i>cloak of resistance</i>, but the resistance bonus on Reflex saves is one greater. Furthermore, if the wearer fails a Reflex saving throw, she can expend one use of mythic power as an immediate action to reroll that saving throw. If the wearer fails the saving throw on the reroll, she can't use this ability again for 24 hours.</p>", 
            "name": "Cloak of Quick Reflexes", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Cloak of Quick Reflexes", 
            "price": "Varies", 
            "misc": {
                "Construction Requirements": {
                    "+2 bonus/+3 Reflex": "3,000 gp", 
                    "+5 bonus/+6 Reflex": "18,750 gp\nCraft Wondrous Item, Mythic Crafter, resistance, the creator must have the mythic saves ability", 
                    "descriptor": "Cost Varies", 
                    "+3 bonus/+4 Reflex": "6,750 gp", 
                    "+4 bonus/+5 Reflex": "12,000 gp", 
                    "+1 bonus/+2 Reflex": "750 gp"
                }
            }, 
            "source": "Mythic Adventures", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This rough-spun green cloak is trimmed in wolf fur and fastened with a silver clasp. With the cloak drawn over his shoulders and the hood pulled up, the wearer becomes one with his surroundings, gaining a +5 bonus on Stealth checks and on Survival skill checks made to follow tracks. The cloak also renders the wearer immune to the scent ability.</p><p class=\"stat-block\">If the wearer expends one use of mythic power, the cloak turns him invisible for 1 hour, as <i>greater invisibility</i>. If the wearer makes an attack, the effects last for 1 minute after the attack, then end. A character made invisible by this cloak can't be detected with <i>detect magic</i> or other spells or effects that detect magical auras. The <i>greater invisibility</i> can't be penetrated, revealed, or dispelled by spells of 2nd level or lower (such as <i>see invisibility</i> or <i>glitterdust</i>), though <i>true seeing </i>and dust of <i>appearance</i> can reveal the wearer's presence.</p>", 
            "slot": "shoulders", 
            "name": "Cloak of the Hunt", 
            "weight": "1 lb.", 
            "cl": "12th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Cloak of the Hunt", 
            "price": "12,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "shoulders", 
            "aura": "strong illusion", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This large container, crafted from an animal horn or woven of wicker, overflows with fruits, nuts, and vegetables. Up to three times per day, it can be inverted to pour forth delicious food equal to a casting of <i>create food and water </i>for up to six people. Though the cornucopia produces no water, the succulent fruits slake normal thirst.</p><p class=\"stat-block\">If the user expends one use of mythic power when inverting the horn, it instead produces a <i>heroes' feast</i> that also refreshes the partakers as though they had rested for a full 8 hours sleep. Creatures with the recuperation ability who dine on this feast recover as though they had rested for the hour required by the recuperation ability, with no need to expend additional uses of mythic power. Eating more than one such feast within a single day provides no additional benefit.</p>", 
            "slot": "none", 
            "name": "Cornucopia of Plenty", 
            "weight": "5 lbs.", 
            "cl": "11th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Cornucopia of Plenty", 
            "price": "35,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate conjuration", 
            "type": "item"
        }, 
        {
            "slot": "chest", 
            "body": "<p class=\"stat-block\">This black leather bandolier is adorned with three brass bells of various sizes and shapes. Each bell can be rung to produce its own effect, or all can be rung at once to create a <i>death ward</i>. The <i>death warden's bandolier</i> can be used three times per day. A mythic creature can expend one use mythic power to use the bandolier without expending one of the item's daily uses.</p>", 
            "name": "Death Warden's Bandolier", 
            "weight": "3 lbs.", 
            "cl": "11th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier", 
            "type": "item", 
            "price": "15,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate necromancy [good]", 
            "subtype": "chest", 
            "sections": [
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Undead Ward Bell", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">This long, thin bell produces a high-pitched, piercing ring. When it is rung as a standard action, it creates a 30-foot-burst aura that keeps out undead creatures. An undead creature can't enter the aura unless it succeeds at a DC 16 Will save. Undead within the aura take a &ndash;2 penalty on all attack rolls, combat maneuver checks, skill checks, and ability checks. The aura lasts for 5 rounds, but can be extended to 1 minute by expending one use of mythic power.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Undead Ward Bell", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Channeling Bell", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">This large, bulbous bell creates a rich, reverberating tone. When it's rung as part of the action to channel positive energy to harm undead, it can take the place of the holy symbol needed for channeling. When it's used in such a manner, undead creatures within the area take an additional 2 points of damage per each die of the channelled energy. The undead take this extra damage even if they succeed at their Will saving throws.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Channeling Bell", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Dirge Bell", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">The final, largest bell is cone-shaped. It creates a deep, bass chime. When rung, this bell creates an aura in a 30-foot-radius burst that causes incorporeal undead within it to become semi-physical for a period of time. While within the aura, undead take half damage from nonmagical attacks and full damage from magical attacks. The aura last for 5 rounds, but can be extended to 1 minute by expending one use of mythic power.<span class=\"hyperlink char-style-override-15\"></span></p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Dirge Bell", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/All Bells At Once", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block\">When all the bells are rung at once, the wearer and all of her allies within 30 feet are protected as if they were subject to a <i>death ward</i> spell (CL 11th). By expending one use of mythic power, the wearer can increase the duration of this effect to 24 hours.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "All Bells At Once", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">On command, this rod beats with a slow, steady pulse, sending a deep, almost inaudible thrum through the air. At the start of each successive round of holding the rod, its bearer takes 1d10 points of damage that can't be reduced in any way, and must succeed at a DC 20 Fortitude save or gain a permanent negative level. While the rod is held, creatures within 120 feet take a &ndash;2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls. This is a mind-affecting emotion effect. While held by a mythic creature, the rod prevents all creatures of an equal or lower mythic tier within its radius from expending mythic power. Mythic abilities that don't require expending uses of mythic power are unaffected.</p>", 
            "slot": "none", 
            "name": "Dolorous Rod", 
            "weight": "5 lbs.", 
            "cl": "10th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Dolorous Rod", 
            "price": "120,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate enchantment and necromancy", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This small, brass hooded lantern gives off light as a <i>daylight</i> spell. If the bearer expends one use of mythic power, the lantern gives off light as a <i>mythic daylight</i> spell for 1 hour. While giving off light as <i>mythic daylight</i>, the lantern automatically dispels all non-mythic <i>darkness</i> spells or effects that come within its light.</p>", 
            "slot": "none", 
            "name": "Everburning Lantern", 
            "weight": "2 lbs.", 
            "cl": "6th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Everburning Lantern", 
            "price": "3,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate evocation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">If a blind creature holds this orb, that creature can see with darkvision with a range of 120 feet, but also gains light sensitivity (<i>Pathfinder RPG Bestiary</i> 301). If a sighted creature holds this orb and holds his eyes shut for 1 minute, he gains the blinded condition until he opens his eyes (as a free action), but can see through the orb as if he were a blind creature.</p><p class=\"stat-block\">By expending one use of mythic power, a creature using the <i>eye orb</i> can see as though using <i>true seeing</i>, and loses light sensitivity. These effects last for 1 minute or until he stops using the orb to see, whichever comes first.</p>", 
            "slot": "none", 
            "name": "Eye Orb", 
            "weight": "1 lb.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Eye Orb", 
            "price": "80,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate divination", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This fist-sized, carved dragon is sculpted from volcanic rock. It becomes either a pseudodragon or a flame drake (<i>Pathfinder RPG Bestiary 2</i> 106), depending on the command word used. The transformation can take place twice per day, with a maximum duration of 2 continuous hours. The pseudodragon can use its telepathy to communicate with its owner over any distance, but not across planes.</p><p class=\"stat-block\">By expending one use of mythic power, the user of the figurine can instead transform the figurine into a young red dragon. If the user is at least 5th tier, she can instead expend two uses of mythic power to transform the figurine into an adult red dragon. If the user is at least 9th tier, she can instead expend four uses of mythic power to transform the figurine into an ancient red dragon. Transforming the figurine into a true dragon renders the figurine powerless for 1 week after the transformation ends.</p>", 
            "slot": "none", 
            "name": "Figurine of Wondrous Power, Basalt Dragon", 
            "weight": "1 lb.", 
            "cl": "20th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Figurine of Wondrous Power/Basalt Dragon", 
            "price": "60,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This grisly, knotted rope is tied into a noose, and at first glance appears to be nothing more than a gruesome memento of a hanging. While the noose is worn tightly around the neck, any time the wearer is reduced below 0 hit points he gains DR 10/&mdash; and fast healing 5 until he regains consciousness. While the wearer is unconscious, his breathing stops and he appears dead. If the wearer would be killed due to hit point loss while wearing the noose, he can expend any number of uses of mythic power to heal 10 hit points per use spent. This doesn't require an action. If that healing would bring him above the threshold for death, the wearer doesn't die.</p>", 
            "slot": "neck", 
            "name": "Gallows Rope", 
            "weight": "4 lbs.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Gallows Rope", 
            "price": "18,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "neck", 
            "aura": "moderate necromancy", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">As a move action, the wearer of these fine leather gloves can pick up an unattended object (weighing no more than 20 pounds) that is up to 30 feet away, and move it up to 30 feet. The object falls to the ground at the end of the movement unless the wearer of the gloves moves it into his hand. This action doesn't provoke attacks of opportunity.</p><p class=\"stat-block\">By expending one use of mythic power as a free action on his turn, the wearer can focus the power of the gloves, allowing him to make unarmed strikes and combat maneuvers to bull rush, disarm, or trip against foes up to 30 feet away until the end of his turn. Treat these attacks as though the wearer had 30 feet of reach. When attacking a non-adjacent target in this manner, the wearer can't be affected by feats and abilities like Strike Back or <i>fire shield</i> that require touching or coming near the target. The gloves don't increase the wearer's threatened area.</p>", 
            "slot": "hands", 
            "name": "Gloves of Distant Action", 
            "weight": "-", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Gloves of Distant Action", 
            "price": "20,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "hands", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">These thin gloves are covered in reflective glyphs and sigils, and the palms are slightly tacky. Like <i>gloves of arrow snaring</i>, twice per day the wearer can act as if she had the Snatch Arrow feat, even if she doesn't meet the prerequisites for that feat. In addition, the wearer can expend one of this item's uses per day to use the Snatch Arrows feat on a projectile targeting an ally in a space adjacent to her.</p><p class=\"stat-block\">As an immediate action, the wearer can expend one use of mythic power and one of this item's uses per day to block a spell targeting her or an adjacent ally, as the parry spell guardian path ability.</p>", 
            "slot": "hands", 
            "name": "Gloves of Spell Snaring", 
            "weight": "-", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Gloves of Spell Snaring", 
            "price": "9,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "hands", 
            "aura": "strong abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This holy symbol is always warm to the touch, and whenever it strikes metal it rings out with the sound of a choir of angels. When used as a divine focus for a divine spell, the symbol emits a bright light that heals its wearer of a number of points of damage equal to the spell's level.</p><p class=\"stat-block\">If the wearer expends one use of mythic power when casting a divine spell that uses this holy symbol as its divine focus, the emblem glows for a number of rounds equal to the wearer's mythic tier, shedding light like a torch. Instead of this item's normal effect, at the start of each of the wearer's turns, she and all her allies within 30 feet heal a number of points of damage equal to 1d6 + the wearer's tier. This effect lasts as long as the light persists.</p>", 
            "slot": "neck", 
            "name": "Golden Holy Symbol", 
            "weight": "1 lb.", 
            "cl": "10th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Golden Holy Symbol", 
            "price": "10,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "neck", 
            "aura": "moderate conjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">Uncomfortably sharp protrusions bristle on the inner edge of this heavy, bronze headband. It grants its wearer a +4 enhancement bonus to Intelligence. Treat this as a temporary ability bonus for the first 24 hours the headband is worn. It also grants skill ranks as a <i>headband of vast intelligence +4</i>. The wearer is protected from all effects that gather information about her via divination, and gains a bonus equal to her mythic tier on saving throws against mind-affecting effects. This protection otherwise functions as <i>mind blank</i>, except the headband provides no protection against <i>limited wish</i>, <i>miracle</i>, and <i>wish</i>, and it doesn't grant a resistance bonus on saving throws.</p><p class=\"stat-block\">When the wearer succeeds at a saving throw against a mind-affecting effect, she can rebound the effect onto the caster as an immediate action by expending one use of mythic power. Treat this as the original spell or effect, except the wearer is treated as the caster and the original caster as the target. The rebounded spell affects only the original caster, and rebounding doesn't prevent the original spell from affecting targets other than the wearer of the <i>headband of sealed thoughts</i>.</p>", 
            "slot": "headband", 
            "name": "Headband of Sealed Thoughts", 
            "weight": "1 lb.", 
            "cl": "15th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Headband of Sealed Thoughts", 
            "price": "150,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "headband", 
            "aura": "strong abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This helm is made of large, alchemically hardened snake scales, and is crafted in the shape of a stylized serpent mouth. Its wearer stares out through the serpent's eyes, and sees all things cast in a yellow tint. When worn, it grants the following spell-like abilities to the wearer:</p><ul><li><i>Hypnotism</i> (3/day)</li><li><i>Summon nature's ally III</i> (constrictor snake only, 3/day)</li><li><i>Beast shape III</i> (snake form only, 1/day)</li><li><i>Poison</i> (1/day)</li></ul><p class=\"stat-block\">A mythic creature can expend one use of mythic power when using the <i>beast shape III</i> spell-like ability to instead cast it as <i>mythic beast shape III</i>. Alternatively, he can expend two uses of mythic power to instead cast the augmented version of <i>mythic beast shape III</i>.</p>", 
            "slot": "head", 
            "name": "Helm of the Serpent King", 
            "weight": "3 lbs.", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Helm of the Serpent King", 
            "price": "96,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "head", 
            "aura": "faint transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">When a humanoid consumes these bitter herbs, they awaken the animal within him, no matter how civilized the consumer believes himself to be. They grant the partaker low-light vision and the scent ability for 1 hour. If the consumer has the rage class feature, he can expend one use of mythic power as part of entering a rage to take the form of an animal (as <i>beast shape II</i>) while gaining the usual benefits of rage. When the rage ends, any remaining duration of the herbs is lost.</p><p class=\"stat-block\">A creature without the humanoid type, including a monstrous humanoid, gains no benefits from the herbs. It instead becomes nauseated for 1 round, then sickened for 1d4 rounds. A successful DC 13 Fortitude save leaves the creature sickened for 1 round and negates the nausea.</p>", 
            "slot": "none", 
            "name": "Herbs of the Primal Beast", 
            "weight": "1/2 lb.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Herbs of the Primal Beast", 
            "price": "1,400 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">An <i>immolation cloak</i> grants its wearer resist fire 20. As a swift action, the wearer can command the cloak to burst into flame, providing the benefits of a <i>fire shield</i> (warm flames only). The wearer can dismiss the flames as a free action. The cloak can be used for a maximum of 10 rounds per day, which don't have to be consecutive.</p><p class=\"stat-block\">By expending one use of mythic power, the cloak's wearer can recharge its immolation abilities. In addition, the wearer can expend one use of mythic power to detonate in a fiery explosion, dealing 1d8 points of fire damage per character level in a 30-foot-radius spread. A successful Reflex save (DC 10 + the wearer's mythic tier + the wearer's Charisma modifier) halves this damage. Though apparently destroyed in the explosion, the wearer reforms just prior to the start of his next turn in the space he exploded in (or the nearest open space if that space is unavailable).</p>", 
            "slot": "shoulders", 
            "name": "Immolation Cloak", 
            "weight": "1 lb.", 
            "cl": "6th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Immolation Cloak", 
            "price": "65,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "shoulders", 
            "aura": "moderate evocation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">The palms of these light doeskin gloves are covered with supple ripples to augment the wearer's grip. The wearer gains a +4 competence bonus on combat maneuver checks to grapple. The wearer can expend one use of mythic power when a creature subject to <i>freedom of movement</i> or a similar effect attempts to escape the wearer's grapple with a combat maneuver check or Escape Artist check. That creature must attempt the check as normal instead of automatically succeeding at it. If a creature attempts use a non-mythic teleportation effect to escape the grapple, the wearer can expend two uses of mythic power to negate that effect.</p>", 
            "slot": "hands", 
            "name": "Inescapable Gloves", 
            "weight": "1 lb.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Inescapable Gloves", 
            "price": "9,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "hands", 
            "aura": "moderate abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This crown of laurel leaves inspires its wearer to achieve mighty deeds. She gains a +4 morale bonus on saving throws against mind-affecting effects. If she succeeds at a saving throw against a harmful mind-affecting effect, the surge of confidence gives her a +2 morale bonus on attack rolls, skill checks, and weapon damage rolls for 1 minute. If she fails such a saving throw, she is instead shaken for 1 minute, though this condition doesn't stack with other fear effects to make her frightened or panicked.</p><p class=\"stat-block\">A mythic creature wearing the wreath gains 2 temporary hit points per tier at the start of each day. These temporary hit points are restored whenever the wearer rests 8 hours or otherwise gains the equivalent of doing so.</p>", 
            "slot": "head", 
            "name": "Laurel Wreath", 
            "weight": "1 lb.", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Laurel Wreath", 
            "price": "19,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "head", 
            "aura": "faint enchantment", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This finely made instrument is crafted of lovingly polished wood inlaid with mystic runes. When the lyre is played, sparks dance along its strings.</p><p class=\"stat-block\">By succeeding at a DC 15 Perform (string instruments) check, the bearer can produce the following spells.</p><ul><li><i>Gust of wind</i> (3/day)</li><li><i>Call lightning</i> (1/day)</li></ul><p class=\"stat-block\">By succeeding at a DC 25 Perform (string instruments) check and then expending one use of mythic power, the bearer can produce the mythic version of the spell instead. If the bearer fails her Perform check, her action is wasted, but she doesn't expend one of the item's uses per day or any mythic power.</p><p class=\"stat-block\">If bearer has the appropriate mythic tier and the bardic performance ability, she can bring forth one of the following magical effects for as long as she uses the instrument as part of a bardic performance; she also gains the usual benefits of that performance. She must end the performance and start a new one to choose a new effect.</p><ul><li>3rd tier or higher: <i>water walk</i>, shared with all the player's allies within 20 feet</li><li>4th tier or higher: <i>control wind</i>s centered on the player, used only to decrease wind strength</li><li>5th tier or higher: <i>fickle winds</i>, affecting the player only</li></ul>", 
            "slot": "none", 
            "name": "Lyre of Storms", 
            "weight": "5 lbs.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Lyre of Storms", 
            "price": "65,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This simple robe automatically shifts color and style to match the signature colors, fabrics, and symbols of the wearer's faith (if any) when she dons it.</p><p class=\"stat-block\">When the wearer channels energy, any creatures healed by the energy gain the benefits of <i>bless</i> for 1 minute, and any creatures harmed by the energy are subjected to <i>bane </i>(Will DC 11 negates) for 1 minute. The wearer adds her mythic tier to the damage dealt or healed when she channels energy.</p>", 
            "slot": "chest", 
            "name": "Mantle of the Faithful Vessel", 
            "weight": "2 lbs.", 
            "cl": "3rd", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Mantle of the Faithful Vessel", 
            "price": "10,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "chest", 
            "aura": "faint enchantment and necromancy", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This broad belt is constructed of steel plates polished to a gleaming finish. The belt grants its wearer a +2 enhancement bonus to Dexterity. Treat this as a temporary ability bonus for the first 24 hours the belt is worn.</p><p class=\"stat-block\">Three times per day, the wearer can use <i>mirror image</i> to bring forth illusory duplicates that persist for 6 minutes or until destroyed. These function as normal images from that spell, except any ranged attack (including ranged touch spells) that strikes and destroys an image rebounds onto the attacker, using the attacker's original result to determine whether the attack hits.</p><p class=\"stat-block\">If the wearer expends one use of mythic power to activate the belt, the mirror images replenish when the wearer is hit. This functions as above, except each time an attack hits the wearer instead of an image, the belt creates a new image, up to the spell's limit of eight images. Unlike <i>mirror image</i>, the effect doesn't end when the images are gone. If there are no more images, the belt continues to create new images for the effect's full duration.</p>", 
            "slot": "belt", 
            "name": "Mirroring Belt", 
            "weight": "2 lbs.", 
            "cl": "6th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Mirroring Belt", 
            "price": "36,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "belt", 
            "aura": "moderate illusion", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This seemingly delicate silver rose is rigid and nearly unbreakable. When wearing the rose openly on his chest, the wearer treats all of his natural attacks, unarmed attacks, and weapon attacks as if they were made using silver weapons. The wearer can expend one use of mythic power when making a melee attack against an enemy that possesses DR/silver to negate that DR for a number of rounds equal to the wearer's mythic tier.</p>", 
            "slot": "none", 
            "name": "Mithral Rose", 
            "weight": "-", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Mithral Rose", 
            "price": "9,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "faint transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The wearer of this crystal monocle gains the ability to use <i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, <i>detect magic</i>, or <i>detect law</i>, each at will for as long as he concentrates, but only one at a time. Any caster level checks to penetrate magical protections receive a +5 bonus, and use the higher of the item's caster level or the wearer's character level. The wearer can expend one use of mythic power to gain the benefits of <i>arcane sight</i> and <i>see invisibility</i> for 1 hour, or until the monocle is removed.</p>", 
            "slot": "eyes", 
            "name": "Monocle of Unveiled Auras", 
            "weight": "-", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Monocle of Unveiled Auras", 
            "price": "12,700 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "eyes", 
            "aura": "faint divination", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This fist-sized statue of a curled-up cat is crafted from gleaming moonstone. When the statue is placed upon the chest of a helpless creature, it briefly animates and stretches like a real cat waking up from a fitful sleep, then curls up again. When this happens, the helpless creature is lulled into a deep sleep, and doesn't awaken until the cat is removed from its chest.</p><p class=\"stat-block\">If the creature placing the cat expends three uses of mythic power while doing so, the helpless creature can't be awoken for a week, even if the cat is removed. If the user instead expends six uses of mythic power, the helpless creature can't be awoken for a month. If the user expends 10 uses, the helpless creature can't be awoken for a year. If the user expends 20 uses, the helpless creature can't be awoken for an entire century.</p><p class=\"stat-block\">While in this sleep, the helpless creature's heart rate and breathing slow to a barely perceptible rate. It doesn't need to eat or drink, though it must still breathe and it ages normally while in this magical sleep. A <i>wish</i>, <i>miracle</i>, or <i>mythic break enchantment</i> can end this magical sleep.</p>", 
            "slot": "none", 
            "name": "Moonstone Cat", 
            "weight": "1 lb.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Moonstone Cat", 
            "price": "12,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate enchantment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When worn, this silver-and-turquoise necklace melds with the skin, turning into an intricately patterned tattoo on the wearer's chest. It ignores any wearer with an Intelligence score lower than 3, failing to meld or function. The necklace can be removed as a full-round action by concentrating on the tattoo to call the necklace back into existence. While in tattoo form, the amulet grants a +1 bonus on attack and damage rolls with unarmed strikes (but not natural weapons) and provides the benefits of the <i>ghost touch</i> weapon special ability on unarmed strikes. As a swift action, the wearer can spend a ki point to make one unarmed strike&mdash;whether as a single attack or part of a full attack&mdash;an incorporeal touch attack.</p><p class=\"stat-block\">As an immediate action, the wearer can expend one use of mythic power to become incorporeal for 1 round. This lasts until either just before his next turn (if used during his turn) or at the end of his next turn (if used outside his turn). While incorporeal, the wearer has no Strength score, so his Dexterity modifier applies to his melee attacks, ranged attacks, and combat maneuver checks. Since the necklace provides the <i>ghost touch</i> ability, the wearer can make unarmed strikes against corporeal creatures while incorporeal. The wearer can remain inside solid objects as long as he continues expending mythic power to remain incorporeal. If he fails to do so, he materializes inside the object and instantly dies.</p>", 
            "slot": "neck", 
            "name": "Necklace of Spectral Strikes", 
            "weight": "-", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Necklace of Spectral Strikes", 
            "price": "35,500 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "neck", 
            "aura": "moderate evocation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This fragrant mead is made from the purest honey gathered from sunny meadows, mixed with rare herbs in the moonlight, and fermented in earthen jars. Consuming <i>nectar of the gods</i> is a standard action that restores 1d4+1 uses of mythic power to a mythic creature (up to the creature's maximum). If a non-mythic creature consumes this drink, it works like the <i>heroism</i> spell, lasting for 1 day. A jar contains only a single draft of this potent beverage.</p>", 
            "slot": "none", 
            "name": "Nectar of the Gods", 
            "weight": "1 lb.", 
            "cl": "12th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Nectar of the Gods", 
            "price": "5,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong conjuration", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The wearer of these elegant, polished steel pauldrons gains a bonus on all saving throws, as with a <i>cloak of resistance</i>, but the resistance bonus on Fortitude saves is one greater. Furthermore, if the wearer fails a Fortitude saving throw, he can expend one use of mythic power as an immediate action to reroll that saving throw. If the wearer fails the saving throw on the reroll, he can't use this ability again for 24 hours.</p>", 
            "slot": "shoulders", 
            "name": "Pauldrons of Unflinching Fortitude", 
            "weight": "1 lb.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Pauldrons of Unflinching Fortitude", 
            "price": "Varies", 
            "misc": {
                "Construction Requirements": {
                    "+5 bonus/+6 Fortitude": "18,750 gp\nCraft Wondrous Item, Mythic Crafter, resistance, the creator must have the mythic saves ability", 
                    "+2 bonus/+3 Fortitude": "3,000 gp", 
                    "descriptor": "Cost Varies", 
                    "+4 bonus/+5 Fortitude": "12,000 gp", 
                    "+1 bonus/+2 Fortitude": "750 gp", 
                    "+3 bonus/+4 Fortitude": "6,750 gp"
                }, 
                "Pauldrons of Unflinching Fortitude": {
                    "+4 bonus/+5 Fortitude": "24,000 gp; +5 bonus/+6 Fortitude 37,500 gp", 
                    "+1 bonus/+2 Fortitude": "1,500 gp", 
                    "+2 bonus/+3 Fortitude": "6,000 gp; +3 bonus/+4 Fortitude 13,500 gp"
                }
            }, 
            "subtype": "shoulders", 
            "aura": "moderate abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This humble, threadbare robe grants a +1 resistance bonus on all saving throws. A mythic wearer can unlock additional powers by upholding vows. The wearer selects up to five vows, but no more than she has mythic tiers. For each vow taken, the wearer must expend one use of mythic power. This use can't be regained as long as the vow is kept and the wearer retains the robe. After 24 hours adhering to one or more vows, the wearer gains additional benefits from the robe.</p><ul><li><i>1 vow</i>+2 resistance bonus on all saving throws, +1 competence bonus on all skill checks</li><li><i>2 vows</i>: +3 resistance bonus on all saving throws, +4 armor bonus to AC</li><li><i>3 vows</i>: +4 resistance bonus on all saving throws, +2 competence bonus on all skill checks</li><li><i>4 vows</i>: +5 resistance bonus on all saving throws, +6 armor bonus to AC</li><li><i>5 vows</i>: +8 armor bonus to AC, and all save DCs for the wearer's spells increase by 1</li></ul><p class=\"stat-block\">The wearer receives the bonuses from lower levels as well. For example, with 3 vows, the wearer receives a +4 resistance bonus on saving throws, a +2 competence bonus on all skill checks, and a +4 armor bonus to AC. The armor bonus provided by the robe can be further improved by <i>magic vestment</i> and similar spells.</p><p class=\"stat-block\">The wearer can select from the following vows.</p><ul><li>Abstain from consuming meat and touching dead creatures.</li><li>Abstain from consuming liquor, drugs, and similar substances, including any magic item that takes effect through eating or drinking.</li><li>Carry nothing made of metal.</li><li>Refrain from dealing lethal damage.</li><li>Refrain from speaking.</li><li>Refrain from touching others, including touching them with or through clothing.</li><li>Speak and write only the truth.</li></ul><p class=\"stat-block\">If a vow is broken, the robe's benefits immediately drop to those granted by the number of vows still kept. Broken vows can be regained only by way of an <i>atonement</i> spell.</p>", 
            "slot": "body", 
            "name": "Penitent's Robes", 
            "weight": "1 lb.", 
            "cl": "16th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Penitents Robes", 
            "price": "95,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "body", 
            "aura": "strong varied", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This cloak is made of tough leather, and is decorated with brilliant red and orange feathers. As a free action, the wearer can rub her hands together, setting them alight&mdash;thus granting her natural attacks and unarmed strikes the burn special ability (<i>Bestiary</i> 298; 1d6, Reflex DC 14). The wearer can use this ability for up to 10 rounds per day, which don't need to be consecutive.</p><p class=\"stat-block\">If the wearer takes damage that would reduce her below 0 hit points, she can expend one use of mythic power to transform into a phoenix-like being. This doesn't require an action. When this happens, she is immediately affected as though targeted with a <i>breath of life</i> spell (CL 9th) and polymorphs into a bird-like creature made of flames (as <i>elemental body II</i>, CL 9; fire elemental only). While in this form, the wearer also gains a fly speed of 50 feet with good maneuverability, as well as a +4 bonus on Fly skill checks due to this maneuverability.</p>", 
            "slot": "shoulders", 
            "name": "Phoenix Cloak", 
            "weight": "7 lbs.", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Phoenix Cloak", 
            "price": "55,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "shoulders", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">When the wearer is about to take acid, cold, electricity, or fire damage, this band of braided copper and silver writhes like a snake. It provides resistance 5 to acid, cold, electricity, and fire. The wearer can expend one use of mythic power as an immediate action when taking damage of one of these types to upgrade the resistance to immunity for that attack or effect only. Also, once per day when the wearer takes damage of one of these types, the wearer can grant resistance 5 to the energy type damaging him to all allies within 20 feet. This resistance lasts for 1 minute.</p>", 
            "slot": "ring", 
            "name": "Ring of Energy Dampening", 
            "weight": "-", 
            "cl": "10th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Ring of Energy Dampening", 
            "price": "31,500 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "ring", 
            "aura": "moderate abjuration", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This jade ring is carved in the shape of an ouroboros. Three times per day, the wearer can use it to empower a spell she casts. This grants her a +2 bonus on caster level checks to overcome spell resistance, and increases the save DC of the spell (if any) by 2.</p><p class=\"stat-block\">While enhancing a spell this way, the caster can expend one use of mythic power plus an additional use per two spell levels (minimum two uses), to instead cast the mythic version of her spell (though not an augmented version of the mythic spell) as if she knew the mythic version of that spell. This has no effect if the spell doesn't have a mythic version. The save DC increase for being a potent mythic spell stacks with the save DC increase granted by using the ring's power.</p><p class=\"stat-block\">For example, if the wearer enhances <i>fireball</i> with this ring, she can expend two uses of mythic power to cast <i>mythic fireball</i> instead (one use plus one use for a 3rd-level spell).</p>", 
            "slot": "ring", 
            "name": "Ring of Transcendent Spells", 
            "weight": "-", 
            "cl": "13th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Ring of Transcendent Spells", 
            "price": "30,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "ring", 
            "aura": "strong universal", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "; <b>CL 17th; </b><b>Weight</b> &mdash;; <b>Aura</b> strong conjuration", 
            "name": "Root of the World Tree", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Root of the World Tree", 
            "type": "item", 
            "price": "Varies", 
            "misc": {
                "Construction Requirements": {
                    "Lesser": "150 gp", 
                    "descriptor": "Cost Varies", 
                    "Greater": "1,250 gp\nCraft Wondrous Item, Mythic Crafter, Augment Summoning, heroism", 
                    "Normal": "500 gp"
                }
            }, 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Root of the World Tree/Lesser", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\"> 300 gp; <b>Normal</b> 1,000 gp ; Greater 2,500 gp; <b>Slot</b> none</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p class=\"stat-block\">This fibrous powder is ground from bark harvested from the roots of trees growing across planar boundaries. When thrown in the air as part of casting a conjuration (summoning) spell, it grants the creatures summoned the advanced simple template. If the caster also expends one use of mythic power, the summoned creatures gain DR 5/epic, or DR 10/epic if they have at least 11 HD. Lesser root affects conjuration (summoning) spells up to 3rd level, normal root conjuration (summoning) spells up to 6th level, and greater root any conjuration (summoning) spell.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section"
                        }
                    ], 
                    "name": "Lesser", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">These well-worn boots act as <i>boots of speed</i> combined with <i>boots of striding and springing</i>. The wearer can expend one use of mythic power as a move action to take a 7-league step. The steps functions as teleportation with a 21-mile range, except the wearer must have an uninterrupted path to her intended destination, though this path doesn't have to follow a straight line. Harmful environments between the wearer and the destination cause her no harm.</p><p class=\"stat-block\">If the wearer's path is blocked, her travel ends just short of the obstacle blocking her. If she tries to step too far, she appears in the closest available space to her destination without going beyond 21 miles of where she started.</p>", 
            "slot": "feet", 
            "name": "Seven-League Boots", 
            "weight": "1 lb.", 
            "cl": "10th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Seven-League Boots", 
            "price": "80,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "feet", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">These heavy, stone gloves feel surprisingly supple to anyone who puts them on. While a creature wears <i>stonefist gloves</i>, his unarmed strike damage is treated as if he were one size category larger, and bypasses hardness of 8 or lower. When a mythic creature uses these gloves to make a sunder combat maneuver, he adds half his tier as a bonus on the combat maneuver check.</p>", 
            "slot": "hands", 
            "name": "Stonefist Gloves", 
            "weight": "3 lbs.", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Stonefist Gloves", 
            "price": "10,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "hands", 
            "aura": "moderate transmutation", 
            "type": "item", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p class=\"stat-block\">This heavy gold torc allows its wearer's words to be understood by any creature that speaks a language, as though his words were spoken in that creature's native tongue. Each creature listening hears the words in a language appropriate to itself. The wearer can understand all spoken languages as though using the <i>tongues </i>spell. A wearer who is at least 3rd tier can speak to and be understood by animals (as if using <i>speak with animals</i>), and one who is at least 6th tier can also speak to and be understood by plants (as if using <i>speak with plants</i>).</p>", 
            "slot": "neck", 
            "name": "Torc of Truespeech", 
            "weight": "2 lbs.", 
            "cl": "5th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Torc of Truespeech", 
            "price": "60,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "subtype": "neck", 
            "aura": "faint divination", 
            "type": "item", 
            "source": "Mythic Adventures"
        }
    ]
}