{
    "body": "<p>These weapon special abilities either enhance or interact with mythic creatures. Some can steal mythic power or block the ability to use it.</p>", 
    "name": "Weapon Special Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">These weapons were first created by deities and given to mortals so that they could combat mythic foes. When the wielder confirms a critical hit against a mythic creature with a <i>disjoining</i> weapon, the target loses the ability to expend its mythic power for 1d4 rounds. A mythic creature wielding a <i>disjoining</i> weapon loses the ability to expend uses of mythic power for as long as he wields the weapon. Only melee weapons can have this ability.</p>", 
            "name": "Disjoining", 
            "weight": "&mdash", 
            "cl": "7th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities/Disjoining", 
            "price": "+1 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate necromancy", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A <i>harvesting</i> weapon siphons away mythic power from one mythic creature to empower another. Whenever a mythic wielder confirms a critical hit against another mythic creature, the weapon leeches away one use of the target's mythic power and transfers it to the wielder. If the wielder already has her maximum number of uses of mythic power, the target's use of mythic power is still leeched, but the wielder doesn't gain it. The weapon can do this a number of times per day equal to the enhancement bonus of the weapon.</p><p class=\"stat-block\">If the <i>harvesting</i> weapon is a legendary item, the wielder can have the mythic power that is leeched replenish one of that weapon's uses of legendary power. Only melee weapons can have this ability.</p>", 
            "name": "Harvesting", 
            "weight": "&mdash", 
            "cl": "9th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities/Harvesting", 
            "price": "+2 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate necromancy", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A <i>mythic bane</i> weapon works exactly like a <i>bane</i> weapon, except it has a higher bonus and deals extra damage against any creature with the mythic subtype. This ability stacks with the <i>bane</i> weapon special ability.</p>", 
            "name": "Mythic Bane", 
            "weight": "&mdash", 
            "cl": "8th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities/Mythic Bane", 
            "price": "+1 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate evocation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">As a swift action, the wielder can expend one use of mythic power to increase the weapon's enhancement bonus by half his mythic tier (minimum 1, to a maximum of a +6 enhancement bonus) and give it the ability to bypass damage reduction. These benefits last for 1 round. Melee and ranged weapons can have this ability, but not ammunition.</p>", 
            "name": "Potent", 
            "weight": "&mdash", 
            "cl": "12th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities/Potent", 
            "price": "+2 bonus", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "strong transmutation", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Taking the form of a deity's favored weapon, a <i>sacrosanct</i> weapon serves as both a martial implement and the corresponding deity's holy (or unholy) symbol. Once per day when the wielder uses the <i>sacrosanct</i> weapon to channel energy, she can increase the radius of the channel energy to 40 feet. They wielder must be able to channel positive or negative energy to use this ability.</p><p class=\"stat-block\">Alternatively, the wielder can expend one use of mythic power to use this ability instead of expending its daily use. When using mythic power to activate this ability, it can be done at will.</p>", 
            "name": "Sacrosanct", 
            "weight": "&mdash", 
            "cl": "8th", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Weapon Special Abilities/Sacrosanct", 
            "price": "+5,000 gp", 
            "misc": {
                "Construction Requirements": {
                    "descriptor": ""
                }
            }, 
            "source": "Mythic Adventures", 
            "aura": "moderate evocation", 
            "type": "item"
        }
    ]
}