{
    "source": "Ultimate Magic", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "text": "<p>Druids are devotees of nature, protecting the bleakest deserts and most verdant forests. Through their kinship with animals and the elements, they learn the most potent secrets the natural world has to offer, and can call upon great power in the form of both magical abilities like wild shape and a wide array of thematic spells. Whether tapping the fundamental magic of the elements or relying on the teeth and claws of wild creatures to accomplish their goals, druids are forces to be reckoned with, and those whose actions threaten the wild places these nature folk hold dear had best be prepared to suffer the consequences.</p><p>The following section details new animal and terrain domains for druids, vermin companions for druids who don't want a more traditional animal companion, and new druid archetypes.</p>", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>Presented in the section below are new rules for animal and terrain domains&mdash;domains for druids whose focus is more specific than the Animal, Plant, Weather, or elemental domains. A druid with the nature's bond ability can choose an animal domain or terrain domain. Just like cleric domains, animal and terrain domains have granted powers and domain spells, and a druid who selects an animal or terrain domain gains a domain spell slot at each level. A druid who worships a deity (as opposed to nature in general) cannot select an animal or terrain domain that contradicts or is outside of the portfolio of her deity.</p><p>If an animal or terrain domain ability calls for a saving throw, the DC of the save is equal to 10 + 1/2 the character's druid level + her Wisdom modifier.</p><p>Other nature-themed classes with access to domains may select an animal or terrain domain in place of a regular domain.</p>", 
            "type": "section", 
            "name": "Animal and Terrain Domains", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Aquatic Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You master the deeps of the sea, raging rivers, flowing falls, and relentless tides.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"sealord\">You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal creatures with the aquatic or water subtype or to command them (similar to using the Command Undead feat against undead). You can take other feats to add to this ability, such as Extra Channel and Improved Channel, but not feats that alter this ability, such as Elemental Channel and Alignment Channel. The DC to save against this ability is equal to 10 + 1/2 your druid level + your Charisma modifier.</p>", 
                            "type": "ability", 
                            "name": "Sealord", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"seastrike\">At 6th level, as a free action, you may use natural and manufactured weapons in water as if you had continuous <i>freedom of movement</i>. As a standard action, you can throw a weapon underwater without the normal penalties for throwing weapons; if your target is in or under the water, the weapon also acts as a <i>returning</i> weapon (see page 471 of the <i>Core Rulebook</i>) for that attack.</p>", 
                            "type": "ability", 
                            "name": "Seastrike", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>hydraulic push</i>, 2nd&mdash;<i>slipstream</i>, 3rd&mdash;<i>water breathing</i>, 4th&mdash;<i>freedom of movement</i>, 5th&mdash;<i>black tentacles</i>, 6th&mdash;<i>freezing sphere</i>, 7th&mdash;<i>animal shapes</i> (aquatic creatures only), 8th&mdash;<i>seamantle</i>, 9th&mdash;<i>tsunami</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Arctic Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You master the might of the endless, snow-covered wastes beneath the midnight sun, where icy polar winds blow.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"call-cold\">You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal creatures with the cold subtype or to command them (similar to using the Command Undead feat against undead). You can take other feats that add to this ability, such as Extra Channel and Improved Channel, but not feats that alter this ability, such as Elemental Channel and Alignment Channel. The DC to save against this ability is equal to 10 + 1/2 your druid level + your Charisma modifier.</p>", 
                            "type": "ability", 
                            "name": "Call Cold", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"banish-flame\">At 6th level, you may use your call cold ability to damage creatures with the fire subtype (as a cleric channeling negative energy) or to cause them to flee from you (as the Turn Undead feat). Alternatively, you may use this ability to negate magical fire effects as if using a targeted <i>dispel magic</i>; at 12th level, this functions as targeted or area <i>greater dispel magic</i> instead of <i>dispel magic</i>.</p>", 
                            "type": "ability", 
                            "name": "Banish Flame", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>frostbite</i>, 2nd&mdash;<i>aspect of the bear</i>, 3rd&mdash;<i>sleet storm</i>, 4th&mdash;<i>wall of ice</i>, 5th&mdash;<i>aspect of the wolf</i>, 6th&mdash;<i>freezing sphere</i>, 7th&mdash;<i>wind walk</i>, 8th&mdash;<i>polar ray</i>, 9th&mdash;<i>polar midnight</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Cave Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The wonders and dark secrets of the deepest caves give you strength.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"cavesight\">You can grant darkvision 60 feet to a willing creature you touch. This effect lasts 1 minute, or 1 hour if used on yourself. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Cavesight", 
                            "ability_types": [
                                "Spell-Like"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"tremorsense\">At 6th level, you gain tremorsense 30 feet. At 12th level, you gain tremorsense 60 feet.</p>", 
                            "type": "ability", 
                            "name": "Tremorsense", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>detect aberration</i>, 2nd&mdash;<i>stone call</i>, 3rd&mdash;<i>deeper darkness</i>, 4th&mdash;<i>echolocation</i>, 5th&mdash;<i>wall of stone</i>, 6th&mdash;<i>conjure black pudding</i>, 7th&mdash;<i>statue</i> (looking like a stalagmite or stalactite), 8th&mdash;<i>earthquake</i>, 9th&mdash;<i>imprisonment</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Desert Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The spirits and secrets of the endless wastes are yours to command.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"heat-shimmer\">As a free action, you can surround yourself with heat distortion that acts as the <i>blur</i> spell. Creatures that strike you in melee while you're using this ability are dazzled for 1 round (Fortitude negates). You may use this ability for a number of rounds per day equal to 3 + your Wisdom modifier. These rounds need not be consecutive.</p>", 
                            "type": "ability", 
                            "name": "Heat Shimmer", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"servant-of-the-sands\">At 8th level, once per day, you may call upon the aid of a janni as if using <i>lesser planar ally</i>. At 12th level, you may call upon the aid of any type of common (non-noble) genie as if using <i>planar ally</i>. At 16th level, you may call upon the aid of a noble genie as if using <i>greater planar ally</i>. If you use this power while in desert terrain, you need not make an offering to call the creature(s), and the cost of any service is halved.</p>", 
                            "type": "ability", 
                            "name": "Servant of the Sands", 
                            "ability_types": [
                                "Spell-Like"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>cloak of shade</i>, 2nd&mdash;<i>shifting sand</i>, 3rd&mdash;<i>cup of dust</i>, 4th&mdash;<i>hallucinatory terrain</i>, 5th&mdash;<i>transmute rock to mud</i> (creates loose sand instead of mud), 6th&mdash;<i>sirocco</i>, 7th&mdash;<i>sunbeam</i>, 8th&mdash;<i>sunburst</i>, 9th&mdash;<i>horrid wilting</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Eagle Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>Your spirit soars with the mightiest and noblest of all winged creatures.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"familiar\">You gain a hawk familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.</p>", 
                            "type": "section", 
                            "name": "Familiar"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"hawkeye\">As a swift action, you may add a bonus equal to half your druid level (minimum +1) on one ranged attack or on one Perception check. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Hawkeye", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"aerial-evasion\">At 6th level, you gain the evasion ability (as a rogue) when you are flying. At 12th level, you gain improved evasion while flying.</p>", 
                            "type": "ability", 
                            "name": "Aerial evasion", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>aspect of the falcon</i>, 2nd&mdash;<i>eagle's splendor</i>, 3rd&mdash;<i>fly</i>, 4th&mdash;<i>river of wind</i>, 5th&mdash;<i>overland flight</i>, 6th&mdash;<i>eagle aerie</i>, 7th&mdash;<i>animal shapes</i> (birds only), 8th&mdash;<i>sunburst</i>, 9th&mdash;<i>winds of vengeance</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Frog Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You venerate the elder amphibians that first brought life to land.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"familiar\">You may gain a toad familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.</p>", 
                            "type": "section", 
                            "name": "Familiar"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"sticky-strike\">As a standard action, you can attempt a ranged touch attack with a sticky tendril against a target up to 15 feet away, then use the pull universal monster ability to pull the target 5 feet toward you. You gain a bonus on the pull's combat maneuver check equal to 1/2 your druid level. If the target is larger than you, you may pull yourself 5 feet toward the target without making a check. The target can remove the tendril by making an opposed Strength check as a standard action, or by dealing enough slashing damage to the tendril (hit points equal to your druid level, Armor Class equal to your touch Armor Class). You can dissolve the tendril as a free action. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Sticky Strike", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"webfoot\">At 6th level, you gain the amphibious special quality and a swim speed equal to your land speed. At 12th level, you gain a climb speed equal to your land speed.</p>", 
                            "type": "ability", 
                            "name": "Webfoot", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>jump</i>, 2nd&mdash;<i>delay poison</i>, 3rd&mdash;<i>lily pad stride</i>, 4th&mdash;<i>shout</i>, 5th&mdash;<i>blessing of the salamander</i>, 6th&mdash;<i>confusion</i>, 7th&mdash;<i>animal shapes</i> (amphibians only), 8th&mdash;<i>greater shout</i>, 9th&mdash;<i>summon froghemoth</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Jungle Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The spirits of the jungle, both of natural guardians and lost civilizations, whisper in your heart.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"brachiation\">As a free action for a number of rounds per day equal to your druid level, you may climb with a climb speed equal to your land speed, and gain a bonus on Acrobatics checks equal to your druid level. These rounds do not have to be consecutive.</p>", 
                            "type": "ability", 
                            "name": "Brachiation", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"trap-sense\">At 3rd level, you gain the trap sense ability. This is identical to the rogue class ability. Your effective rogue level is equal to your druid level for the purpose of determining your trap sense bonus. Trap sense bonuses gained from multiple classes stack.</p>", 
                            "type": "ability", 
                            "name": "Trap Sense", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>glide</i>, 2nd&mdash;<i>tar ball</i>, 3rd&mdash;<i>venomous bolt</i>, 4th&mdash;<i>arboreal hammer</i>, 5th&mdash;<i>blessing of the salamander</i>, 6th&mdash;<i>swarm skin</i>, 7th&mdash;<i>creeping doom</i>, 8th&mdash;<i>wall of lava</i>, 9th&mdash;<i>shambler</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Monkey Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The balanced wisdom, skill, agility, and playfulness of the monkey are the model for your spiritual discipline.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"familiar\">You gain a monkey familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.</p>", 
                            "type": "section", 
                            "name": "Familiar"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"monkey-athletics\">As a free action, you may add a competence bonus equal to half your druid level (minimum of +1) on one Acrobatics, Climb, Disable Device, or Sleight of Hand check. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Monkey Athletics", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"ranged-legerdemain\">At 6th level, you can use the Disable Device and Sleight of Hand skills at a range of 30 feet. Working at a distance increases the normal skill check DC by 5, and you cannot take 10 on this check. Any object to be manipulated must weigh 5 pounds or less. You can only use this ability if you have at least 1 rank in the skill being used.</p>", 
                            "type": "ability", 
                            "name": "Ranged Legerdemain", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>beguiling gift</i>, 2nd&mdash;<i>spider climb</i>, 3rd&mdash;<i>cacophonous call</i>, 4th&mdash;<i>freedom of movement</i>, 5th&mdash;<i>summon nature's ally V</i> (dire ape or girallon only), 6th&mdash;<i>confusion</i>, 7th&mdash;<i>animal shapes</i> (apes and monkeys only), 8th&mdash;<i>clenched fist</i>, 9th&mdash;<i>foresight</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Mountain Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You have mastered the mighty powers of the great mountains that pierce the sky and stand aloof above the lowlands.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"foothold\">As a standard action, you can cause an adjacent stone surface up to 10 feet square to mold itself into ridges and creases. A foothold that is created on a horizontal surface is treated as difficult terrain, and a Medium or smaller creature standing in the area or moving through it takes a &ndash;2 penalty on Acrobatics checks and to CMD due to poor footing. A foothold that is created on a vertical surface grants a +10 bonus on Climb checks to climb it. The stone remains altered for 1 hour. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Foothold", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"thin-air\">At 8th level, as a free action, you can surround yourself with a 5-foot aura of supernaturally thin air that draws the breath from creatures adjacent to you. Creatures beginning their turn in the aura are fatigued (Fortitude negates). A fatigued creature that begins its turn in the aura must save or suffer from altitude sickness, taking 1 point of ability damage to all ability scores. At 16th level, the aura increases to 10 feet. Creatures that do not breathe are immune to this aura. You can use this ability for a number of rounds per day equal to your druid level; the rounds need not be consecutive.</p>", 
                            "type": "ability", 
                            "name": "Thin Air", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>fist of stone</i>, 2nd&mdash;<i>stone call</i>, 3rd&mdash;<i>cloak of winds</i>, 4th&mdash;<i>stoneskin</i>, 5th&mdash;<i>geyser</i>, 6th&mdash;<i>suffocate</i>, 7th&mdash;<i>flesh to stone</i>, 8th&mdash;<i>reverse gravity</i>, 9th&mdash;<i>clashing rocks</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Plains Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The wide open spaces of the prairie, savanna, and steppe are yours to master.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"migrating-herd\">When you summon an aurochs, bison, elephant, horse, mastodon, pony, or similar quadruped herbivore with a summoning spell, the duration of the spell is increased by 100% (this does not stack with Extend Spell). The creature's land speed is increased by 10 feet.</p>", 
                            "type": "ability", 
                            "name": "Migrating Herd", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"pounce\">At 6th level, you may use the pounce special attack once per day. You may pounce one additional time per day for every 3 levels after 6th.</p>", 
                            "type": "ability", 
                            "name": "Pounce", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>mount</i>, 2nd&mdash;<i>chameleon stride</i>, 3rd&mdash;<i>haste</i>, 4th&mdash;<i>aspect of the stag</i>, 5th&mdash;<i>control winds</i>, 6th&mdash;<i>find the path</i>, 7th&mdash;<i>whirlwind</i>, 8th&mdash;<i>animal shapes</i>, 9th&mdash;<i>worldwave</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Serpent Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You serve ancient serpentine mysteries whose coils still encircle the world.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"familiar\">You gain a viper familiar. Your effective wizard level for this ability is equal to your druid level. Your druid level stacks with levels from other classes that grant familiars when determining the powers of your familiar.</p>", 
                            "type": "section", 
                            "name": "Familiar"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"slither\">As a free action, you can distend and stretch your body to fit easily through narrow spaces for 1 round. You can move freely through a tight space that would normally require a creature of your size to squeeze through. While slithering, you gain a +2 dodge bonus to Armor Class against attacks of opportunity provoked by your movement and a +2 bonus on CMB and on Escape Artist checks made to escape from a grapple. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Slither", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"venom-immunity\">At 6th level, you gain immunity to poisons from snakes, reptiles, and creatures with the reptilian subtype. At 12th level, you gain immunity to all poisons. This replaces venom immunity.</p>", 
                            "type": "ability", 
                            "name": "Venom Immunity", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>charm animal</i>, 2nd&mdash;<i>animal trance</i>, 3rd&mdash;<i>poison</i>, 4th&mdash;<i>strong</i> jaw, 5th&mdash;<i>snakestaff</i>, 6th&mdash;<i>charm monster</i>, 7th&mdash;<i>animal shapes</i> (reptiles and snakes only), 8th&mdash;<i>scintillating pattern</i>, 9th&mdash;<i>crushing hand</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Swamp Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>The sour-sweet depths of bogs, marshes, and swamps are your places of power.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"natural-healing\">You can channel energy (as a cleric of your druid level) a number of times per day equal to 3 + your Charisma modifier, but only to heal animals, plants, and vermin. You may reduce the number of dice healed to cure ability damage (your choice) to all affected creatures, curing 1 point of ability damage for each d6 that the channel energy is reduced. You can take other feats to add to this ability, such as Extra Channel, but not feats that alter this ability, such as Elemental Channel and Alignment Channel.</p>", 
                            "type": "ability", 
                            "name": "Natural Healing", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"reed-hunter\">At 6th level, you gain blindsense 30 feet with respect to concealment and cover from fog, vegetation, or water. At 12th level, this improves to blindsight 30 feet with respect to these conditions.</p>", 
                            "type": "ability", 
                            "name": "Reed Hunter", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>hydraulic push</i>, 2nd&mdash;<i>burst of nettles</i>, 3rd&mdash;<i>lily pad stride</i>, 4th&mdash;<i>cape of wasps</i>, 5th&mdash;<i>insect plague</i>, 6th&mdash;<i>mass fester</i>, 7th&mdash;<i>animate plants</i>, 8th&mdash;<i>blood mist</i>, 9th&mdash;<i>shambler</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Wolf Domain", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p>You run with the pack and are the master of the cold hunt of your spirit totem.</p>", 
                            "type": "section", 
                            "name": "Granted Powers"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"improved-trip\">You gain Improved Trip as a bonus feat.</p>", 
                            "type": "section", 
                            "name": "Improved Trip"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"pack-tactics\">At 8th level, as a free action on your turn, you can designate an adjacent square; your attacks are treated as coming from that square for the purposes of determining whether or not you are flanking (this applies even if that square is occupied by an object or creature). This ends at the start of your next turn or if you move. If you are flanking a creature without using this ability, you may add your Wisdom bonus to your attack roll rather than the normal +2 flanking bonus. You can use this ability a number of times per day equal to 3 + your Wisdom modifier.</p>", 
                            "type": "ability", 
                            "name": "Pack Tactics", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"domain-spells\">1st&mdash;<i>hunter's howl</i>, 2nd&mdash;<i>bloodhound</i>, 3rd&mdash;<i>aspect of the wolf</i>, 4th&mdash;<i>strong jaw</i>, 5th&mdash;<i>tireless pursuers</i>, 6th&mdash;<i>find the path</i>, 7th&mdash;<i>animal shapes</i> (canines only), 8th&mdash;<i>phantasmal revenge</i>, 9th&mdash;<i>freedom</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>In addition to the normal choices of animal companions, a druid who is so inclined may select a vermin as her companion. Vermin companions follow the same rules as animal companions, advancing their Hit Dice and other abilities per the animal companion base statistics table. Vermin companions can be trained as if they were animals using the Handle Animal skill.</p>", 
            "type": "section", 
            "name": "Vermin Companions", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"mindless\">Vermin companions have no Intelligence score and possess the mindless trait. In spite of this, vermin companions may learn one trick, plus additional bonus tricks. If a vermin animal companion gains an ability score increase (at 4 Hit Dice, 8 Hit Dice, and so on), the druid can apply this increase to the companion's Intelligence, changing it from &mdash; to 1, at which point the companion loses the mindless quality and is able to know up to 3 tricks per point of Intelligence, plus the additional bonus tricks. Vermin companions have no skill points or feats as long as they have the mindless quality.</p>", 
                    "type": "section", 
                    "name": "Mindless"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"trip\">Because many vermin have multiple limbs, they are very difficult to trip. As a result, a CMD entry has been included for each, indicating the bonus to CMD such vermin receive against trip attacks.</p>", 
                    "type": "section", 
                    "name": "Trip"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Ant, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 30 ft., climb 20 ft.; <b>AC</b> +2 natural armor; <b>Attack</b> bite (1d4 plus grab); <b>Ability Scores</b> Str 10, Dex 12, Con 15, Int &mdash;, Wis 12, Cha 10; <b>Special Qualities</b> low-light vision, scent; <b>CMD</b> trip +8.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"4th-level-advancement\"><b>Size</b> Medium; <b>Attack</b> bite (1d6 plus grab), sting (1d4 plus poison); <b>Ability Scores </b>Str +4, Dex &ndash;2, Con +2; <b>Special Attacks</b> poison (<i>frequency</i> 1 round [4], <i>effect</i> 1 Str damage, <i>cure</i> 1 save, Con-based DC).</p>", 
                            "type": "section", 
                            "name": "4th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Beetle, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 20 ft., fly 20 ft. (poor); <b>AC</b> +6 natural armor; <b>Attack</b> bite (1d8); <b>Ability Scores</b> Str 13, Dex 12, Con 13, Int &mdash;, Wis 11, Cha 4; <b>Special Qualities</b> darkvision; <b>CMD</b> trip +8.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"4th-level-advancement\"><b>Size</b> Medium; <b>Attack</b> bite (1d6); <b>Ability Scores</b> Str +4, Dex &ndash;2, Con +2; <b>Special Attacks</b> trample (1d4).</p>", 
                            "type": "section", 
                            "name": "4th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Centipede, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 20 ft., climb 20 ft.; <b>AC</b> +2 natural armor; <b>Attack</b> bite (1d4 plus poison); <b>Ability Scores</b> Str 8, Dex 17, Con 11, Int &mdash;, Wis 10, Cha 2; <b>Special Attacks</b> poison (<i>frequency</i> 1 round [6], <i>effect</i> 1 Dex damage, <i>cure</i> 1 save, Con-based DC); <b>Special Qualities</b> darkvision 60 ft.; <b>CMD</b> can't be tripped.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"4th-level-advancement\"><b>Size</b> Medium; <b>Attack</b> bite (1d6 plus poison); <b>Ability Scores</b> Str +4, Dex &ndash;2, Con +2.</p>", 
                            "type": "section", 
                            "name": "4th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Crab, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 30 ft., swim 20 ft.; <b>AC</b> +5 natural armor; <b>Attack</b> 2 claws (1d3 plus grab); <b>Ability Scores</b> Str 13, Dex 14, Con 13, Int &mdash;, Wis 11, Cha 4; <b>Special Attacks</b> constrict (1d3); <b>Special Qualities</b> aquatic, darkvision, water dependency (survive out of water for 1 hour per point of Con, after which it begins to suffocate as if it were drowning); <b>CMD</b> trip +12.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"4th-level-advancement\"><b>Size</b> Medium; <b>Attack</b> 2 claws (1d4 plus grab); <b>Ability Scores</b> Str +2, Dex &ndash;2, Con +2; <b>Special Attacks</b> constrict (1d4).</p>", 
                            "type": "section", 
                            "name": "4th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Leech, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 5 ft., swim 20 ft.; <b>AC</b> +0 natural armor; <b>Attack</b> bite (1d4 plus attach); <b>Ability Scores</b> Str 9, Dex 14, Con 12, Int &mdash;, Wis 10, Cha 1; <b>Special Attacks</b> attach, blood drain (1 Str); <b>Special Qualities</b> amphibious, blindsense 30 ft., scent, susceptible to salt; <b>CMD</b> can't be tripped.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"7th-level-advancement\"><b>Size</b> Medium; <b>Attack</b> bite (1d6 plus attach); <b>Ability Scores</b> Str +2, Dex &ndash;2, Con +2; <b>Special Attacks</b> blood drain (1 Str and 1 Con damage); <b>Special Qualities</b> blindsight 30 ft.</p>", 
                            "type": "section", 
                            "name": "7th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Mantis, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Medium; Speed 30 ft., climb 30 ft., fly 40 ft. (average); <b>AC</b> +3 natural armor; <b>Attack</b> 2 claws (1d4 plus grab); <b>Ability Scores</b> Str 10, Dex 15, Con 10, Int &mdash;, Wis 12, Cha 7; <b>Special Attacks</b> lunge; <b>Special Qualities</b> darkvision; <b>CMD</b> trip +8.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"7th-level-advancement\"><b>Size</b> Large; <b>AC</b> +2 natural armor; <b>Attack</b> 2 claws (1d6); <b>Ability Scores</b> Str +8, Dex &ndash;2, Con +4; <b>Special Attacks</b> mandibles (1d6 secondary attack against a grabbed target), sudden strike (may take a full attack in the surprise round).</p>", 
                            "type": "section", 
                            "name": "7th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Scorpion, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Medium; <b>Speed</b> 40 ft.; <b>AC</b> +1 natural armor; <b>Attack</b> 2 claws (1d4 plus grab) and sting (1d4 plus poison); <b>Ability Scores</b> Str 11, Dex 12, Con 12, Int &mdash;, Wis 10, Cha 2; <b>Special Attacks</b> poison (<i>frequency</i> 1 round (6), <i>effect</i> 1 Str damage, <i>cure</i> 1 save, Con-based DC); <b>Special Qualities</b> darkvision, tremorsense 30 ft; <b>CMD</b> trip +12.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"7th-level-advancement\"><b>Size</b> Large; <b>AC</b> +3 natural armor; <b>Attack</b> 2 claws (1d6 plus grab) and sting (1d6 plus poison); <b>Ability Scores</b> Str +8, Dex &ndash;2, Con +4; <b>Special Attacks</b> poison (<i>frequency</i> 1 round [6], <i>effect</i> 1d2 Str damage, <i>cure</i> 1 save, Con-based DC); <b>Special Qualities</b> tremorsense 60 ft.</p>", 
                            "type": "section", 
                            "name": "7th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Slug, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Medium; <b>Speed</b> 20 ft.; <b>AC</b> +4 natural armor; <b>Attack</b> tongue (1d4 plus 1 acid); <b>Ability Scores</b> Str 13, Dex 8, Con 13, Int &mdash;, Wis 10, Cha 1; <b>Special Attacks</b> spit acid (ranged touch attack, 30 foot range, 1d6 acid damage); <b>Special Qualities</b> blindsense 30 ft., DR 5/slashing or piercing, susceptible to salt (<i>Bestiary</i> 254); <b>CMD</b> can't be tripped.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"7th-level-advancement\"><b>Size</b> Large; <b>AC</b> +2 natural armor; <b>Attack</b> tongue (1d6 plus 1d2 acid); <b>Ability Scores</b> Str +2, Dex &ndash;2, Con +2; <b>Special Attacks</b> spit acid (ranged touch attack, 30-foot range, 1d8 acid damage); <b>Special Qualities</b> blindsight 30 ft.</p>", 
                            "type": "section", 
                            "name": "7th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Spider, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Small; <b>Speed</b> 30 ft., climb 30 ft.; <b>AC</b> +0 natural armor; <b>Attack</b> bite (1d4 plus poison); <b>Ability Scores</b> Str 6, Dex 17, Con 10, Int &mdash;, Wis 10, Cha 2; <b>Special Attacks</b> poison (<i>frequency</i> 1 round [4], <i>effect</i> 1 Str damage, <i>cure</i> 1 save, Con-based DC); <b>Special Qualities</b> darkvision, tremorsense 30 feet; <b>CMD</b> trip +12.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"4th-level-advancement\"><b>Size</b> Medium; <b>AC </b>+1 natural armor; <b>Attack</b> bite (1d6 plus poison); <b>Ability Scores</b> Str +4, Dex &ndash;2, Con +2.</p>", 
                            "type": "section", 
                            "name": "4th-Level Advancement"
                        }
                    ]
                }, 
                {
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Wasp, Giant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"starting-statistics\"><b>Size</b> Medium; <b>Speed</b> 20 ft., fly 60 ft. (good); <b>AC</b> +2 natural armor; <b>Attack</b> sting (1d6 plus poison); <b>Ability Scores</b> Str 10, Dex 14, Con 11, Int &mdash;, Wis 13, Cha 4; <b>Special Attacks</b> poison (<i>frequency</i> 1 round [6], <i>effect</i> 1 Dex damage, <i>cure</i> 1 save, Con-based DC); <b>Special Qualities</b> darkvision; <b>CMD</b> trip +8.</p>", 
                            "type": "section", 
                            "name": "Starting Statistics"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"7th-level-advancement\"><b>Size</b> Large; <b>AC</b> +2 natural armor; <b>Attack</b> sting (1d8 plus poison); <b>Ability Scores</b> Str +8, Dex &ndash;2, Con +4.</p>", 
                            "type": "section", 
                            "name": "7th-Level Advancement"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Druid Archetypes", 
            "create_index": true,
            "sections": [
                {
                    "name": "Dragon Shaman", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"nature-bond\">A dragon shaman who chooses an animal companion must select a crocodile or monitor lizard. If choosing a domain, the dragon shaman must choose from the Air, Animal, Destruction, Earth, Fire, War, and Water domains.</p>", 
                            "type": "section", 
                            "name": "Nature Bond"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-empathy\">A dragon shaman can use her wild empathy ability with lizards as a full-round action with a +4 bonus. </p>", 
                            "type": "ability", 
                            "name": "Wild Empathy", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totem-transformation\">At 2nd level, a dragon shaman may adopt an aspect of the dragon while retaining her normal form. She gains one of the following bonuses: movement (fly speed 30 feet [average], the druid must be 5th level to select this bonus), senses (low-light vision, +4 racial bonus to Perception), toughness (+2 natural armor bonus to AC, Endurance feat), or natural weapons (bite [1d6] and 2 claws [1d4] for a Medium shaman, +2 bonus on CMB on grapple checks). While using totem transformation, the dragon shaman may speak normally and can cast <i>speak with animals</i> (lizards only) at will. Using this ability is a standard action at 2nd level, a move action at 7th level, and a swift action at 12th level. The dragon shaman can use this ability for a number of minutes per day equal to her druid level. These minutes do not need to be consecutive, but they must be used in 1-minute increments. This is a polymorph effect and cannot be used while the druid is using another polymorph effect, such as wild shape.</p>", 
                            "type": "ability", 
                            "name": "Totem Transformation", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totemic-summons\">At 5th level, a dragon shaman may cast <i>summon nature's ally</i> as a standard action when summoning lizards, and summoned lizards gain temporary hit points equal to her druid level. She can apply the young template to any lizard to reduce the level of the summoning spell required by one. She can also increase the level of summoning required by one in order to apply either the advanced or the giant template, or increase it by two to apply both the advanced and giant templates. This ability replaces a thousand faces.</p>", 
                            "type": "ability", 
                            "name": "Totemic Summons", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-shape\">At 6th level, a dragon shaman's wild shape ability functions at her druid level &ndash; 4. If she takes on the form of a lizard, she instead uses her unmodified druid level.</p>", 
                            "type": "ability", 
                            "name": "Wild Shape", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"dragon-bite\">At 8th level, a dragon shaman's bite attack (whether using totem transformation or wild shape to take the form of a lizard) deals +1d6 points of energy damage (acid, cold, electricity, or fire). She chooses what kind of energy damage that she deals each time she bites. This ability replaces the additional use of wild shape at 8th level.</p>", 
                            "type": "ability", 
                            "name": "Dragon Bite", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"bonus-feat\">At 9th level and every 4 levels thereafter, a dragon shaman gains one of the following bonus feats: Combat Casting, Dazzling Display, Magical Aptitude, Skill Focus (Knowledge [arcana]), and Spell Penetration. She must meet the prerequisites for these bonus feats. This ability replaces venom immunity. </p>", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ], 
                    "text": "<p>Your totem is the legendary dragon, fearsome and deadly yet cunning and wise, a creature born of pure magic and raw elemental fury, bound within a shell of fangs, claws, and scales that few dare to challenge. Though your initial focus is on dragons' mundane cousins, as your powers grow you become attuned to actual dragons.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Menhir Savant", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"spirit-sense\">At 1st level, a menhir savant can detect the presence of undead; fey; outsiders; and astral, ethereal, or incorporeal creatures. This ability functions like <i>detect undead</i>, and the druid detects all of these creatures rather than trying to detect one kind. This ability replaces nature sense and wild empathy.</p>", 
                            "type": "ability", 
                            "name": "Spirit Sense", 
                            "ability_types": [
                                "Spell-Like"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"place-magic\">At 2nd level, a menhir savant learns to identify and tap into ley lines in different types of terrain. As a free action, she can tap into the magic of a nearby ley line and increase her caster level by +1 for 1 round. She can use this ability a number of times per day equal to 3 + her Wisdom bonus. This ability replaces woodland stride and trackless step.</p>", 
                            "type": "ability", 
                            "name": "Place Magic", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"walk-the-lines\">At 9th level, a menhir savant can use her connection to ley lines to cast <i>transport via plants</i> a number of times per day equal to her Wisdom bonus.</p>", 
                            "type": "ability", 
                            "name": "Walk the Lines", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"empty-body\">At 13th level, a menhir savant can become ethereal as a standard action, as if using <i>ethereal jaunt</i>. She can remain ethereal for a number of rounds per day equal to her druid level. These rounds do not need to be consecutive. This ability replaces a thousand faces. </p>", 
                            "type": "ability", 
                            "name": "Empty Body", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ], 
                    "text": "<p>Some druids study the paths of nature's power through the nodes and ley lines that connect standing stones and megalithic circles, learning to tap into their energies.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Mooncaller", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"night-sight\">At 2nd level, a mooncaller gains low-light vision. If she already has low-light vision, she gains darkvision with a range of 30 feet. If she already has darkvision, the range of her darkvision is increased by 30 feet. This ability replaces woodland stride. </p>", 
                            "type": "ability", 
                            "name": "Night Sight", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"resist-call-of-the-wild\">At 4th level, a mooncaller gains a +4 bonus on saving throws to avoid confusion, daze, feeblemind, and insanity effects. She also gains a +4 bonus against the exceptional, spell-like, and supernatural abilities of creatures with the shapechanger subtype. This ability replaces resist nature's lure. </p>", 
                            "type": "ability", 
                            "name": "Resist Call of the Wild", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"purity-of-body\">At 9th level, a mooncaller gains immunity to all diseases, including supernatural and magical diseases. This ability replaces venom immunity. </p>", 
                            "type": "ability", 
                            "name": "Purity of Body", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wolfsbane\">At 13th level, a mooncaller gains DR 3/silver, increasing to DR 4/silver at 16th level and DR 5/silver at 19th level. This ability replaces a thousand faces. </p>", 
                            "type": "ability", 
                            "name": "Wolfsbane", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ], 
                    "text": "<p>A mooncaller is bound to the subtle influences of the ever-changing moon and its endless cycles from light to dark and back again. </p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Pack Lord", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"pack-bond\">A pack lord druid may not select a domain and must choose an animal companion. The druid gains a +2 bonus on wild empathy and Handle Animal checks made regarding her animal companion. The pack lord may have more than one animal companion, but she must divide up her effective druid level between her companions to determine the abilities of each companion. For example, a 4th-level pack lord can have one 4th-level companion, two 2nd-level companions, or one 1st-level and one 3rd-level companion.</p><p>Each time a pack lord's druid level increases, she must decide how to allocate the increase among her animal companions (including the option of adding a new 1st-level companion). Once a druid level is allocated to a particular companion, it cannot be redistributed while that companion is in the pack lord's service (she must release the companion or wait until the companion dies to allocate its levels to another companion, which she can do the next time she prepares spells). The share spells animal companion ability only applies to one animal companion at a time&mdash;the pack lord cannot use it to cast a one-target spell and have it affect all of her animal companions. This ability replaces nature bond.</p>", 
                            "type": "ability", 
                            "name": "Pack Bond", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"improved-empathic-link\">The pack lord gains an empathic link with all of her animal companions. This functions like an empathic link with a familiar. In addition, as a swift action the pack lord can shift her perception to one of her companions, allowing her to experience what it sees, hears, and so on. She can maintain this connection as long as she likes (as long as the companion is within 1 mile) and end it as a free action. The druid can only use this ability on one companion at a time, and cannot see, hear, or smell with her own body while maintaining this connection. This ability replaces the 6th-level additional use of wild shape.</p>", 
                            "type": "ability", 
                            "name": "Improved Empathic Link", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ], 
                    "text": "<p>Some druids bond with many animal companions rather than just one, achieving a level of communion rare even in druidic circles and leading their pack brothers and pack sisters with total authority.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Reincarnated Druid", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"mysterious-stranger\">At 2nd level, a reincarnated druids adds 1/2 her druid level to the DC of Sense Motive, Diplomacy, and Knowledge checks to learn about her. This ability replaces woodland stride.</p>", 
                            "type": "ability", 
                            "name": "Mysterious Stranger", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"resist-death's-touch\">At 4th level, a reincarnated druid gains a +4 bonus on saving throws against death effects, energy drain, and necromancy effects, and on stabilization checks when dying. This ability replaces resist nature's lure.</p>", 
                            "type": "ability", 
                            "name": "Resist Death's Touch", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"many-lives\">At 5th level, if a reincarnated druid is killed, she may automatically <i>reincarnate</i> (as the spell) 1 day later. The reincarnated druid appears in a safe location within 1 mile of her previous body. At will for the next 7 days, she can sense the presence of her remains as if using <i>locate object</i> as a spell-like ability. If she is killed during these 7 days, she remains dead and does not reincarnate. The many lives ability does not function ifthe reincarnated druid is slain by a death effect. A reincarnated druid cannot be raised from the dead or resurrected, though she can be reincarnated.</p>", 
                            "type": "ability", 
                            "name": "Many Lives", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-shape\">A reincarnated druid gains this ability at 6th level, and it functions at her druid level &ndash; 2.</p>", 
                            "type": "ability", 
                            "name": "Wild Shape", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"cheat-death\">At 9th level, once per day, a reincarnated druid may reroll a save against a death effect, energy drain, or necromancy effect before the result of the roll is revealed, or reroll a failed stabilization check while dying. She must take the result of the second roll, even if it is worse than the original roll. This ability replaces venom immunity. </p>", 
                            "type": "ability", 
                            "name": "Cheat Death", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"tongue-of-the-sun-and-moon\">At 15th level, a reincarnated druid can speak with any living creature. This ability replaces timeless body.</p>", 
                            "type": "ability", 
                            "name": "Tongue of the Sun and Moon", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ], 
                    "text": "<p>Spun off into the endless circle of life, an incarnate druid is an embodiment of nature's eternal renewal. She lives many lives and wanders the world devoid of attachments, a stranger to all yet one with all life.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Saurian Shaman", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"nature-bond\">A saurian shaman who chooses an animal companion must select a dinosaur. If choosing a domain, a saurian shaman must choose from the Animal, Destruction, Strength, and War domains.</p>", 
                            "type": "section", 
                            "name": "Nature Bond"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-empathy\">A saurian shaman can use wild empathy with dinosaurs and reptiles as a full-round action with a +4 bonus. </p>", 
                            "type": "ability", 
                            "name": "Wild Empathy", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totem-transformation\">At 2nd level, a saurian shaman may adopt an aspect of the saurian while retaining her normal form. This ability functions as the dragon shaman's totem transformation ability, but the druid may select from the following bonuses: movement (+10 enhancement bonus to land speed), scales (+2 natural armor bonus to AC), senses (low-light vision, scent), or natural weapons (bite [1d6], 2 claws [1d4] for a Medium druid, rake, +2 CMB to grapple). While using totem transformation, a saurian shaman may speak normally and can cast <i>speak with animals</i> (reptiles and dinosaurs only) at will. </p>", 
                            "type": "ability", 
                            "name": "Totem Transformation", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totemic-summons\">At 5th level, a saurian shaman may cast <i>summon nature's ally</i> as a standard action when summoning reptiles and dinosaurs, and these summoned creatures gain temporary hit points equal to her druid level. This ability otherwise functions as the dragon shaman's totemic summons ability. </p>", 
                            "type": "ability", 
                            "name": "Totemic Summons", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-shape\">At 6th level, a saurian shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of a reptile or a dinosaur, she instead uses her druid level +2.</p>", 
                            "type": "ability", 
                            "name": "Wild Shape", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"bonus-feat\">At 9th level and every 4 levels thereafter, a saurian shaman gains one of the following bonus feats: Improved Overrun, Nimble Moves, Power Attack, Skill Focus (Intimidate), or Vital Strike. She must meet the prerequisites for these bonus feats. This ability replaces venom immunity. </p>", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ], 
                    "text": "<p>A shaman with this focus calls upon the primeval dinosaur, the archaic terror that lingers as a hungering, atavistic stranger at the fringes of the ecosystem, a destroyer and despoiler whose coming other animals dread. </p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Shark Shaman", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"nature-bond\">A shark shaman who chooses an animal companion must select a shark. If choosing a domain, a shark shaman may choose the Animal, Death, War, or Water domain.</p>", 
                            "type": "section", 
                            "name": "Nature Bond"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-empathy\">A shark shaman can use wild empathy with fish as a full-round action with a +4 bonus. </p>", 
                            "type": "ability", 
                            "name": "Wild Empathy", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totem-transformation\">At 2nd level, a shark shaman may adopt an aspect of the shark while retaining her normal form. This ability functions as the dragon shaman's totem transformation ability, but the druid may select from the following bonuses: movement (can breathe water, swim speed 30 feet), senses (scent 30 feet, scent 90 feet in water), natural weapons (bite 1d6 for a Medium shaman), or shark skin (+2 natural armor, creatures grappling the shaman take 1 point of slashing damage per round of grapple). While using totem transformation, the shark shaman may speak normally and can cast <i>speak with animals</i> (fish only) at will. </p>", 
                            "type": "ability", 
                            "name": "Totem Transformation", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"totemic-summons\">At 5th level, a shark shaman may use <i>summon nature's ally I</i> to summon a stingray and <i>summon nature's ally II</i> to summon a manta ray. She may cast <i>summon nature's ally</i> as a standard action when summoning rays and sharks, and summond rays and sharks gain a number of temporary hit points equal to her druid level. This ability otherwise functions as the dragon shaman's totemic summons ability.</p>", 
                            "type": "ability", 
                            "name": "Totemic Summons", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"wild-shape\">At 6th level, a shark shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of a shark, she instead uses her druid level +2. </p>", 
                            "type": "ability", 
                            "name": "Wild Shape", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"bonus-feat\">At 9th level and every 4 levels thereafter, a shark shaman gains one of the following bonus feats: Bleeding Critical, Improved Initiative, Lightning Reflexes, Self-Sufficient, or Skill Focus (Swim). She must meet prerequisites for these bonus feats. This ability replaces venom immunity. </p>", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ], 
                    "text": "<p>Some druids emulate the deadly shark, a remorseless hunter that marine dwellers dread. Like a true shark, a shark shaman leaves blood and fear in her wake. </p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }, 
                {
                    "name": "Storm Druid", 
                    "sections": [
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"spontaneous-domain-casting\">A storm druid can channel stored spell energy into domain spells that she has not prepared ahead of time. She can &ldquo;lose&rdquo; a prepared spell in order to cast any domain spell of the same level or lower. This replaces spontaneous casting.</p>", 
                            "type": "section", 
                            "name": "Spontaneous Domain Casting"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"nature-bond\">A storm druid may not choose an animal companion. A storm druid must choose the Air or Weather domain, or the Cloud, Storm, or Wind subdomain.</p>", 
                            "type": "ability", 
                            "name": "Nature Bond", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"windwalker\">At 2nd level, the penalties from natural or magical wind effects are treated as one step less severe for a storm druid. This ability replaces woodland stride.</p>", 
                            "type": "ability", 
                            "name": "Windwalker", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"stormvoice\">At 3rd level, a storm druid's voice can magically carry over howling winds and peals of thunder. Whenever a Perception check is needed to hear the druid's voice, the DC is reduced by an amount equal to the druid's level. This ability replaces trackless step.</p>", 
                            "type": "ability", 
                            "name": "Stormvoice", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"eyes-of-the-storm\">At 4th level, a storm druid can see through 10 feet of magical fog, mist, gas, wind, rain, or similar inclement weather conditions, ignoring any concealment it might grant. This distance increases by 5 feet for every 4 levels beyond 4th. This ability replaces resist nature's lure.</p>", 
                            "type": "ability", 
                            "name": "Eyes of the Storm", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"windlord\">At 9th level, a storm druid can select another domain or subdomain from those available to her through her nature bond. This ability replaces venom immunity. </p>", 
                            "type": "section", 
                            "name": "Windlord"
                        }, 
                        {
                            "source": "Ultimate Magic", 
                            "text": "<p id=\"storm-lord\">At 13th level, a storm druid is unaffected by natural and magical wind effects. She also becomes immune to deafness and gains +2 bonus on saving throws against sonic effects. This ability replaces a thousand faces.</p>", 
                            "type": "ability", 
                            "name": "Storm Lord", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ], 
                    "text": "<p>While most druids focus their attention upon the rich earth and the bounty of nature that springs forth from it, the storm druid's eyes have ever been cast to the skies and the endless expanse of blue, channeling the most raw and untamed aspects of nature.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "class_archetype",
                    "subtype": "druid"
                }
            ]
        }
    ], 
    "name": "Druid", 
    "type": "section"
}
