{
    "source": "Ultimate Magic", 
    "text": "<p>Effect words determine the overall outcome of a wordspell. A wordspell can contain more than one effect word, and it is possible for their effects to counteract one another. Effect words use the following format.</p>", 
    "type": "section", 
    "name": "Effect Words", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"name\">This is the name of the effect word. Each word belongs to a group of similar words, noted in parentheses. Unless otherwise noted, an individual wordspell cannot contain two effect words from the same group.</p>", 
            "type": "section", 
            "name": "Name"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"school\">This entry lists the school of magic that the effect word belongs to. </p>", 
            "type": "section", 
            "name": "School"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"level\">This entry lists the classes that can learn the effect word and what level the word is for members of that class. Note that an individual wordspell can contain no words of a level higher than the wordspell.</p>", 
            "type": "section", 
            "name": "Level"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"duration\">This line lists the duration of the effect word.</p>", 
            "type": "section", 
            "name": "Duration"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"saving-throw\">If the effect allows a saving throw, it is noted here along with the effect of a successful save.</p>", 
            "type": "section", 
            "name": "Saving Throw"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"spell-resistance\">If the effect word allows spell resistance, it is noted here. </p>", 
            "type": "section", 
            "name": "Spell Resistance"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"target-restrictions\">Some effect words can only be combined with specific target words when arranging wordspells. If this is the case, the specific target words are noted here.</p>", 
            "type": "section", 
            "name": "Target Restrictions"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"description\">This paragraph describes the effects of the word when arranged in a wordspell. </p>", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p id=\"boost\">If the effect word can be boosted by the <i>boost</i> meta word, the effects are listed here. See the meta word section for more details.</p>", 
            "type": "section", 
            "name": "Boost"
        }
    ]
}
