{
    "source": "Ultimate Magic", 
    "text": "<p>Most spellcasters spend their entire careers learning and mastering the spells that make up their calling, but there is another way. Some turn their backs on the rote memorization and formulae that traditional spellcasters use to create magic, and instead unlock the power behind the spells themselves, the fundamental building blocks of magic. Such a spellcaster learns the words of power, and through them, learns to control the very forces underlying magic, shaping and wielding them like no other.</p><p>While they function in much the same way as every other spellcaster, words of power spellcasters (or wordcasters, as they tend to call themselves) have a great deal of flexibility in how they prepare and cast their spells, which they call wordspells. Each wordcaster learns a number of words of power and, with some restrictions, can combine these words to create any effect he can dream up.</p><p>Words of power are  an optional subsystem for the Pathfinder Roleplaying Game. Before making a wordcaster, check with your GM to make sure her campaign allows them. Warning: Words of power spellcasting is a complicated subsystem that, in the hands of players suffering from bouts of analysis paralysis, may slow down game play. But in the right hands, the system creates a fun, flexible play experience for fans of free-form spellcasting that works either alone or with standard Pathfinder spellcasters.</p>", 
    "type": "section", 
    "name": "Words of Power", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "text": "<p>When a character gains the ability to cast spells from a class, he must decide whether to become a wordcaster or a normal spellcaster in that class. Once made, this choice cannot be changed. A character who elects to be a wordcaster in a spellcasting class typically cannot use the spells of that class (though there are feats that allow a wordcaster to learn and use a limited number of spells; see wordcaster feats), but he can utilize spell trigger and spell completion items just as if he were an ordinary spellcaster of that class.</p>", 
            "type": "section", 
            "name": "Becoming a Wordcaster"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>Words of power represent a primal form of magic used in ages past. As such, use of the words of power system is rare these days, and its practitioners tend to be masters of esoteric lore. Words of power constitute a root system, from which all modern magic descends. Although powerful, this system is more primitive in some ways than modern magic. Flexible, but lacking the refinement of modern spells, this system allows spellcasters to shape magic in ways they never could before, while simultaneously preventing them from producing the same sort of incredibly specific effects that ordinary spellcasters master. It is not surprising that most magical institutions and centers for learning treat words of power as an archaic art, to be studied along with other historical matters, but not actually practiced. Those who delve into the lore of words of power often find themselves lost in an ancient art that they alone might now know. There is power there, but each wordcaster must find it alone.</p>", 
            "type": "section", 
            "name": "Words of Power in the World"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>If you are a GM and would like to introduce wordspells to your campaign in a limited way, consider providing the PCs with a cache of wordspell potions, scrolls, or wands. This gives the PCs a concrete and limited set of wordspells with which they can experiment, and doesn't require them to learn the entire system at once. It may be helpful to provide a copy of the rules for the words contained in the item so the player can reference that specific combination. For example, if the PCs discover a <i>scroll of elder cure</i>, give the players the text of the <i>elder cure</i> word so they know exactly how the scroll works.</p><p>Once the players are familiar with the system, and they want to experiment with using other wordspells, you can allow spellcaster PCs that are already in the campaign to take the Experimental Spellcaster feat, or a player can start a new wordcaster character.</p>", 
            "type": "section", 
            "name": "Introducing Words of Power"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>For a wordcaster, learning new words of power is akin to unlocking the secret laws of reality. Each word represents a new source of power that falls under the wordcaster's control. Words of power fall into three categories: target words, effect words, and meta words. Wordcasters arrange these words of power to cast powerful and diverse incantations known as wordspells. It should come as no surprise that most wordcasters obsessively learn as many words of power as their minds can comprehend.</p><p>Regardless of class, each wordcaster begins play knowing all of the target words&mdash;even those that they cannot yet use due to the level restriction&mdash;as well as the <i>boost</i> meta word. These words are learned as part of their most basic training. For arcane casters using a spellbook, formula book, or familiar, these words do not have a cost to scribe and take up one page each. </p><p>In addition to the basic allotment, each wordcaster also begins play knowing a number of effect and meta words equal to the number of spells they would normally be allowed to know at 1st level, and gain additional words at the normal rate. Wordcasters select effect words from the word lists associated with their class. For each class, use the following guidelines.</p>", 
            "type": "section", 
            "name": "Learning Words of Power", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"alchemist\">An alchemist begins play knowing a number of 1st-level effect or meta words equal to 2 + the alchemist's Intelligence modifier. Whenever he gains another level of alchemist, he adds one new effect or meta word to his formula book. He may learn new words as normal, adding them to his formula book for the same time and cost as it would take to add a spell of the same level.</p>", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"bard,-inquisitors,-oracles,-sorcerers,-and-summoners\">These spellcasters begin play knowing a number of effect or meta words equal to the number indicated on their respective Spells Known tables. Whenever they gain a level in their respective classes or a level of spellcasting in those classes, they gain new effect or meta words based on the same table. They may exchange words for other words, using the same rules they use for exchanging spells, except that they may not exchange target words.</p>", 
                    "type": "section", 
                    "name": "Bard, Inquisitors, Oracles, Sorcerers, and Summoners"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"clerics,-druids,-rangers,-and-paladins\">These casters know all of the effect and meta words of power assigned to their respective classes and may arrange wordspells using any words that their spell slots can use.</p>", 
                    "type": "section", 
                    "name": "Clerics, Druids, Rangers, and Paladins"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"magi,-witches,-and-wizards\">Magi, witches, and wizards begin play knowing all 0-level effect and meta words for their respective classes and a number of 1st-level effect or meta words equal to 3 + their Intelligence modifier. Whenever magi, witches, or wizards gain another level in their respective classes, they add 2 additional words to their spellbook or familiar, of any level they can cast. They can add new effect or meta words to their spellbooks or familiars for the same time and cost as it would take to add a spell of the same level.</p>", 
                    "type": "section", 
                    "name": "Magi, Witches, and Wizards"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>Some classes interact with these rules a little differently from the others. From sorcerer bloodlines to cleric domains, each of these specific rules are discussed here.</p>", 
            "type": "section", 
            "name": "Class-Specific Rules", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"alchemist\">The alchemist only learns the <i>personal</i> and <i>selected</i> target words. He uses words to create extracts as normal, but they can only target the drinker (in most cases, the alchemist himself).</p>", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"clerics\">A cleric chooses her domains as normal, and must use her domain spell slot to prepare a domain spell from one of her chosen domains. She cannot use that slot to prepare a wordspell. A cleric can spontaneously cast a wordspell containing an effect word from the Healing group or the Wounding group, but the spell cannot contain any other effect words. She can cast such wordspells by sacrificing an arranged and prepared wordspell (not a domain spell) of a level equal to the level of the spell she wishes to cast. Good clerics can only spontaneously cast wordspells with effect words from the Healing group, whereas evil clerics can only spontaneously cast wordspells with effect words from the Wounding group. Neutral clerics can elect to cast wordspells with either Healing or Wounding effect words, but once they have chosen, they cannot spontaneously cast spells with effect words from the other group, and this choice cannot be changed.</p>", 
                    "type": "section", 
                    "name": "Clerics"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"druids\">A druid who selects a domain with the nature bond class feature must prepare a spell from her chosen domain spell list in her domain bonus spell slots. A druid can spontaneously cast a wordspell containing a word from the Summoning word group, but the spell cannot contain any other effect words. A druid can cast such a spell by sacrificing an arranged and prepared wordspell (not a domain spell) of a level equal to the level of the wordspell with the Summoning effect she wishes to cast.</p>", 
                    "type": "section", 
                    "name": "Druids"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"oracles-and-sorcerers\">Oracle and sorcerer wordcasters gain bonus spells from their mysteries or bloodlines respectively, just like their spellcasting counterparts, and can cast these spells in addition to their wordspells by using up the appropriate spell slots. They can exchange effect words for new effect words according to their normal progression, but may not exchange their mystery or bloodline bonus spells.</p>", 
                    "type": "section", 
                    "name": "Oracles and Sorcerers"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"witches\">A witch receives bonus patron spells as normal and can prepare these spells using her spell slots. These spells are stored in her familiar, just like her target and effect words.</p>", 
                    "type": "section", 
                    "name": "Witches"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"wizards\">A wizard who belongs to an arcane school receives an additional spell slot of each level to prepare a wordspell of his chosen school. Such wordspells may only contain effect words from his chosen school. The wizard must also select two other schools to act as his opposition schools. He can prepare word spells using effect words from these schools, but each such spell fills two of his slots as normal.</p>", 
                    "type": "section", 
                    "name": "Wizards"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"multiclassing\">Multiclass wordcasters must keep their words separate for each class. A multiclass cleric/wizard cannot use her cleric words with wizard spells, or vice versa.</p>", 
                    "type": "section", 
                    "name": "Multiclassing"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>A wordcaster still has spell slots, just like other members of his class, but he uses them differently. Each spell slot holds a wordspell or allows a wordcaster to arrange a number of words of power into one. The level of the wordcaster's wordspell is determined by the arrangement of words. Each word of power has a level associated with it and, in some cases, restrictions on what other words can be arranged in a wordspell with it. The level of a word is also the minimum level of the spell slot that can be used to arrange that word into a wordspell.</p><p>If a wordcaster belongs to a class that prepares spells, he must arrange his words of power into wordspells when he prepares his spells, deciding in advance the exact combination of words that will occupy each of his available spell slots and the wordspells that arrangement makes. If a wordcaster belongs to a class that spontaneously casts spells, such as a sorcerer, he can arrange his wordspells as he casts them.</p><p>Each wordspell is made up of an arrangement of two or more words of power, including one target word, one or more effect words, and possibly a number of meta words. </p>", 
            "type": "section", 
            "name": "Arranging Words of Power", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"target-word\">This word determines the range of a wordspell, how the wordspell manifests, and what it can affect. If the wordspell has an area, it affects every creature in the area defined by the target word. If it has targets, it affects the specific targets described by its word. A wordspell can have only one target word.</p>", 
                    "type": "section", 
                    "name": "Target Word"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"effect-word\">Effect words determine what effect a wordspell has when cast. They also determine the schools of the wordspell and its duration, saving throw, and spell resistance, if any. A wordspell can have more than one effect word, even ones from different schools of magic. In this case, the spell counts as both schools of magic. The maximum level of the effect words contained within a wordspell depends on the level of the spell slot used and the number of words arranged in the wordspell, as noted in the Effect Word Combinations table below. For example, a 5th-level wordspell might include one 5th-level effect word, two 3rd-level effect words, or three 2nd-level effect words. Alternatively, the wordspell might include one 4th-level effect word and one 2nd-level effect word, or one 3rd level effect word and two 1st-level effect words.</p><p>Effect words are split into groups of similar words. A wordspell typically cannot have more than one effect word from the same group, but there are exceptions. A wordspell can have more than one effect word from the Detection group, but cannot have a wordspell with an effect word from the Detection group and an effect word from any other group. </p>", 
                    "type": "section", 
                    "name": "Effect Word"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"meta-word\">This word modifies the wordspell in some way, often by increasing either its duration, range, or components. It can also boost certain target or effect words, changing the wordspell's overall effect. Unlike with other words, a wordcaster can only use meta words a number of times per day equal to half his caster level in his wordcasting class (minimum 1). A wordspell does not need to contain a meta word.</p><p>A wordspell can have multiple meta words arranged within it so long as each target word and each effect word are modified by only one meta word apiece. For example, a wordspell arranged with two effect words could have up to three meta words, so long as each meta word modifies a different target and effect word. </p>", 
                    "type": "section", 
                    "name": "Meta Word", 
                    "sections": [
                        {
                            "text": "<table><caption>Table: Effect Word Combinations</caption>\n<thead><tr><th>Word Level</th><th>One Effect Word</th><th>Two Effect Words</th><th>Three Effect Words</th></tr></thead>\n<tr class=\"odd\"><td>0</td><td>0</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr class=\"even\"><td>1st</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr class=\"odd\"><td>2nd</td><td>2</td><td>0/0</td><td>&mdash;</td></tr>\n<tr class=\"even\"><td>3rd</td><td>3</td><td>1/1 or 2/0</td><td>0/0/0</td></tr>\n<tr class=\"odd\"><td>4th</td><td>4</td><td>2/2 or 3/1</td><td>1/1/1 or 2/0/0</td></tr>\n<tr class=\"even\"><td>5th</td><td>5</td><td>3/3 or 4/2</td><td>2/2/2 or 3/1/1</td></tr>\n<tr class=\"odd\"><td>6th</td><td>6</td><td>4/4 or 5/3</td><td>3/3/3 or 4/2/2</td></tr>\n<tr class=\"even\"><td>7th</td><td>7</td><td>5/5 or 6/4</td><td>4/4/4 or 5/3/3</td></tr>\n<tr class=\"odd\"><td>8th</td><td>8</td><td>6/6 or 7/5</td><td>5/5/5 or 6/4/4</td></tr>\n<tr class=\"even\"><td>9th</td><td>9</td><td>7/7 or 8/5</td><td>6/6/6 or 7/5/5</td></tr></table>", 
                            "type": "table", 
                            "name": "Table: Effect Word Combinations", 
                            "source": "Ultimate Magic"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>Casting a wordspell is similar to casting a standard spell. Each wordspell is assumed to have a material, somatic, and verbal component. Divine casters using this system must provide a divine focus instead of a material component. Unless otherwise noted, the material component can easily be found in a spell component pouch.</p><p>Wordspells take one standard action to cast and provoke attacks of opportunity as normal unless the caster casts the wordspell defensively. The DC for casting a wordspell defensively is the same as it is for a spell of the same level.</p><p>The DC for any saving throw called for by the wordspell is calculated the same way as for any other spell of that level. A wordcaster uses the same ability score to determine her wordspell DC as an ordinary spellcaster of her class.</p><p>Casting a wordspell is almost exactly the same as casting an ordinary spell. A wordspell can be dispelled and disrupted, and casting one provokes attacks of opportunity, just like any other spell, unless the wordcaster casts the wordspell on the defensive, which also requires a concentration check as normal. </p><p>There are two major differences to casting a wordspell: counterspelling and schools.</p>", 
            "type": "section", 
            "name": "Casting Wordspells", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"counterspelling-wordspells\">If a wordcaster is attempting to counter another wordspell, she can make a Spellcraft skill check as normal to identify the wordspell as it is being cast and then cast an identical wordspell to counter it. This means that the opposing wordcaster must know all of the effect words of the wordspell and either have an identical wordspell prepared or have an available spell slot of an equal or higher level. If the wordspell contains multiple effect words, but the opposing caster only knows one of the words (or only has a wordspell with one of the effect words prepared), that caster can still attempt to counter the wordspell, but this functions as if using <i>dispel magic</i> and does not come with the guarantee of success. The opposing caster must make a dispel check to counter the wordspell. She must still expend a spell of the same or higher level containing at least one word of the wordspell to be countered.</p><p>If a wordcaster is attempting to counter the spell of a normal spellcaster, she must make a Spellcraft skill check to identify the school of the spell being cast. She can then counter that spell using any wordspell so long as it is of an equal or higher level than the spell being cast and contains at least one effect word of the same school as the spell. This works like a <i>dispel magic</i> counterspell attempt, and the wordcaster must make a dispel check to counter the spell. If a spellcaster attempts to counter a wordspell, she must use a spell of an equal or higher level that is of the same school as one or more of the effect words in the wordspell being cast. This too works like a <i>dispel magic</i> counterspell attempt, and the spellcaster must make a dispel check to counter the wordspell.</p>", 
                    "type": "section", 
                    "name": "Counterspelling Wordspells"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"wordspell-schools\">If a wordspell has more than one effect word, it can belong to more than one school, although it never benefits from effects based on school (such as Spell Focus) more than once. It can take penalties based on school more than once; for example, if a target has a bonus on saving throws against necromancy and illusion spells, that character would add both bonuses on the saving throw if the wordspell is of both schools.</p>", 
                    "type": "section", 
                    "name": "Wordspell Schools"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"wordspell-saving-throws\">The type of saving throw for a wordspell is determined by the highest-level effect word used that allows a saving throw. If the save is successful, it applies to both effect words, but the result for each word can vary based on the individual word. If the save fails, the target takes the full effect of both effect words. The save DC is equal to 10 + the wordspell's level (not the effect word's level) + the wordcaster's spellcasting ability score modifier (Intelligence for wizards; Wisdom for clerics, druids, and rangers; and Charisma for bards, paladins, and sorcerers). For example, if a 5th-level wordspell contains a 2nd-level effect word that allows a Reflex save for half and a 4th-level effect word that allows a Will save to negate, targets of the wordspell make a Will save with a DC of 15 + the caster's ability score modifier. If the save is successful, the target takes half the normal effect from the 2nd-level word and negates the 4th-level word. If the save fails, the target takes the full effect of both effect words.</p>", 
                    "type": "section", 
                    "name": "Wordspell Saving Throws"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"wordspells-and-spell-resistance\">If the wordspell uses more than one effect word, and any of those words allow spell resistance, the resistance applies to all of the effect words of the wordspell. A wordspell only ignores spell resistance if all effect words ignore spell resistance.</p>", 
                    "type": "section", 
                    "name": "Wordspells and Spell Resistance"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"multiple-effect-words-and-damage\">If more than one effect word causes the wordspell to deal damage, the total number of dice of damage the wordspell can deal can be no greater than the wordspell's caster level. The caster can decide which dice belong to which effect word, in any combination, so long as the total number does not exceed his wordcaster level and the number of dice allocated to a specific effect word does not exceed its maximum.</p>", 
                    "type": "section", 
                    "name": "Multiple Effect Words and Damage"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p id=\"multiple-effect-words-and-duration\">If a wordspell has more than one effect word, the shortest of all the effect words' durations is used for all of the effect words.</p>", 
                    "type": "section", 
                    "name": "Multiple Effect Words and Duration"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>It is possible to create magic items using the words of power system, but since the caster meets none of the spell prerequisites, this process is more difficult than the standard method of magic item creation. To avoid all of the penalties associated with not knowing the proper spells, a wordcaster must sacrifice a spell slot of the matching level for each spell required by the item as part of its construction requirements, just as if he were preparing the proper spells. The spells needed must appear on his class's spell list. Finally, the DC of the check needed to create the item increases by +2 for each spell listed in the requirements that the wordcaster must substitute in this way. </p><p>A wordcaster can create potions, scrolls, and wands using wordspells. Potions follow the normal rules for potions and cannot contain a wordspell higher than 3rd level. The wordspell must use the <i>selected</i> target word&mdash;it targets the drinker of the potion. Potions cannot use meta words. </p><p>Wands cannot contain wordspells higher than 4th level. Scrolls can hold wordspells of any level. Note that scrolls and wands cannot use meta words other than <i>boost</i>, and can only use <i>boost</i> if it increases the level of the effect words in the wordspell. </p>", 
            "type": "section", 
            "name": "Magic Item Creation"
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>To help explain these rules, the following section includes a number of sample wordspells that could be created using the words of power system.</p>", 
            "type": "section", 
            "name": "Examples", 
            "sections": [
                {
                    "name": "Burst Fire Blast", 
                    "text": "<p>This simple wordspell does 1d6 points of fire damage per caster level (maximum 10d6) to anything caught in a 10-foot-radius burst. If the wordcaster boosts the target word, this wordspell more closely resembles <i>fireball</i>, dealing damage in a 20-foot-radius burst. The targets receive a Reflex saving throw to halve the damage.</p>", 
                    "source": "Ultimate Magic", 
                    "abbrev": "magus 3, sorcerer/wizard 3", 
                    "type": "section"
                }, 
                {
                    "name": "Selected Ice Blast Life Leech", 
                    "text": "<p>This wordspell causes the target to take 10d6 points of cold damage and 1d4 temporary negative levels, and to become entangled for 1d4 rounds. The target receives either a Fortitude save or a Reflex save, chosen by the caster. If the save is successful, the target takes half the cold damage, takes no negative levels, and is not entangled. A sorcerer, witch, or wizard can boost the target word to make this spell affect multiple targets, but doing so increases the spell's overall level to 9th.</p>", 
                    "source": "Ultimate Magic", 
                    "abbrev": "magus 6, sorcerer/wizard 6, witch 6", 
                    "type": "section"
                }, 
                {
                    "name": "Selected Alignment Shield Enhance Form Grave Bane", 
                    "text": "<p>This wordspell grants the target a number of bonuses. First, it grants the target a +2 bonus to AC and on saving throws when it is attacked by creatures of one alignment type (chosen by the wordcaster). The wordspell also grants a +4 enhancement bonus to Strength, Dexterity, or Constitution (chosen by the wordcaster). Finally, the wordspell grants an additional +4 sacred bonus on saving throws made against death spells and death magic effects; the subject cannot gain negative levels while this wordspell is in effect, and the target is automatically stabilized if brought below 0 hit points. All of these effects last for 1 round per level, as that is the duration of the effect word with the shortest duration. Note that alignment shield is only 1st level, and could be replaced with a 2nd-level effect word without changing the overall level of the spell.</p>", 
                    "source": "Ultimate Magic", 
                    "abbrev": "cleric 6", 
                    "type": "section"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "text": "<p>Metamagic feats, such as Empower Spell and Quicken Spell, work on wordspells just like they would on ordinary spells. The increase to the spell's level means that the spell uses up a higher-level spell slot, but retains the word arrangement of the affected spell. For example, a 3rd-level wordspell modified by the Empower Spell feat would use up a 5th-level spell slot, but could not contain words with a level higher than 3rd.</p><p>In addition, wordcasters can take the following feats to augment their casting capabilities.</p>", 
            "type": "section", 
            "name": "Wordcaster Feats"
        }, 
        {
            "source": "Ultimate Magic", 
            "feat_types": [
                "Words of Power",
                "Optional"
            ],
            "text": "<p>Despite casting spells, you dabble in the art of wordcasting.</p>", 
            "type": "feat", 
            "name": "Experimental Spellcaster", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>Ability to cast spells.</p>", 
                    "type": "section", 
                    "name": "Prerequisites"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>Select one class that grants you the ability to cast spells. You can now use the slots from that class to cast a limited number of words of power spells. Add all of the target words to your spell list and your spellbook, familiar, or list of spells known. In addition, add the <i>boost</i> meta word and one effect word of any level you can cast in the chosen class. </p>", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>You can take this feat multiple times. Each additional time you select this feat, add two effect or meta words to your spellbook, familiar, or list of spells known.</p>", 
                    "type": "section", 
                    "name": "Special"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "feat_types": [
                "Words of Power",
                "Optional"
            ],
            "text": "<p>You have uncovered a new word of power.</p>", 
            "type": "feat", 
            "name": "Extra Word", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>Caster level 1st, ability to cast wordspells, see Special.</p>", 
                    "type": "section", 
                    "name": "Prerequisites"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>Add one effect word from your class's word list to your list of words known. This is in addition to the number of words normally gained at each level in your class. You may instead add two words from your class's word list to your list of words known, but both of these words must be at least one level lower than the highest-level wordspell you can cast in that class. Once made, these choices cannot be changed.</p>", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>You can only take this feat if you possess levels in a class whose spellcasting relies on a limited list of words known, such as the bard, oracle, or sorcerer. You can take this feat multiple times.</p>", 
                    "type": "section", 
                    "name": "Special"
                }
            ]
        }, 
        {
            "source": "Ultimate Magic", 
            "feat_types": [
                "Words of Power",
                "Optional"
            ],
            "text": "<p>You are skilled at using meta words to enhance your wordcasting ability.</p>", 
            "type": "feat", 
            "name": "Meta Word Mastery", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>Ability to cast wordspells.</p>", 
                    "type": "section", 
                    "name": "Prerequisites"
                }, 
                {
                    "source": "Ultimate Magic", 
                    "text": "<p>You can use meta words three additional times per day. In addition, select one additional meta word and add it to your spellbook, familiar, or list of words known.</p>", 
                    "type": "section", 
                    "name": "Benefit"
                }
            ]
        }
    ]
}
