{
    "body": "<p>The knife master is a trained killer who specializes in close-up combat and the wave and weave of knife fighting. In her hands, daggers and other similar light blades become truly deadly instruments..</p>", 
    "name": "Knife master", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"hidden-blade\">A knife master adds 1/2 her level on Sleight of Hand checks made to conceal a light blade.  This ability replaces trapfinding.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Hidden Blade", 
            "type": "section", 
            "name": "Hidden Blade", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"sneak-stab\">A knife master focuses her ability to deal sneak attack damage with daggers and similar weapons to such a degree that she can deal more sneak attack damage with those weapons at the expense of sneak attacks with other weapons. When she makes a sneak attack with a dagger, kerambit, kukri, punching daggers, starknife, or swordbreaker dagger (<i>Advanced Player's Guide</i> 178), she uses d8s to roll sneak attack damage instead of d6s. For sneak attacks with all other weapons, she uses d4s instead of d6s. This ability is identical in all other ways to sneak attack, and supplements that ability.</p>", 
            "name": "Sneak Stab", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Sneak Stab", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blade-sense\">At 3rd level, a knife master is so skilled in combat involving light blades that she gains a +1 dodge bonus to AC against attacks made against her with light blades. This bonus increases by +1 for every three levels, to a maximum of +6 at 18th level. This ability replaces trap sense.</p>", 
            "name": "Blade Sense", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Blade Sense", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rogue-talents\">The following rogue talents complement the knife master archetype: befuddling strike, combat trick, offensive defense, surprise attack, underhanded*, and weapon training.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the knife master archetype: another day, confounding blades*, deadly sneak, entanglement of blades, and unwitting ally*.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}