{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Armies need clean water, safe routes, and intelligence about their enemies. Though regular outdoorsmen might suffice in many cases, some large forces look to battle scouts to keep the body of their troops safe and prepared for the terrain and whatever dangers that terrain hides. </p>", 
            "name": "Battle Scout", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"hunter's-bond\">At 4th level, when a battle scout gains the hunter's bond ability, he must choose to bond with his companions. Battle scouts do not have animal companions. </p>", 
                    "name": "Hunter's Bond", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Hunters Bond", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"advantageous-terrain\">At 5th level, when a battle scout is within one of his favorite terrains, he can spend up to 3 consecutive rounds studying an area of terrain to gain the benefits below. Each round of studying terrain is a standard action. During the first round of studying terrain, the battle scout designates a 60-foot-radius-burst area from a single square within line of sight. Depending on how many rounds the battle scout spends studying the area, he or his allies gain the following benefits for 10 minutes per ranger level he possesses. (For example, if he spends 2 rounds, he or his allies gain the first two benefits.)</p>", 
                    "name": "Advantageous Terrain", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain", 
                    "sections": [
                        {
                            "body": "<p id=\"1st-round\" class=\"stat-block-2\">Allies within line of sight and that can hear the battle scout gain a +2 bonus on initiative checks while within the advantageous terrain area. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/1st Round", 
                            "type": "section", 
                            "name": "1st Round", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"2nd-round\" class=\"stat-block-2\">Allies within line of sight and that can hear the battle scout gain a +2 on Perception, Stealth, and Survival checks while within the advantageous terrain area. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/2nd Round", 
                            "type": "section", 
                            "name": "2nd Round", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"3rd-round\" class=\"stat-block-2\">The battle scout's movement is not hampered by difficult terrain while within the advantageous terrain area. Furthermore, the battle scout can take 10 on Climb and Swim checks and checks to jump while within the area, even when in immediate danger or distracted. This ability replaces the ranger's second favored enemy. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/3rd Round", 
                            "type": "section", 
                            "name": "3rd Round", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"infiltration\">At 10th level, once per day, a battle scout can choose a single terrain type that is not his favored terrain. For the next hour per ranger level, he treats that terrain as if it were one of his favored terrains. This ability replaces the ranger's third favorite enemy.</p>", 
                    "name": "Infiltration", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Infiltration", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"superior-tactics\">At 15th level, once per day, after a battle scout and his allies roll initiative, the battle scout can arrange his and his allies' initiative rolls any way he wishes. If he has already taken 3 rounds to scout out the terrain with his advantageous terrain ability and both he and his allies are within the effect area, they gain a +2 bonus to initiative checks. Using this ability is not an action. This ability replaces the ranger's fourth favored enemy.</p>", 
                    "name": "Superior Tactics", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Superior Tactics", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"perfect-advantage\">At 20th level, when using his advantageous terrain ability, a battle scout needs only to study the terrain as a standard action to gain all of the benefits. Furthermore, the area of his advantageous terrain increases to a 1-mile-radius spread from the single square within line of sight. This ability replaces master hunter.</p>", 
                    "name": "Perfect Advantage", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Perfect Advantage", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Some rangers devote their lives to the woods, becoming hunters, protectors, and wilderness guides among its diverse terrain types. The deep walker is instead a master of the strange terrain of the deep earth, exploring its caverns and caves, becoming a master of the dark corridors most surface dwellers fear to explore&mdash;and perhaps the reason they fear to explore them.</p>", 
            "name": "Deep Walker", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Deep Walker", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"deep-knowledge\">At 3rd level, a deep walker gains a +2 bonus on initiative checks and Knowledge (dungeoneering), Perception, Stealth, and Survival skill checks while underground (in caves and dungeons). Every 5 levels thereafter, the deep walker gains an additional +3 on each of those checks while underground (to a maximum of +11 at 18th level). This ability replaces favored terrain.</p>", 
                    "name": "Deep Knowledge", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Deep Walker/Deep Knowledge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rock-hopper\">At 7th level, a deep walker instinctively grasps for the most stable surfaces and holds on tighter while moving over underground rock and stone. The deep walker gains a +5 bonus on all Acrobatics and Climb checks made to traverse underground terrain. Furthermore, the deep walker ignores difficult terrain created by underground terrain and subterranean flora. This ability replaces woodland stride. </p>", 
                    "name": "Rock Hopper", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Deep Walker/Rock Hopper", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deep-walker-camouflage\">At 12th level, a deep walker can use the Stealth skill to hide in underground environments, even if the terrain does not grant cover or concealment. This ability replaces camouflage. </p>", 
                    "name": "Deep Walker Camouflage", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Deep Walker/Deep Walker Camouflage", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"one-with-the-stone\">At 17th level, a deep walker can use the Stealth skill while he is underground, even when being observed. This ability replaces hide in plain sight. </p>", 
                    "name": "One with the Stone", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Deep Walker/One with the Stone", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Rangers have always enjoyed a special bond with a specific animal, but the falconer takes this bond to a deeper level. Falconers begin with their companion earlier than other rangers, and have the ability to teach their companions special tricks. </p>", 
            "name": "Falconer", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"feathered-companion\">At 1st level, a falconer earns the trust and companionship of a bird of prey. The bird can be of any type of large hunting or scavenging bird (even a vulture). This ability functions like the druid animal companion ability (which is part of the nature bond class feature), but the falconer must take the bird animal companion, and that companion has only half the normal hit points.</p><p>The falconer cannot teach the bird of prey the work trick, but can teach it either the roam or distract trick for free. Whichever trick the falconer does not pick then can be picked as a trick later.</p>", 
                    "name": "Feathered Companion", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion", 
                    "sections": [
                        {
                            "body": "<p id=\"roam-(dc-15)\" class=\"stat-block-2\">The falconer can let his animal companion loose to roam and forage. He must let it roam for no more than a week. When the falconer lets it roam, it agrees to return to the place he let it loose within the time period he designates.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Roam (DC 15)", 
                            "type": "section", 
                            "name": "Roam (DC 15)", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"distract-(dc-20;-bird-only)\" class=\"stat-block-2\">The animal companion flutters wildly around any enemy it would normally attack with the attack trick. It makes an attack roll against that enemy. On a hit, the enemy is shaken for 1 round. This ability replaces wild empathy.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Distract (DC 20; bird only)", 
                            "type": "section", 
                            "name": "Distract (DC 20; bird only)", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hunter's-bond\">At 4th level, a falconer must select an animal companion when he gains hunter's bond. He does not gain a new companion at 4th level; rather, his feathered companion gains full hit points. </p>", 
                    "name": "Hunter's Bond", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Hunters Bond", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"swoop-for-the-kill\">At 6th level, when outdoors, a falconer can direct his feathered companion to strike an enemy from high above. His feathered companion gains the following trick as a bonus trick. </p>", 
                    "name": "Swoop for the Kill", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Swoop for the Kill", 
                    "sections": [
                        {
                            "body": "<p id=\"swooping-charge-(dc-20;-bird)\" class=\"stat-block-2\">The falconer's bird companion flies up and then swoops down into a charge. To perform this trick, the companion must be able to fly, and it must be outdoors or someplace with enough room for the bird to fly great distances in (a grand cathedral may have enough room, but dungeons usually do not). It spends a full-round action flying to a high vantage point, and on the next round makes a charge attack upon an enemy the falconer designates. If that charge attack hits, the bird deals 2d4 points of damage instead of 1d4 with its bite and gains a <span class=\"char-style-override-9\">&times;</span>4 critical modifier when making the attack. If the bird hits, the target is staggered for 1 round. This ability replaces the combat style feat the ranger gains at 6th level. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Swoop for the Kill/Swooping Charge (DC 20; bird)", 
                            "type": "section", 
                            "name": "Swooping Charge (DC 20; bird)", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Some rangers have taken up the mysteries of black powder in order to become big game hunters. Finding firearms useful for taking down large and dangerous prey, they enter the fight with the crack of black powder fire, often ranging far and wide in their safaris and searches for ever-more-dangerous denizens of the wild to track, study, appreciate&mdash;and kill. While this might strike some as going against the ranger's usual respect for nature and the creatures of the wild, trophy hunters understand that they are just more pieces in nature's grand puzzle, and that the laws of the jungle&mdash;the right to kill and feed on those weaker than you, and the need to establish dominance through cunning and bloodshed&mdash;are both their rights and their duty as the current top of the food chain. </p>", 
            "name": "Trophy Hunter", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Trophy Hunter", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"improved-tracking\">At 1st level, a trophy hunter gains a +2 bonus on Survival skill checks when following or identifying tracks. When he tracks, he can also attempt a Knowledge (nature) check at DC 15. On a success, the trophy hunter can discern the type and condition of any animals or magical beasts he tracks. By studying their tracks, the trophy hunter is able to identify a rough approximation of their health, maneuverability, and their general behavior as compared to the norm. This ability replaces wild empathy.</p>", 
                    "name": "Improved Tracking", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Trophy Hunter/Improved Tracking", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"firearm-style\">At 2nd level, a trophy hunter gains the Amateur Gunslinger feat and Exotic Weapon Proficiency (firearms), and can use any 1st-level gunslinger deed (page 10). At every four levels thereafter, the trophy hunter can take a grit feat or select a gunslinger deed of his level or lower, ranger's choice. This ability replaces all combat style feats.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Trophy Hunter/Firearm Style", 
                    "type": "section", 
                    "name": "Firearm Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"hunter's-aim\">At 4th level, a trophy hunter gains a specific understanding of the weaknesses and vulnerabilities of his favored enemies, and his careful study of these enemies reveals the best way to hurt them. When the trophy hunter makes a firearm attack against a favored enemy, he can target touch AC in the first two range increments of his firearm. This ability stacks with other effects that increase the range increments to target touch AC, adding one range increment to the effect. This ability replaces hunter's bond. </p>", 
                    "name": "Hunter's Aim", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Trophy Hunter/Hunters Aim", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>All rangers have a bond with the wilderness, but the warden may have the strongest. This protector sits guard in the middle of the wilderness, keeping a lookout for any dangers that might spill from the deeper wilderness beyond, and protecting civilization from the savagery of nature&mdash;and vice versa. His long weeks, months, and sometimes years of isolation cause him to &ldquo;hear&rdquo; what the land is saying. Not all are crazy. </p>", 
            "name": "Warden", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"master-of-terrain\">At 1st level, a warden selects his first favored terrain. He gains another one at 3rd level, and then every five levels thereafter (for a maximum of five favored terrains at 18th level). This ability replaces the ranger's first favored enemy ability. </p>", 
                    "name": "Master of Terrain", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden/Master of Terrain", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"live-in-comfort\">At 2nd level, a warden is truly at home within his favored terrains. He knows all the signs of the wilderness. He rarely gets lost. He can easily live off the land in comfort, and can provide for companions. The warden can take 10 on any Survival check involving any of his favored terrains, even when in immediate danger and distracted. If the warden is not in immediate danger and distracted, he can take 20 even if the check has a penalty for failure. This ability replaces all combat style feats. </p>", 
                    "name": "Live in Comfort", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden/Live in Comfort", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"terrain-bond\">At 4th level, a warden forms a bond with the land itself, enabling him to direct others in such terrain. When in his favored terrain, the warden grants all allies within line of sight and that can hear him a +2 bonus on initiative checks and Perception, Stealth, and Survival skill checks. Also, as long as they travel with him, the warden's allies leave no trail and can't be tracked. The warden can choose for the group to leave a trail, or even for specific members of the group to leave a trail if he so desires. This ability replaces hunter's bond.</p>", 
                    "name": "Terrain Bond", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden/Terrain Bond", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"able-explorer\">At 5th level, when making an Acrobatics, Climb, Fly, Ride, or Swim check in any of his favored terrains, a warden can make two skill checks and take the higher. This ability replaces the ranger's second, third, and fourth favored enemies.</p>", 
                    "name": "Able Explorer", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden/Able Explorer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wilderness-whispers\">At 20th level, a warden cannot be surprised and always acts as if he had rolled a natural 20 on any initiative check while within any of his favored terrains. This ability replaces the ranger's fifth favorite enemy.</p>", 
                    "name": "Wilderness Whispers", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Warden/Wilderness Whispers", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Civilization grows stronger and more decadent with each passing year. It tears into unclaimed wilderness and destroys the fragile ecology in its constant push for expansion and exploitation. The wild stalker forsakes the bonds of community and lives in the trackless wilds far from others of his kind, or perhaps grew up there, never knowing of civilization as anything more than his enemy. He drives pioneers back to civilization and strives to keep the land unspoiled. </p>", 
            "name": "Wild stalker", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Wild stalker", 
            "type": "class_archetype", 
            "subtype": "ranger", 
            "sections": [
                {
                    "body": "<p id=\"strong-senses\">At 1st level, a wild stalker's life among the wild has sharpened his senses. He gains low-light vision and a +1 bonus on Perception checks. If he already has low-light vision, he gains a +2 bonus on Perception checks instead. This bonus increases by +1 for every four levels after 1st (to a maximum of +6 at 20th level, or +7 if the character did not gain low-light vision from this ability). This ability replaces the ranger's first favored enemy ability. </p>", 
                    "name": "Strong Senses", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Wild stalker/Strong Senses", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"uncanny-dodge\">At 2nd level, a wild stalker gains uncanny dodge as the barbarian's class feature. This ability replaces the ranger's 2nd-level combat style feat. </p>", 
                    "name": "Uncanny Dodge", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Wild stalker/Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rage-of-the-wild\">At 4th level, a wild stalker gains the rage ability as the barbarian class feature, but its barbarian level is considered to be his ranger level &ndash;3. This ability replaces hunter's bond. </p>", 
                    "name": "Rage of the Wild", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Wild stalker/Rage of the Wild", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rage-powers\">At 5th level, a wild stalker ranger gains a single rage power, as the barbarian class feature. He gains another rage power each five levels after 5th (to a maximum of four rage powers at 20th level). This ability replaces the ranger's second, third, fourth, and fifth favored enemy abilities.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Rage Powers"
                }, 
                {
                    "body": "<p id=\"wild-talents\">At 6th level, a wild stalker can either take a rage power, or gains a +2 insight bonus into any one of the following skills: Acrobatics, Climb, Perception, Stealth, Survival, or Swim. The wild stalker can gain one of these two benefits again every five levels after 6th (to a maximum of 4 times at 20th level). This ability replaces the ranger's 6th-, 10th-, 14th-, and 18th-level combat style feat abilities.</p>", 
                    "name": "Wild Talents", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Wild stalker/Wild Talents", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Ranger Archetypes", 
    "source": "Ultimate Combat"
}