{
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Running a mythic game has many similarities to running other games. The PCs still go on adventures, fight monsters, discover treasure, and gain experience. The difference is that mythic games have an added level of drama, theater, and tension. Compared to non-mythic parties of the same character level, a mythic party's adventures feature incredibly difficult foes and far greater challenges. Of course, there are also splendorous rewards for the bold mythic adventurer.</p><p>This section gives guidelines for running a mythic campaign, including a discussion of what makes a game mythic, types of mythic games, rules for adjudicating the difficulty of encounters, and guidelines for advancing play and fulfilling trials.</p>", 
            "name": "Running a Mythic Game", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>For a game to feel mythic, it must evoke wonder and awe in the GM and the players. It represents a power shrouded in mystery and beyond the reach of mortals. When characters encounter the mythic, they should feel as though they've just received a glimpse into an unseen world, promising so much more if they're bold enough to explore its wonders and face its dangers. A mythic atmosphere involves legends coming to life, and the characters will have a part to play in shaping these myths. If they succeed, they'll be the subject of tales and epic ballads for generations to come.</p><p>Running a mythic game requires more than just allowing the players to have mythic power and face off against mythic foes. While that is certainly part of it, creating a mythic atmosphere is just as important. The world itself and the structure of the story need to change to make room for the mythic to exist alongside the normal. This change doesn't require you to reinvent the world, but mythic creatures and their environments should feel as if they are part of the world; they may be hidden, but they should still be tied to the mundane events and lands around them.</p><p>Contrasting the mythic with the normal world is crucial to conveying an atmosphere of legend and mystery. The extraordinary only seems that way if it's in sharp contrast with the mundane. For example, a flying castle with a 1,000-foot-tall tower at its heart, drifting through the air on a thunderous storm cloud, is certainly a dramatic sight, but only when compared to the pastoral farmland and grime-covered town in its shadow. Picture the same floating castle in a world of towering volcanoes, and 500-foot-tall fortresses and the castle just becomes another extreme element in a world of extremes. If your game is set on Golarion (or some other established world), inserting contrasting mythic elements is easy, since the world already has a specific feel. Making your game mythic simply requires you to push beyond the boundaries of the setting, identifying hidden places where mythic elements have always dwelled, waiting to be discovered.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Making a Mythic Atmosphere", 
                    "type": "section", 
                    "name": "Making a Mythic Atmosphere", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The mythic rules can be used in a number of ways to add truly fantastic elements to your game, from simply including a mythic foe at the end of an adventure to allowing the PCs to play mythic characters for their entire adventuring careers, taking on other mythic foes and rivaling the power of the gods. Ultimately, it's up to the GM to decide how much influence these rules have on the campaign and world as a whole. The following types of scale are provided to give GMs an easy guideline for incorporating mythic rules into their games.</p>", 
                    "name": "Different Scales of Mythic Campaigns", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>At this scale, mythic creatures live only in remote parts of the world, content to be bygones of a lost age. People speak of them in stories, but none have actually encountered them. The PCs are not themselves mythic in this type of campaign, but throughout their travels, they may be up against a mythic creature at the conclusion of a noteworthy quest. Alternatively, a mythic creature might be forced into the world to terrorize the land, driving the PCs to find a way to deal with such a powerful threat.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Rare", 
                            "type": "section", 
                            "name": "Rare", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>At the limited scale, the PCs get a taste of mythic power through some extraordinary event, albeit only for a short time. For the duration of an adventure or short campaign arc, they can wield this power to further their goals. Unfortunately, it's fleeting, and they soon become normal once again, perhaps with a few remnants of power they might call on in a future time of need. Perhaps their power will return at a later date&mdash;possibly even regularly according to some mysterious cycle, allowing them to plan out when they take on more difficult challenges coinciding with their resurgence of power.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Limited", 
                            "type": "section", 
                            "name": "Limited", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Mythic creatures and characters are uncommon in this scale of game, but not wholly resigned to the whispers of legend. The PCs also get mythic power, but their advancement in tier is slow. The GM can control this by limiting the number of trials that are presented. Likewise, mythic foes are still not pervasive, but are found with some regularity&mdash;leading secret cabals, harassing quiet villages on the edge of civilization, and dwelling in the dark places of the world.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Uncommon", 
                            "type": "section", 
                            "name": "Uncommon", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>In the common scale, mythic characters and monsters are an everyday part of life. This doesn't mean that every town has a group of mythic heroes defending it, but that such characters are known to exist and their deeds are common knowledge. Nobles, priests, and other powerful people call upon the PCs for help against those dangerous monsters and villains others are powerless to fight. In this type of campaign, the PCs begin play with mythic power and see it grow as they gain levels, roughly at the rate of one mythic tier per two character levels.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Common", 
                            "type": "section", 
                            "name": "Common", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Campaigns and adventures come in many forms, taking shape organically with the whims of the players and the needs of the Game Master, but the key to running a successful mythic campaign or adventure involves a little more planning. The following structure is a guide to help GMs in planning out their mythic experience, regardless of length. This formula can work for a single session, where the PCs gain mythic power at the beginning and lose it by the end. Or you can apply it to an entire campaign, where the PCs gain mythic power early on and retire after of dozens of adventures.</p><p>Many mythic stories follow a common narrative structure (see The Monomyth). This structure is divided into five parts: the contact, the awakening, the journey, the return, and the life after. In the contact, the PCs encounter a threat too great for them to handle. In the awakening, they're granted mythic power to handle this threat. In the journey, the heroes quest to increase that power and gain what they need to vanquish that threat. In the return, they finally encounter the threats as equals (or near-equals) and have the opportunity to forever right the world. In the life after, the mythic heroes deal with the aftermath of their trials, and either become normal characters once again or hold onto their new power.</p><p>This structure isn't set in stone. GMs should improvise details to suit the campaign. The steps represent story ideas that might reveal themselves in one or more encounters.</p>", 
            "name": "Mythic Story Structure", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>In a mythic game, failure can play an important role in motivating the characters. Failure doesn't need to mean death, but instead that the PCs' efforts aren't enough to solve all problems before them. They might win the battle, but find that around them the town was destroyed, or someone close to them died during the conflict. This failure is a story opportunity&mdash;it can be used as motivation to continue on their journey, even against loss and extreme adversity. This also illustrates that the PCs' enemies have power similar to theirs, and that challenges ahead will test the heroes' limits and resolve.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Importance of Failure", 
                    "type": "section", 
                    "name": "The Importance of Failure", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>At the start of the campaign, the PCs should be normal adventurers, developing and advancing without the aid of mythic power. This gives them a chance to experience life as mundane heroes, struggling to earn enough gold to keep themselves fed and allowing them to explore the normal world around them.</p><p>When the PCs first come in contact with something truly wondrous, the mythic campaign starts in earnest. They learn that there's much more to the world around them than they first realized. This can take the form of some great, emerging danger that the PCs cannot hope to defeat as they currently are. Perhaps an incredibly powerful dragon threatens the land, a long-dead god returns to the world, or the fearsome tarrasque reawakens. The PCs are drawn into this story as their lives are forever changed by this unchallengeable threat. These low-level characters should not combat such a beast, but they might be in a town ravaged by the threat, leaving them with no choice but to flee along with everyone else or perish. After that event, they're linked to the threat, but right now have no means of dealing with it.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Contact", 
                    "type": "section", 
                    "name": "Contact", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>A key part of the mythic narrative is that the characters don't start out as mythic heroes. Even if they gain their powers during the opening scenes of their first adventure, each character has an ordinary life before their ascension. This helps to ground them in the world and gives them a framework by which they can understand the magnitude of this change within them. That's not to say the seed of mythic power couldn't have been a part of them since birth, but such latent power should be hidden from them until the appropriate time.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Starting Off Mythic", 
                    "type": "section", 
                    "name": "Starting Off Mythic", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The next step is for the PCs to receive the aid they need, in the form of mythic power. The actual means by which the PCs receive this power may vary (see Mythic Themes), even between PCs in the same game. By the end of this part of the story, the PCs have had their moment of ascension, whether together or separately, and are now mythic. They are not yet ready to face their primary challenge, but the first steps down the path to victory should be revealed at this point.</p><p>Often, the source of this power gives them a clue to their journey. For example, the tarrasque is tearing through the countryside, devouring entire towns. The PCs are forced to flee into a secluded valley near where the beast was slumbering, only to find that the valley contains an ancient seal recently broken. A guardian spirit explains to them that it has failed in its duty to keep the beast contained, and beseeches the PCs to intervene if they are brave enough. Giving the last of its strength, the spirit imbues the PCs with mythic power. As the spirit fades away, it tells them to seek out a legendary blade capable of ending the tarrasque.</p><p>After receiving aid, the PCs are ready to begin their journey, but first they must leave their old world behind. Make this a painful choice for them, as the PCs must leave loved ones and comfort to venture into the unknown and ready themselves against true danger. This is a good time to present their first major challenge, so they can fully grasp the power they now command. The GM should also mark this point with some sort of loss or setback, to emphasize the gravity of the situation and the need for the PCs to undertake their quest. In the example above, the PCs might leave the valley only to find that their hometown is completely gone, devoured by the tarrasque. Before the PCs have a chance to mourn, they're beset by a group of cultists who helped to weaken the seal. After a deadly fight, the PCs see that they must leave to retrieve the blade if they're going to save other towns from this horrible fate.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Awakening", 
                    "type": "section", 
                    "name": "Awakening", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The second part of the mythic structure is the journey. This part of the story can be nearly any length, from composing the middle of one session to encompassing dozens of sessions. The PCs, now enhanced with mythic power, must contend with various trials and dangers. Although these tests can take many different forms, there are some common types.</p><p>One type of test is that of the heart, compelling the PCs to struggle for something they care about other than themselves. These tests provide the PCs with a goal other than their own well-being and power. There should be something threatened if they fail, which serves to give the PCs resolve, a reason to carry on. As they visit a city in the path of the monster, the PCs might encounter people who remind them of home, or of friends lost. Or they could find a child in the clutches of a enemy, only to learn that he's the key to their diabolical plan, and the PCs must succeed if they're to save him in time. If the threat is powerful enough, the PCs may even come to learn that their own survival is secondary their quest's completion.</p><p>Temptation is another type of test, one that has different twists. Some temptations are obvious, and you expect the heroes to refuse, such as discovering a bucolic valley where they could forgo their journey and retire in peace, or a dubious stranger offering them a shortcut through a cursed forest. Such temptations are important to a mythic tale because refusal defines the characters and shows us their limits. Then there are the subtle temptations, ones that heroes might actually consider&mdash;either because the price seems small (or even nonexistent) compared to the gain or because the source seems trustworthy: taking food from an evil witch after starving for days, or choosing to give up a child they're protecting in exchange for an entire city's safety. Keep in mind that forces of good and evil are equally likely to test the heroes, to either reveal their mettle or lead them down the path of corruption. In any case, the PCs might be tempted a number of times along their journey and they must find the resolve to carry on and stay on the path.</p><p>The PCs will eventually come to a point where they must confront the source of their own power, which provides another form of test. During their travels, they learn more and more about that source, ultimately revealing the truth about its nature. This might lead to a confrontation with the source of their power, after which the PCs feel they are equals to this source rather than its servants. For example, the PCs might learn their power comes from a divine source, and that deity is using them for its own ends. At great risk, they confront an aspect of the god to find answers. At the conclusion of the conflict, the PCs realize that while they're only a piece of the god's grand scheme, they're no mere pawns. Just as the god is using them to achieve her ends, they're using the god to achieve theirs.</p><p>At the end of their journey, the PCs find their ultimate goal just within reach. Achieving this should be their most difficult test yet. Some foes are there to cull the unworthy, while others are agents of evil set to destroy the PCs. This last step in the journey should include a reward the likes of which the PCs have never seen, the culmination of their entire journey. With our earlier example, the PCs arrive at the resting place of the legendary sword capable of ending the tarrasque. Retrieving the sword from its ancient tomb is no easy task though, as the weapon is guarded by a host of mythic monsters and deadly traps. With the sword in hand, they must return to defeat the danger.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Journey", 
                    "type": "section", 
                    "name": "Journey", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The trip back can be just as perilous as the journey to achieve their goal. The heroes are at the height of their power, but they are now beset on all sides by those who would see them fail. Their enemies should be aware of this quest, and go to any means to put an end to the PCs. The mythic characters have the tools necessary, however, to brush aside such lesser threats and travel back to the beginning of their journey. This gives them a chance to fully appreciate their power, and use it to defeat foes that would have been truly dangerous not long ago.</p><p>During the journey back, the PCs can take a different path than before. They might travel the planes, use a magic carpet, or use some other wondrous means to expedite their trip. Or they simply take a more direct route, no longer needing to roam about the land searching for clues. They might receive aid from their patron should they get lost or need help tracking down the monster that started their journey. Regardless of their method of travel, they should get a sense that they are leaving the mythical world behind, returning to the mundane. They are returning home changed and ready to take on the challenge that awaits them.</p><p>At the conclusion of the mythic game, the heroes face their ultimate foe. This final encounter will be their greatest challenge, one that might even claim their lives. By now, if properly motivated, the PCs will make the sacrifice gladly to end the threat. When the conflict is over and the threat has been dealt with, the PCs' journey is finally complete.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Return", 
                    "type": "section", 
                    "name": "Return", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The GM and players must decide what happens to the PCs' power, once all is well again. Do they transcend ordinary life to continue down the path of a mythic hero, to go on other journeys, facing even greater threats? Do they find their mythic power fleeting, leaving them with the difficult task of returning to a mundane life? Many of these decisions will be guided by the needs of the story and your campaign.</p><p>If this was only a short mythic session, in which the PCs gained and lost mythic power in a single evening, the transition will be simpler than if it was at the end of an arc lasting for many months. If mythic power was a central theme of the entire campaign, this might be the logical end to it. The next campaign might take place in the same world, years or even generations later, where the player's previous characters have faded into legend and their new characters grew up hearing tales of those mythic heroes.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Life Afterward", 
                    "type": "section", 
                    "name": "Life Afterward", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Beyond the story, there are a wide variety of elements you can add to give your campaign a mythic feel. These elements are different ways of looking at various parts of an adventure. A mythic adventure should contain some of these, though not necessarily all at once.</p>", 
                    "name": "Elements of a Mythic Adventure", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The enemies mythic characters face should be cunning and devious in their plans. Unlike normal monsters that tend to wait around to be fought, a cunning foe is proactive in its efforts to defeat the PCs. Such enemies use the environment to their benefit, utilize their abilities to the fullest, and have at least one contingency plan. Cunning foes frequently escape a losing battle to regroup and prepare another attack. After the PCs' first encounter with a cunning enemy, their foe learns from that experience and uses new tricks and tactics to neutralize the PCs' strengths. The foe might even do research or conduct reconnaissance before the fight, pitting the PCs against her minions while she watches silently, noting the PCs' capabilities.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Cunning Foes", 
                            "type": "section", 
                            "name": "Cunning Foes", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>With all the incredible power at characters' fingertips, it's easy to forget that the heroes are still people&mdash;complicated and flawed. Mythic heroes suffer or witness dramatic consequences in stories all the time, and it's those moments that define a hero and help us connect with her. There are different ways to bring about consequences. Failure is one option, whether it is failing a combat or skill check or to failing to make the right decision (see The Importance of Failure). There are other ways to bring about consequences, though, such as having something unforeseen happen because of the PCs' actions. Imagine watching the countryside burn because you used a mythic <i>fireball</i> to defeat a foe. And there is always the classic story moment of presenting a hard choice, where no option is without cost. It's through suffering and reacting to such consequences that the true nature of these mythic heroes emerges.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Hard Consequences", 
                            "type": "section", 
                            "name": "Hard Consequences", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The world of mythic adventures is enormous and dramatic. While a large keep is certainly impressive, one with a 200-foot-tall tower at its heart is more suitably awe-inspiring. This applies to natural environments as well, such as an entire forest with plants five times the normal size, waterfalls more than 100 feet high, or an immense volcano erupting at its heart. This might also take the form of a location with supernatural effects, such as a lake that is perfectly calm even when disturbed, or a swamp that is preternaturally dark. These places should appeal to all the senses, making them vibrant and memorable.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Impressive Settings", 
                            "type": "section", 
                            "name": "Impressive Settings", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Some creatures the PCs face should be legends in their own rights. While those that are drawn from ancient myth (such as the minotaur and the medusa), are likely candidates, any monster can fit into this category given the proper backstory. A random encounter with a dire wolf in the wilderness isn't especially legendary, but if the PCs visit the nearby town first and learn that there's a feral monster that's been feeding on townsfolk for a decade, and there are many local myths about the beast, that same encounter gains a legendary quality. Defeating such foes adds to the mythic characters' story, making these moments important to a mythic adventure.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Legendary Creatures", 
                            "type": "section", 
                            "name": "Legendary Creatures", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Whether from artifacts, ancient magic, or the gods, mythic power is beyond that of the mortal realm. When the PCs gain such power, they attract the attention of mysterious forces that seek to control or otherwise influence them. This can take many forms, from a deity speaking to them through a cryptic seer, a strange sign from the stars, or gifts left in a tranquil glade to aid the heroes on their journey. Not all such influences will be beneficial&mdash;the PCs might be hammered by powerful storms, led astray by a constantly changing map, or attacked by agents of an evil power. The PCs should feel like their quest has caught the attention of powerful forces, even if they do not understand their sources or motives.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Otherworldly Influence", 
                            "type": "section", 
                            "name": "Otherworldly Influence", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Foes should have powers and abilities far beyond those the PCs normally expect to face. Through their mythic abilities, the PCs have the tools to defeat these challenges, but such foes are powerful and dangerous nonetheless&mdash;more than capable of bringing pain to the world if not defeated. Battles with powerful foes make it clear that the PCs truly need their mythic power to survive. Of course, not every fight should be against a powerful foe; lesser foes give the PCs a chance to show off their talents.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Powerful Enemies", 
                            "type": "section", 
                            "name": "Powerful Enemies", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Strange and wonderful events surround mythic characters, events that twist and alter the world around them. Such events might be local (a perpetual blizzard in a small valley) or they might cover a vast area (a gloom that covers the sun). These supernatural events are in some way tied to the story of the characters. Perhaps the blizzard is the sign of a mystical frozen water elemental seer who is trying to get the heroes' attention. Or the gloom covering the sun is caused by a mythic demon seeking to bring ruin to the surface world.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Supernatural Events", 
                            "type": "section", 
                            "name": "Supernatural Events", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>Amazing powers and impressive foes are only part of a mythic story. The world's reaction to such heroes is also a significant part of making a campaign actually feel mythic. The NPCs encountered in a mythic game should have a sense&mdash;possibly vague, possibly unmistakable&mdash;that the PCs are marked with grandeur.</p><p>When portraying the PCs' mythic origins and powers, the GM has a few options. The mythic nature could be apparent to everyone in some visible way, like a glowing brand or faint aura. This could be always visible, or manifest only as a character uses mythic power. Alternatively its nature could be subtle and felt rather than seen. Of course, it could start as something subtle at lower tiers, and become more pronounced as a mythic character progresses. Regardless of what direction you take, the people in the world should not mistake mythic characters for normal people.</p><p>The way that common people talk to these heroes needs to be different from the way they would talk to other characters. Mythic PCs should never be \"tasked\" or \"ordered\" to do anything (except perhaps by a demanding foe in a momentary position of power). Beings, even rulers or powerful planar allies, should address the mythic characters as peers or possibly entreat them as supplicants.</p><p>Likewise, when NPCs are in the presence of such greatness, they should not waste time asking for trivial favors. That's what normal low-level adventurers are for. Even a 1st-level/1st-tier character is worthy of respect. That doesn't mean you have to throw away the quests you've planned, but you should present them to the PCs (and players) as something worth a mythic character's time and energy.</p><p>The true powers in the world, whether the raw power of angels and demons or the political power of kingdoms and churches, recognize the potential in the mythic heroes. Wise ones know to be polite to low-tier heroes today, because in the future they will be formidable allies or devastating foes.</p><p>On the flip side, mythic power is an alienating force. Very few people have it, and many of those who do are threats, not friends. So the people the heroes encounter will look at them with reverence, fear, or even resentment, but never with familiarity and ease. In some ways, mythic characters are the ultimate outsiders, saving a world that they don't quite fit in anymore.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Worlds Reaction", 
                    "type": "section", 
                    "name": "The World's Reaction", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The structure of a mythic game is drawn from the concept of the \"monomyth,\" outlined in Joseph Campbell's book, <i>The Hero with a Thousand Faces</i>. This pattern is found throughout countless modern and ancient mythological tales, from the Bible to <i>The Lord of the Rings</i>. You won't have to search hard to find examples in books and films. Game Masters are encouraged to read up on the monomyth in more detail, as well as examine other stories and media that use this pervasive narrative structure.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Monomyth", 
                    "type": "section", 
                    "name": "The Monomyth", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Mythic adventures can gain their legendary powers in a variety of ways, from a gift from the gods, to the influence of ancient magic thought lost to the world, to traveling to a distant land filled with power. Such themes describe the source of mythic power in a given campaign and give general guidelines about how it functions. Some campaigns will focus on one theme to tell a mythic story, and others will include multiple themes&mdash;although the GM should be careful when using more than one theme, as this might muddle the story behind such power. In some cases, merging various themes will make more dramatic sense than using one theme alone.</p><p>The following themes are just a few types that the GM can work into the world when introducing the mythic rules into her campaign. These are generally compatible with any type of mythic game. Each one includes the following sections.</p>", 
            "name": "Mythic Themes", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>This gives a basic overview of the theme.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Description", 
                    "type": "section", 
                    "name": "Description", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>This describes how much of an impact the mythic elements have on the campaign, indicating how those elements change the tone of the game.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>This includes some sample ways the PCs might become mythic using this theme.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>This describes the types of adventures and campaigns that work well with this mythic theme.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>This lists some types of mythic challenges relating to this theme that the PCs will likely face.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>This describes a few ways the campaign might reach its mythic climax.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }, 
                {
                    "body": "<p>An ancient artifact, forgotten spell, or fantastic magical event grants the PCs mythic powers. Regardless of its particular source, this power comes from the very fabric of magic itself, a power few dare to harness.</p>", 
                    "name": "Eldritch Magic", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Eldritch Magic", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>While the scope of a campaign featuring eldritch magic can be broad, since this power comes from a particular item or event, the powers should be tied to it. Perhaps the ancients created a sacred seal to be broken if certain signs presented themselves, such as a week of a blood-red moon or three comets in the sky at the same time. In this way, the mythic rules have an impact on the entire setting, but their direct influence can be limited by the source of the power.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>Rumors persist of books that, once read, unlock potential hidden deep within the mind and body. An ancient seer possesses these volumes and offers the heroes a chance to read one that will grant them mythic power, but only if they will defeat a creature terrorizing the city.</p><p>While exploring a long-forgotten valley, the PCs encounter a strange stone monument with an ancient spell carved upon it. They discover that this is a relic from a bygone age of magic, and that it grants mythic power. Unfortunately, they aren't the only ones who've found it, and now this power has been loosed upon the world.</p><p>Deep inside a forgotten dungeon, the PCs discover a room sealed by a series of complicated mundane and powerful arcane locks. Promises of great treasure led the PCs to this spot. As they break the seal on the door, a blast of arcane energy emanates from the door, knocking out the heroes and imbuing them with mythic powers. While the heroes are stunned, a creature bashes through the doors with such force that it breaks the hinges and escapes. When the PCs come to, a guardian spirit waits over them, imploring them to recapture the monstrosity they unleashed.</p><p>The PCs realize that each of them inherited a curved piece of metal inscribed with symbols in an archaic script. By placing the pieces together, they form a circle. When the circle is complete, the PCs each feel energy pulse through them that causes them to ascend.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>Adventures using this theme are always tied to the source of power, either by those who wield it or those who seek to steal such power away for themselves. The PCs are drawn into this struggle and must prevent such power from falling into the wrong hands… possibly even realizing that those hands are their own.</p><p>Ancient artifacts and items from distant planes carry secrets and abilities rarely accessible to those living today. Interacting with such items is dangerous, and will forever change the wielder in unforeseen ways. These items find their ways into the collections of great and long-living creatures, such as dragons and liches, or are buried in the most remote areas beyond the known world. Not only will interacting with these items change a character, but the power released is a beacon for frightening entities linked into that same source.</p><p>Some of these items are part of a set or pieces of a larger item. Collecting the various pieces will increase the PCs' powers and give them further insight into the world of mythic creatures that surrounds them. But such items are jealously guarded, and it may cost the PCs even more than they expect to attain this greater power.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>The PCs must face off against foes who have harnessed the same power they have, or who seek to take it from them. If the PCs' power stems from an event, perhaps they are not the only ones to gain power in this way. If their power comes from an artifact, perhaps there are other relics granting power to their enemies. In either case, the PCs must deal with foes who not only understand their power (possibly better than the PCs do), but wield it as well.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The heroes take on an ancient mythic creature, the very one that has been placing challenges before them. It does this not to defeat the PCs, but to force them to gain more power&mdash;power it seeks to rip from them. This foe has designs upon the power that the PCs possess and wishes to either take it all for itself or remove the threat of that power from the world.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }, 
                {
                    "body": "<p>After the heroes achieve a monumental task thought to be too much for them, the essence of the mythic world bows to their achievement and fills them. This could come from destroying a plane-shattering artifact, defeating a legendary monster, or surviving a deadly journey to a wondrous location.</p>", 
                    "name": "Legendary Encounter", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Legendary Encounter", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The scope of this campaign can be quite far-ranging. The experience that grants the heroes mythic powers could occur anywhere in the campaign world (though that could be merely one of many such moments happening all around the world). Events related to the experience could send the heroes to distant lands&mdash;perhaps the heroes gain their powers from destroying an evil artifact, and learn of other such artifacts hidden in dungeons around the world.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>An NPC begs the heroes to destroy an artifact that's corrupting the land. After a deadly adventure, the PCs finally manage to destroy the object, but in doing so release a wave of energy that grants them mythic power.</p><p>Reports of an ancient dragon ravaging an entire valley reach the heroes' ears. When they battle the beast, they find themselves vastly outmatched, but through cunning and luck, they manage to slay the dragon. Upon its death, its blood washes over them, infusing them with mythic power.</p><p>While traveling overland, the heroes become lost in a wild storm. For hours, they're battered by sheets of rain, and surrounded by unnaturally thick mist that refuses to be dispersed. When the storm lifts, the heroes find themselves on the rim of an ancient, enchanted valley&mdash;one told of in many tales but few people believed to truly exist.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>Any sort of adventure could appeal to parties of legendary origin. The nature of their mythic powers could inspire certain storylines, such as recovering pieces of an artifact or hunting down the source of a pack of mythic monsters. The heroes may realize that if their experience granted them power, it could do the same for others, including those with sinister or chaotic motives. The mythic power in the heroes' bodies seems attuned to other such sources of power, and the main campaign arc involves the heroes tracking down these sources and keeping them from becoming tools of evil.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>Since many different experiences, objects, and places in the world can be sources of mythic power, mythic villains and monsters could appear frequently. If the PCs destroyed an artifact or killed an ancient beast to gain their power, others may seek revenge for that act.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>At the end of their journey, the heroes should come full circle, perhaps even returning to the place where they first gained their mythic power. They might have to face off against the villain that precipitated their journey, or maybe even the source of their power itself. In the end, they should feel like their legend has closure, even if they keep their mythic power.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }, 
                {
                    "body": "<p>Mythic power comes from a lost age when mythic creatures and characters were common. That power has faded from this world, but once an age, when the time is right, mythic power returns for a short time.</p>", 
                    "name": "Lost Inheritance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Lost Inheritance", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>In this theme, mythic power is a rarity, held only by a few who often hide from the world and those who would seek to take it from them. To widen the scope, mythic power might be returning to the world, heralded by some grand conjunction of events.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>A celestial event marks the return of mythic power to the world. Possibly by accident, the PCs are standing in just the right place at the time of this omen, and are imbued with such power. The PCs are not alone, however&mdash;others were also at different places of power at the same time.</p><p>At the conclusion of an adventure, the PCs learn that their births had been carefully arranged over the past 100 years in an attempt to recreate a powerful, mythic lineage long thought to be lost. With this discovery, they also find the means to unlocking their potential.</p><p>Exploring a fabled lost city, the PCs learn its inhabitants held power far beyond that of their modern cousins. The secret to this magic came from a special ritual that could only be performed once every 1,000 years, but it came at a terrible price and with a great deal of risk. The next ritual is fast approaching, presenting an opportunity for the PCs to become mythic if they choose to pursue this dangerous path.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>With these adventures, mythic power itself is the story. They contain a great deal of mystery, as there are few in the world who know about mythic power and what perils come along with wielding it. The PCs travel around the world, seeking knowledge of its origins, what caused its downfall, and how it can be used. Of course, others have also learned about this power, and they intend to use it for nefarious ends.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>The PCs aren't the only ones to gain mythic power from this source. Perhaps there are others of this bloodline, or other creatures that discover a way to awaken power within them. Most mysterious, however, are creatures from the lost age, returned to the world to take back what they see as rightfully theirs&mdash;whether that's the mythic power or the whole world.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>As events draw to a conclusion, the PCs must choose whether this power remains in the world. Keeping it for themselves means the power can be taken by other villains, and the heroes will need to keep constant vigil for the sake of their mythic nature. Or they can let this power fade away, even knowing there are other threats out there that could use their mythic talents. Alternatively, there may be no choice in the matter; the power has returned and the PCs must find a way to deal with it. In any case, the villains that seek to abuse this power must be stopped, no matter the cost.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }, 
                {
                    "body": "<p>Upon traveling to another plane, the PCs acquire mythic power. These powers might last only as long as the PCs are on this plane, or the PCs may be forever transformed by the visit.</p>", 
                    "name": "Planar Might", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Planar Might", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>This might only apply to one plane of existence, with the power fading immediately when the heroes leave and resurging the moment they return. The scope can be extended by making the campaign about a group of planes somehow mythically connected. Or the powers last beyond the visit, but fade over time, requiring return trips for the heroes so they may drink from the mythic wellspring and renew their powers.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>Before a powerful wizard ally can complete an important ritual to save the country, a strange creature steps through a nearby mirror and steals him away. The mirror portal remains open behind it, allowing the PCs to follow. They emerge onto an unknown plane, and the physics of this place are nothing like those of home. As a result, the PCs now have access to a wide range of abilities they once considered unthinkable.</p><p>A messenger of the gods appears to the PCs, asking them to deliver a relic to a plane where even the gods fear to tread. It gives them each a blessing that, upon entering this fearsome plane, provides protections through ascension.</p><p>Found guilty of high treason for a crime they didn't commit, the PCs are sentenced by a tribunal to wander the endless planes, wearing the \"collars of judgment,\" until they prove themselves worthy to return. They now jump from plane to plane, attempting to defeat other threats to their homeland. The collars around their necks give them access to mythic powers and transport them to their next labor when they finish their current one. Hopefully their last will be against the one who framed them.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>While some planes function much like the Material Plane&mdash;in that they have gravity, breathable air, etc.&mdash;other planes have truly alien environs. Several of the latter augment those who enter to allow them to survive; this power sometimes lasts only while a visitor is on that plane, while other times it's permanent. (Some believe this augmentation occurs when latent abilities that reside in all life forms are triggered.) In other instances, special items or rituals grant these powers during travel through specific planes.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>The planes are full of unpredictable oddities and surreal monsters. Many of these creatures are incredibly powerful without being mythic at all, making them more than a match for the PCs. Despite their power, the PCs must tread lightly in the presence of archangels and demon princes. Ultimately, they will have to face such beings, even if they start by challenging their minions and other, lesser agents.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>At the end of their journey, the heroes must ultimately face some sort of gatekeeper that keeps them from going home. This creature might literally be preventing their travel, or it might be so great a threat that it must be defeated before the heroes can return to their ordinary lives. Even if the PCs traveled to the plane accidentally, there should be some incredibly powerful force standing in the way of their return to normal life.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }, 
                {
                    "body": "<p>A god grants the heroes mythic powers, either in response to deeds they have accomplished or in anticipation of deeds they have yet to perform. In this theme, mythic power is the provenance of the gods and only divine agents may wield such power.</p>", 
                    "name": "Power of the Gods", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Power of the Gods", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>Since the heroes' mythic powers come from a specific deity, their activities may occur in places where the deity is popularly worshiped or challenged. The heroes could function as champions of the deity, protecting lands their god has deemed only for the righteous. They could also be emissaries, traveling to distant lands where their god is unknown. A campaign could even take place in lands where worship of the heroes' god is strictly outlawed by the ruling religion.</p><p>In any case, the scope is somewhat defined by the gods' wishes, for what they give they can just as easily take away. (Or perhaps they can only bestow mythic powers, and are incapable of removing them, making ascending mortals a risky proposition.)</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>The PCs are actually children of a god, the result of a pairing with a mortal. This is unknown to them until the appointed hour, when their divine heritage manifests. Using this hook, it's possible that all of the PCs are related, even if they don't realize it at first (each having been raised by a mortal surrogate parent).</p><p>During a vicious battle at an especially holy site, one of the heroes is slain. As her companions use resurrection magic to bring her back from the dead, the spell expands in a glowing aura that imbues all the heroes, including the newly risen one, with mythic powers.</p><p>The heroes fight bravely to defend or restore a site of worship. When the last enemy is slain and the site is reconsecrated, the heroes are filled with a sense of divine gratitude and blessed with mythic powers.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>In this theme, the gods take a much more active role in the world. They may be only able to act indirectly, and need heroes like the PCs to carry out their will. Or there are too many threats for even the gods to face, so they need champions to fight on other fronts.</p><p>A party with several members dedicated to the same god lends itself naturally to such a story. These heroes receive occasional divine communications from their patron through dreams, omens, or visitations. While they may go on adventures unrelated to their deity, the overall arc of the campaign is guided by their faith and culminates in a battle against an enemy of their patron.</p><p>In a party of mixed faiths, the story could center on discovering the identity of the mysterious benefactor who gifted the PCs with mythic powers. Dreams and omens could still trigger adventures, but these are muddled and cloudy. In the end, the heroes could find their power came from one particular patron, or from an alliance of deities who have joined together against a particularly formidable villain.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>Rival gods can imbue their own champions with power, or create mythic monsters to oppose the heroes. While not every adventure needs to contain a mythic challenge, the major villains and ultimate challenge should be mythic in nature and diametrically opposed to the PCs' patrons.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The final stage of the journey for the heroes should center on the goals of their patron deity. A rival deity almost always opposes the goals, and will stop at nothing to see the PCs fail. The PCs might have to face off against a powerful agent of that rival or maybe even against some sort of avatar of the divine being itself. At the loftiest heights of power, the PCs might be tasked with going to the rivals' home realm and fighting the angry god directly. They might not survive such an encounter, but with the backing of their patron, they might still accomplish their goal&mdash;and their heroism may become a religious story to be told down through the ages.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }, 
                {
                    "body": "<p>The PCs gain mythic power by taking it from another mythic creature, either by force, happenstance, or through some more elaborate ritual or ceremony. In this theme, the amount of mythic power is finite; to gain more, one must take it from another.</p>", 
                    "name": "Stolen Might", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Stolen Might", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The amount of mythic power in the world is limited, but the actual amount can vary depending on the needs of the campaign. Maybe there are many mythic beings scattered throughout the world, some secret and others overt about their mythic nature. Or there are few such people in the world, but each one is a force to be reckoned with. Regardless, there are those with power who forever crave more, while others are merely content to possess what power they have and to use it wisely. The PCs must decide how to handle their power, whether or not to seek out more, and how to deal with those who come to take theirs away.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Scope"
                        }, 
                        {
                            "body": "<p>After the heroes defeat a particularly powerful foe, a storm of lightning emerges from his body, washing over the PCs and granting them mythic power. They quickly learn that to gain additional tiers, they must defeat other mythic foes and harvest power from them.</p><p>The PCs are summoned to a lonely mountaintop where an ancient monk awaits. Before succumbing to old age, the monk grants them the mythic power that he's held for many years, entrusting them to guard it and carry on his legacy.</p><p>A strange messenger from a mysterious cult approaches the PCs and offers them membership. They're brought to a strange ritual and infused with mythic power stolen from a bound captive. They soon learn that the cult they have joined is in an eternal struggle with their rivals, both sides playing a centuries-long game of stealing power from the other using this ancient ritual.</p><p>After some chance omen, the PCs wake up with mythic power. They discover that this very power means they're now a part of a secret world, one where other mythic beings now hunt them down to kill them for what they possess. It's through a chance meeting with a friendly mythic character that the PCs understand what has befallen them.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ascension"
                        }, 
                        {
                            "body": "<p>The PCs might go on plenty of regular adventures in this theme, but every encounter they have with a mythic creature or character is fraught with peril. These rivals might seek to steal their power, or help explain how their power might be used. The PCs will have to decide if taking it is something they can morally accept. If gaining mythic power requires the death of others who possess it, the power itself becomes a sort of curse, with villains around every corner seeking to end the PCs' lives and steal their mythic spark.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Story"
                        }, 
                        {
                            "body": "<p>Mythic foes will be relatively uncommon in this theme, because each successful encounter with one causes the PCs to increase in power. As they gain tiers, the PCs might discover that slaying a being of lesser tier is not enough to advance their power. Or perhaps the highest tiers are only possible to those willing to kill a great many mythic creatures, collecting all that power into one body. The PCs must constantly be vigilant for other mythic foes, both above them in power and below.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>Ultimately, the PCs will reach the 10th tier and be left with no more to gain. From this lofty perch, they must defend themselves from all mythic threats seeking to steal what they have earned. Alternatively, those who reach that height of power might find there is only one more step to take&mdash;stealing more power from a deity or other source of immense power. Or there may be a grand reward awaiting those who capture all the mythic power in the world.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Ending"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Designing a mythic encounter is a lot like designing an encounter in any other adventure. During play, the PCs will face a variety of challenges: monsters, NPCs, traps, and more. The difference is that during a mythic adventure, the challenges are far deadlier. It's important to stress to the players, through the encounters that they face, that these are dangers beyond what they might normally expect in the game. Much of this comes through the design of the encounters, which can vary greatly depending on the PCs and how you want to challenge them. In the most basic terms, the mythic rules can be used in one of two ways: to challenge normal PCs and to challenge mythic PCs.</p>", 
            "name": "Designing Encounters", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>If the PCs aren't mythic, then these rules can be used to present challenges of an unexpected nature. Mythic creatures and villains are more powerful than their normal counterparts, making encounters significantly more dangerous. See the Adjusting CR and Level sidebar.</p><p>Normal PCs should be rewarded with experience points and treasure based on this adjusted CR. This means the PCs will face creatures that would normally be below them in terms of their original CRs, but whose strange abilities make them true threats. Such encounters should generally be at least challenging in relation to the PCs' Average Party Level (APL).</p><p>For example, a group of four 6th-level PCs is exploring an ancient crypt filled with undead. As they face a variety of normal undead foes, they also begin to discover a far greater evil dwelling within, sealed away centuries ago by a holy brotherhood. Upon breaching the final chamber, they face a pair of mythic mummies crackling with dark magic. The pair of mythic mummies has an adjusted CR of 8, making it a deadly threat to the 6th-level PCs.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Encounters for Normal PCs", 
                    "type": "section", 
                    "name": "Encounters for Normal PCs", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Mythic adventurers are ready for challenges beyond those normally expected for characters of their level. (See the Adjusting CR and Level sidebar.) When designing encounters to challenge these characters, roughly one-third of the encounters should use their adjusted APL, one-third should use the characters' original APL, and the remaining should fall somewhere between those two values.</p><p>Of course, individual encounters can vary from these numbers as normal (such as a challenging encounter versus an easy encounter). When facing a mythic foe, add half its mythic rank to its original CR to determine the foe's adjusted CR (as above).</p><p>For example, when designing challenges for a group of four 12th-level, 6th-tier mythic PCs, approximately one-third of the encounters they face should be CR 12, one-third should be CR 15, and the remaining encounters should be CR 13 or 14. That means some of their encounters are rather easy (allowing them to dominate foes using their mythic power), some are of average difficulty, and some truly push them to their limits. The challenging encounters should be against other mythic foes, forcing the PCs to confront enemies with similar power.</p>", 
                    "name": "Encounters for Mythic PCs", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Encounters for Mythic PCs", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<table id=\"high-cr-experience-point-awards-table\"><caption>High CR Experience Point Awards</caption><thead><tr><th></th><th></th><th colspan=\"3\">Individual XP</th></tr><tr><th>CR</th><th>Total XP</th><th>1-3</th><th>4-5</th><th>6+</th></tr></thead><tr class=\"odd\"><td>26</td><td>2,457,600</td><td>820,000</td><td>614,400</td><td>409,600</td></tr><tr class=\"even\"><td>27</td><td>3,276,800</td><td>1,092,000</td><td>819,200</td><td>546,000</td></tr><tr class=\"odd\"><td>28</td><td>4,915,200</td><td>1,640,000</td><td>1,228,800</td><td>819,200</td></tr><tr class=\"even\"><td>29</td><td>6,553,600</td><td>2,184,000</td><td>1,638,400</td><td>1,092,000</td></tr><tr class=\"odd\"><td>30</td><td>9,830,400</td><td>3,280,000</td><td>2,457,600</td><td>1,638,400</td></tr></table>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Encounters for Mythic PCs/High CR Experience Point Awards", 
                            "type": "table", 
                            "name": "High CR Experience Point Awards", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<table id=\"high-cr-treasure-per-encounter-table\"><caption>High CR Treasure per Encounter</caption><thead><tr><th></th><th colspan=\"3\">Treasure per Encounter</th></tr><tr><th>CR</th><th>Slow</th><th>Medium</th><th>Fast</th></tr></thead><tr class=\"odd\"><td>21</td><td>55,000 gp</td><td>84,000 gp</td><td>125,000 gp</td></tr><tr class=\"even\"><td>22</td><td>69,000 gp</td><td>104,000 gp</td><td>155,000 gp</td></tr><tr class=\"odd\"><td>23</td><td>85,000 gp</td><td>127,000 gp</td><td>190,000 gp</td></tr><tr class=\"even\"><td>24</td><td>102,000 gp</td><td>155,000 gp</td><td>230,000 gp</td></tr><tr class=\"odd\"><td>25</td><td>125,000 gp</td><td>185,000 gp</td><td>275,000 gp</td></tr><tr class=\"even\"><td>26</td><td>150,000 gp</td><td>220,000 gp</td><td>330,000 gp</td></tr><tr class=\"odd\"><td>27</td><td>175,000 gp</td><td>260,000 gp</td><td>390,000 gp</td></tr><tr class=\"even\"><td>28</td><td>205,000 gp</td><td>305,000 gp</td><td>460,000 gp</td></tr><tr class=\"odd\"><td>29</td><td>240,000 gp</td><td>360,000 gp</td><td>540,000 gp</td></tr><tr class=\"even\"><td>30</td><td>280,000 gp</td><td>420,000 gp</td><td>630,000 gp</td></tr></table>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Encounters for Mythic PCs/High CR Treasure per Encounter", 
                            "type": "table", 
                            "name": "High CR Treasure per Encounter", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>Mythic characters should be rewarded with experience points and treasure based on the higher overall CR of the encounters they face. In general, this means mythic characters will earn experience points and treasure at a faster rate than their normal counterparts. As a result, the GM is encouraged to use the medium or even slow experience point and treasure value progressions for such characters. Note that mythic characters will face fewer encounters to reach their next character level, but their XP and treasure totals should still fall relatively close to those of a non-mythic character of the same level.</p><p>The <i>Core Rulebook</i> doesn't include XP rewards for encounters above CR 25 or treasure rewards for encounters above APL 20, but mythic characters might regularly face such challenges and gain such rewards. The High CR Experience Point Awards table and High CR Treasure per Encounter table give you the XP and treasure rewards for encounters up to CR and APL 30.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Rewarding Mythic Characters", 
                    "type": "section", 
                    "name": "Rewarding Mythic Characters", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Having mythic tiers changes the effective level of the character for the purposes of determining what threats they can face and what treasures they should earn. Likewise, having mythic tiers or ranks changes the effective CR of the foes heroes must contend with.</p><p>To adjust a character's level, add half his tier (minimum 1) to his total character level. So a 10th-level/5th-tier character is effectively a 12th-level character for challenge and reward purposes, and a 20th-level/10th-tier character is effectively a 25th-level character for those purposes.</p><p>To adjust a foe's CR, add half its tier or rank (minimum 1) to its CR. So a 2nd-rank minotaur is effectively a CR 6 monster, while a 6th-tier champion pit fiend would be CR 23. For mythic monsters, this calculation has already been made.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Designing Encounters/Adjusting CR and Level", 
                    "type": "section", 
                    "name": "Adjusting CR and Level", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>The saga of mythic heroes is filled with wild adventures, deadly foes, and mysterious forces. For most, their journey is defined by such moments. These trials are the peaks of the story, turning points at which one wrong move or costly mistake might cause the entire quest to fail. In the game, these events denote the stages of the mythic character's journey. Think of trials as an important plot point, one that is intrinsically tied to the legend of the characters.</p><p>Mythic characters advance in two ways: they gain character levels by accumulating experience points, and they gain tiers by accomplishing a number of trials (see the Mythic Trials per Tier table). These trials are the true tales of mythic heroism, representing the culmination of an entire adventure or campaign arc in which the PCs overcome a terrifying challenge or achieve some fantastic victory. The trial can be anything the GM imagines, but it's not accomplished until some major goal is completed&mdash;be it to defeat a monster, save a town, or recover an artifact. So while an entire adventure might be a trial, it does not count toward advancement until the heroes complete it.</p><p>The rate at which these trials are accomplished determines how quickly the PCs gain mythic tiers. As a guideline, the PCs should face a number of trials equal to the amount needed to gain a tier in the time it takes for them to gain two character levels. This should keep the character's mythic tier roughly equal to 1/2 the character's overall level. (Of course, the GM can alter this rate to suit the campaign.) That means if the PCs attain their first mythic tier at 1st level, they should probably face only a single greater trial by the time they reach 4th level, so that they reach 2nd tier at that time. Conversely, higher-level characters that gain mythic power later in their careers might face a number of trials in quick succession to gain tiers quickly, or they might even start with multiple tiers right away to get them closer to the average. Table 1&ndash;2 lists the number of trials a character must overcome to gain a new tier, but this number is subject to GM discretion and the needs of the story.</p><p>A GM might instead decide that every time the PCs complete a trial, they gain a tier. In this case, such trials are far less common. Alternatively, a GM might double the number of trials needed, and in turn make them more common. Either way, the rate of tier progression shouldn't feel much different from what would normally happen.</p><p>When designing a trial, GMs should keep the following points in mind. Trials represent important stories in the legend of mythic characters. Unlike an anecdote about a particularly nasty fight or dangerous trap, trials are lengthy tales of multiple dangerous encounters, against mythic foes and unimaginable adversity. A trial should be the culmination of an entire adventure or a short series of adventures.</p><p>In addition, each trial should include at least three of the elements noted in Elements of a Mythic Adventure. These elements define a trial as mythic and help the players understand that they're approaching a vital stage of their journey without directly telling them that a trial is forthcoming.</p>", 
            "name": "Mythic Trials", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>The following trials should give GMs ideas of the various challenges mythic characters need to face to gain tiers. Use these as is or as inspiration for designing your own. Some of these suggest a mythic origin as well, but can be reworked for other mythic characters. Note that some of these are larger in scope and might represent an entire campaign arc. At the GM's discretion, such longer events might represent several trials.</p>", 
                    "name": "Sample Trials", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>A great king or emperor succumbs to a strange madness, either from some unforeseen disease or a villain's magical corruption. In the ensuing mania, the ruler declares war on followers of the major religions, hitherto great supporters of the crown and a boon to the common people. Not wanting to provoke outright war between the crown and the faiths, the mythic characters are charged by their patron to discover the cure for their monarch's besieged mind.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/A Nobles Mind Overthrown", 
                            "type": "section", 
                            "name": "A Noble's Mind Overthrown", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>A powerful interaction of multiple mythic spells destroyed the body of a powerful demon, but in its place created a vengeful spirit neither dead nor alive. The spirit is capable of possessing others and infusing its host with demonic powers, using this as an opportunity to gather evil allies and gain strength. A celestial being that opposes demonkind calls the upon PCs to stop the vile being. They must then track the demon spirit as it moves from victim to victim, until the heroes can eradicate the demonic shade.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Abyssal Parasite", 
                            "type": "section", 
                            "name": "Abyssal Parasite", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The kingdom has been ravaged by a terrible battle with an invading force. The king's armies suffered a pyrrhic victory&mdash;the realm is all but destroyed. The PCs must help restore the domain to its former glory by rooting out remaining enemies, tending to the suffering people, rebuilding the cities, striking deals with neighboring nations for aid, and protecting the kingdom against further attack by emboldened foes.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Aftermath", 
                            "type": "section", 
                            "name": "Aftermath", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The PCs are normal adventurers who come to the aid of a strange creature beset by vicious enemies. Unfortunately, by the time the PCs fend off the attackers, the gravely wounded creature is drawing its last breaths. Just before dying, it bestows mythic power upon the heroes and entrusts them with a quest that it was not able to complete. With their new abilities, the PCs can finish the mission, avenge their fallen benefactor, and take their first steps into a larger world of challenges and foes greater than they ever knew existed.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/First Steps", 
                            "type": "section", 
                            "name": "First Steps", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The PCs are heroes in the days before a coming apocalypse at the hands of a dark divine or even extraterrestrial power. Unlike a campaign where the PCs must stop a cataclysm, in this trial they have no hope of averting the impending disaster. Instead, they must draw on mythic power to lay a foundation for future heroes to save the world. Their adventures will lead them to create secret repositories containing knowledge and small slivers of their own mythic power. While doing this they also attempt to form deep alliances with disparate groups the world over, laying the groundwork for the heroes that will one day rise and change the fate of a world that they themselves had not time enough to save.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/For Those Who Must Follow", 
                            "type": "section", 
                            "name": "For Those Who Must Follow", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The PCs go on a quest to the Abyss, and must endure a harrowing expedition through the infinite layers of that chaotic evil realm. They're tasked to rescue an important mortal sold into demonic slavery, retrieve a soul that was condemned to the Abyss by mistake, or topple a particularly destructive demon lord. Whatever the reason, the adventurers face challenges that push their new abilities to the limit.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Into the Abyss", 
                            "type": "section", 
                            "name": "Into the Abyss", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The souls of the dead are not reaching their final destinations, but are instead trapped in a state of waiting. The PCs must discover what is powerful enough to interfere with this cosmic process&mdash;and for what dark purpose. Worse, the denied souls are being twisted into monstrous forms, causing pockets of corruption and instability, and presenting other threats to the world. The PCs struggle to unravel the mystery and defeat the furtive villain behind it all.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Lost Souls", 
                            "type": "section", 
                            "name": "Lost Souls", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>A sudden magical event, like an arcane earthquake, shreds the barrier between parallel worlds. The divine powers of each realm perceive the others as threats and seek to do away with the rival \"mockeries\" of their own world through their ascended champions. The PCs are selected on behalf of their world's pantheon of gods while searching out their opponents, some of whom might be eerily similar to them. GMs can offer players the choice of vanquishing their opponents or of allying with them in a joint effort to stop this cosmic bout.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Mirror through the Multiverse", 
                            "type": "section", 
                            "name": "Mirror through the Multiverse", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The PCs are captured and taken to a grand arena where they must fight against other legendary creatures for the amusement of powerful planar entities. Each round of the competition proves more deadly than the last, as it becomes clear that only one team will survive this tournament. If the PCs are victorious, a great boon might be bestowed upon them, so when the chance to escape presents itself, they must decide whether or not to continue.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Proving Grounds of the Great Beyond", 
                            "type": "section", 
                            "name": "Proving Grounds of the Great Beyond", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Pursuing a once-strong champion of goodness like a fallen angel or an antipaladin, the PCs use mythic power not to oppose their enemy but to discover the source of his defection in the hopes of turning him back to the light. Or they must cleanse a relic that's been polluted by some festering malignancy. The corruption is so deep-seated that the PCs must journey to a distant place of renown that can be reached only by heroes wielding the strongest of mythic powers.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Redemption", 
                            "type": "section", 
                            "name": "Redemption", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Some legendary warrior or powerful monster returns, like a dragon or giant once imprisoned in stasis, petrified, or under an enchanted sleep. Finding its world gone and all of its family and kin perished at the hands of heroes long since past, its mind collapses into madness. The creature vows revenge on all its foes' descendants, or perhaps even the entire world, and slaughters in blind rage. The heroes must find a way to stay the avenger's madness or put the tormented soul to rest.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Revenge Unyielding", 
                            "type": "section", 
                            "name": "Revenge Unyielding", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>A rare disease has stricken one of the great races of the world. Giants, dragons, even outsiders might be victim to this debilitating plague. The oldest members of the afflicted species beseech the adventurers to stem this horrible contagion. Such a quest could take the PCs to far-flung parts of the world (and perhaps even beyond) searching for rare ingredients to concoct a cure. Alternatively, a sickness that strikes a species spread across the spectrum of good and evil, like outsiders or dragons, might make the PCs unlikely peace brokers between angels and devils or chromatic and metallic dragonkind while trying to find the cure.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Culling Plague", 
                            "type": "section", 
                            "name": "The Culling Plague", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The flensed flesh of a deity executed for unknowable crimes falls in a gory rain across the land. The areas with the highest concentration exhibit bizarre, troubling effects. The PCs, being close to one such place, gain mythic powers. Drawn to other epicenters as if pulled by the godflesh, the heroes must deal with the changes wrought by the storm. This includes putting down monsters that have likewise gained strange new abilities, hunting down masses of godflesh that are hidden deep underground or atop the highest peaks, and restoring peace to kingdoms that have gone to war over possession of these divine blessings.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Giving Rain", 
                            "type": "section", 
                            "name": "The Giving Rain", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>The PCs inherit a grand duty from a group of aging heroes with a sacred and momentous charge. This might be guarding a rift in the multiverse, manning the prison of a dreaded lich or even an elder god, or preserving the first teachings of arcane magic or a hallowed fighting style. The aging guardians deputize the PCs and charge them with a sacred quest to find others able to wield mythic power and take over for the august veterans when their time has come, or grant the PCs a chance to become the new guardians themselves. In the latter case, the older heroes direct the PCs toward quests and accomplishments that will increase their mythic power to the levels needed to replace the retiring guardians. Perhaps the PCs don't even realize they're being vetted for this crucial role as they undergo their adventures.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Old Guard", 
                            "type": "section", 
                            "name": "The Old Guard", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>An evil deity and its minions are making a play for ultimate power in the mortal realms. Other gods, prevented from interfering in the matter by a divine compact, task the characters to oppose the usurper. The PCs must disrupt the schemes of the deity's minions and work their way up through the ranks, breaking the chain one link at a time, until they finally confront the ambitious god.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/To Challenge a God", 
                            "type": "section", 
                            "name": "To Challenge a God", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>War rages across the land. Disparate humanoid and monstrous races fight with one another, oblivious to a rising threat that will soon endanger them all&mdash;and that might have orchestrated their conflicts in the first place to keep their armies occupied. The heroes alone learn the truth and must use their mythic powers to unite the warring groups&mdash;but doing so means facing a series of challenges of diplomacy, intrigue, and brute force. Only by banding together will the land be able to fight off their immense foe in the ultimate battle.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Uniting the Armies", 
                            "type": "section", 
                            "name": "Uniting the Armies", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Mythic boons are special rewards given for moments of dramatic achievement. Mythic PCs should repeatedly act in a heroic fashion, charging boldly into danger with confidence, and they should be rewarded for accomplishing such astonishing feats of daring, luck, and courage. Awarding mythic boons is one way for the GM to encourage the players to push their characters to their limits.</p><p>Granting a boon is simple: when the PCs accomplish an astounding feat of bravery, cunning, or luck, they should regain one use of their mythic power (but may not exceed their total uses). This can represent different things depending on the origin: the divine smiling upon the PCs, eldritch energy surging within, or even a character's pride made manifest as actual power.</p><p>When rewarding boons, the GM should reward all the PCs involved in that moment and keep these rewards balanced across the whole group. For example, if a barbarian champion charges forward and slays a powerful villain with a lucky critical hit with his axe, you might reward the barbarian, but don't neglect the rogue trickster flanking the villain with the barbarian and the bard marshal granting bonuses on the attack roll with his bardic performance as well. A character should get a boon no more than once per encounter, but the GM might waive this guideline in special circumstances.</p><p>Included below are example moments worthy of a boon. This is not an exhaustive list, as any situation can result in an extraordinary outcome. These should not be automatic; if a character is built to perform critical hits, he shouldn't be rewarded every time he scores three or more in one combat, but only when he does so in extreme circumstances.</p><p>Many of these boons require the character to perform the task against a mythic foe, but a suitably challenging normal foe might qualify as well, as determined by the GM. Unless otherwise specified, these moments must take place within the same encounter&mdash;the indestructible boon moment doesn't count if you survive two critical hits in one combat and one in the next, for instance.</p>", 
            "name": "Mythic Boons", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>With just a single melee or ranged attack, the character defeats a mythic creature that has its full hit point total.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Assassinate", 
                    "type": "section", 
                    "name": "Assassinate", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The PCs defeat at least four or more creatures, but only one (or none) of the PCs takes any damage during the battle.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Behind Me", 
                    "type": "section", 
                    "name": "Behind Me", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The PCs defeat a mythic foe by dealing nonlethal damage only.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Bloodless Victory", 
                    "type": "section", 
                    "name": "Bloodless Victory", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character ends or prevents a combat against a mythic foe with a single skill check, most likely Diplomacy or Bluff.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Calm Down", 
                    "type": "section", 
                    "name": "Calm Down", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character survives a single attack that deals massive damage to her (damage equal to or greater than half her maximum hit point total, minimum 50) and exceeds the DC of the subsequent Fortitude saving throw by 5 or more.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Cling to Life", 
                    "type": "section", 
                    "name": "Cling to Life", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character defeats a creature that has him entangled, grappled, or swallowed whole.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Close Call", 
                    "type": "section", 
                    "name": "Close Call", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character counterspells three or more spells from a single enemy spellcaster.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Counter Caster", 
                    "type": "section", 
                    "name": "Counter Caster", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Without failing any attack rolls, the character scores three critical hits in a row.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Critical Chain", 
                    "type": "section", 
                    "name": "Critical Chain", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>In 1 round, the character provokes four or more attacks of opportunity, but none of them hit.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Deadly Dance", 
                    "type": "section", 
                    "name": "Deadly Dance", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character confirms a critical hit against a mythic foe while at 0 or fewer hit points.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Deaths Door", 
                    "type": "section", 
                    "name": "Death's Door", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character defeats a mythic foe entirely while underwater, without the aid of any spells or abilities that allow the character to breathe.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Deep Breath", 
                    "type": "section", 
                    "name": "Deep Breath", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character starts a combat against a mythic foe without any uses of mythic power remaining (or confidence).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Desperate Measures", 
                    "type": "section", 
                    "name": "Desperate Measures", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character scores a critical hit using a ranged weapon against a target who is in the maximum range increment for the weapon.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Distant Crit", 
                    "type": "section", 
                    "name": "Distant Crit", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>While at 0 hit points, the character uses a spell, item, or special ability to heal an ally instead of herself, causing her to fall unconscious and gain the dying condition.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Final Gift", 
                    "type": "section", 
                    "name": "Final Gift", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character defeats a mythic foe at the beginning of combat, before any other creature has a chance to act.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/First to Fall", 
                    "type": "section", 
                    "name": "First to Fall", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character survives taking three critical hits.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Indestructible", 
                    "type": "section", 
                    "name": "Indestructible", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character successfully performs at least four different combat maneuvers.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Maneuver Display", 
                    "type": "section", 
                    "name": "Maneuver Display", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Using only one spell, the character defeats six or more creatures, ending the encounter.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Mass Obliteration", 
                    "type": "section", 
                    "name": "Mass Obliteration", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character makes a single attack against a mythic creature that deals massive damage (equal to or greater than half its total hit points, minimum 50).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Massive Attack", 
                    "type": "section", 
                    "name": "Massive Attack", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character deals damage to five or more creatures in a single round with melee or ranged attacks.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Massive Swing", 
                    "type": "section", 
                    "name": "Massive Swing", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Using only a single spell, item, or ability, the character heals a dying creature to full hit points.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Master Healer", 
                    "type": "section", 
                    "name": "Master Healer", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>In one day, the group defeats a number of mythic creatures with a combined total mythic tier equal to or greater than 3 &times; the highest mythic tier among the characters in the party.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Mythic Challenge", 
                    "type": "section", 
                    "name": "Mythic Challenge", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Using Bluff, the character convinces a creature of a nearly impossible lie (&ndash;20 modifier to the check).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Outrageous Lie", 
                    "type": "section", 
                    "name": "Outrageous Lie", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character uses a catapult, ballista, or ram to deal massive damage to a mythic creature (equal to or greater than half the creature's total hit points, minimum 50).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Overkill", 
                    "type": "section", 
                    "name": "Overkill", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character uses bardic performance to inspire its allies for 8 or more rounds.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Performance Victory", 
                    "type": "section", 
                    "name": "Performance Victory", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character makes three successful attacks against a creature that has total concealment from him.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Pinpoint", 
                    "type": "section", 
                    "name": "Pinpoint", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The group overcomes six or more encounters without resting or regaining any abilities.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Push On", 
                    "type": "section", 
                    "name": "Push On", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>After sustaining a critical hit while casting a spell, the character succeeds at the concentration check and defeats a foe with that spell.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Resilient Caster", 
                    "type": "section", 
                    "name": "Resilient Caster", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The creature catches an arrow or other projectile from a ranged attack and uses it to make a successful hit on the attacker within 1 round.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Return to Sender", 
                    "type": "section", 
                    "name": "Return to Sender", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character succeeds at a skill check with a DC of 20 or higher when he rolled a natural 5 or lower.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Savant", 
                    "type": "section", 
                    "name": "Savant", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character casts at least one spell from each school of magic (not counting spells that are two or more levels below the highest level of spell he can cast).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/School Display", 
                    "type": "section", 
                    "name": "School Display", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Using path abilities, the character prevents an ally from taking any damage from an attack at least three times.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Shield Ally", 
                    "type": "section", 
                    "name": "Shield Ally", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character exceeds the DC of a skill check by 20 or more.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Skill Supremacy", 
                    "type": "section", 
                    "name": "Skill Supremacy", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character defeats a mythic creature without assistance from any allies, including animal companions, cohorts, etc.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Solo Warrior", 
                    "type": "section", 
                    "name": "Solo Warrior", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character defeats a mythic creature with a single spell on the first round of combat, before it has a chance to act.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Swift Doom", 
                    "type": "section", 
                    "name": "Swift Doom", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The group defeats an encounter in a single round.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Swift Victory", 
                    "type": "section", 
                    "name": "Swift Victory", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>In 1 round, the character uses Acrobatics to move through the threatened areas of at least five foes without provoking any attacks of opportunity.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Tumbler", 
                    "type": "section", 
                    "name": "Tumbler", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>With a single use of channel energy, the character defeats eight or more undead creatures or four or more mythic undead.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Undead Bane", 
                    "type": "section", 
                    "name": "Undead Bane", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character suffers the effects of at least three of the following conditions at the same time while in combat with a mythic foe: blinded, confused, deafened, disabled, exhausted, frightened, nauseated, paralyzed, pinned, and stunned.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Unstoppable", 
                    "type": "section", 
                    "name": "Unstoppable", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>While using wild shape or some other polymorph effect, the character defeats a mythic foe.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Wild Warrior", 
                    "type": "section", 
                    "name": "Wild Warrior", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character reverses a grapple against a foe and pins that foe on the following turn.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Boons/Wrestler", 
                    "type": "section", 
                    "name": "Wrestler", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Recurring villains are a staple of fantasy fiction and with a little careful planning you can make your mythic villains memorable opponents your players to remember and talk about for years to come. With the heroes possessing extraordinary power, the villains that defy them should also possess a measure of that power. A memorable, iconic villain will bump elbows with the PCs over and over again. Such a villain builds tension&mdash;for even as the PCs foil her plans, they're kept frustrated by failing to permanently stop this fiend. Creating such nasty villains is challenging as heroes grow stronger and get better at killing off persistent foes. To ensure the mythic villain survives, make use of noncombat encounters, ensure your villain always has an escape plan, and don't be afraid to reintroduce her after the players think she's had been finished off.</p><p>Noncombat encounters help players develop a connection between their PCs and the villain in a way that doesn't risk the villain's life (or the PCs'). Early on, she can appear as a harmless or even helpful NPC. Or, if the PCs have already fought the villain, she can leave notes or use magic to taunt them. Various mythic powers, the Disguise skill, or even simple magic like <i>disguise self</i>, <i>glibness</i>, or <i>nondetection</i> can be used to help a villain blend in and rub elbows with the heroes all while seeming innocuous. Later, once the villain is revealed, she can work behind the scenes, using minions and other allies to accomplish her ends, all the while making it plain to the PCs that she's continuing to thwart them.</p><p>In a world where powerful creatures are hunting you, paranoia and the willingness to abandon plans and allies are key to survival. If you want your villain to fight the players, plan an early exit. It's okay for a villain to flee even if she might win a confrontation, as her plans are a long game and require that she survive to see them through. There are many spells, mythic powers, and class abilities that give the villain the ability to get away in a hurry. She should use more mundane escape methods when possible, concealing her iconic escapes as much as possible so they're more difficult for the PCs to counter.</p><p>Should the villain be killed, don't be afraid to have her revisit your campaign for a little posthumous mockery and mayhem. There are many ways to reintroduce a dead villain&mdash;sometimes it's as simple as having a minion cast <i>raise dead </i>or<i> resurrection</i>, but there are other, more sophisticated options. You can introduce a new recurring villain who tracks down one of the PCs' dead foes and brings him to some semblance of life in the form of an undead minion or possessed item, or who uses <i>speak with dead</i> to learn the deceased foe's secrets.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Recurring Mythic Villains", 
            "type": "section", 
            "name": "Recurring Mythic Villains", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Mythic heroes, for all their might, are still people with troubles and flaws. Many such legendary beings have equally legendary flaws that are ultimately their undoing. Because of the heroes' great power, these failings and weaknesses are also often dramatic, and if their enemies learn of these flaws, they will seek to exploit them.</p><p>The following mythic flaws are optional rules the GM may want to include in a mythic campaign in order to reflect heroes of old. They force characters to suffer a particular ailment in certain situations, one that they can't mitigate or work off over time&mdash;a flaw truly a part of their mythic nature.</p><p>Flaws don't provide great benefits to the characters&mdash;including them is purely for dramatic purposes, not to create an optimal character. The GM should carefully weigh whether or not to include them in the game, and decide if their addition is a benefit to the story as a whole and (more importantly) something the players will enjoy playing.</p><p>If you decide to include mythic flaws in the game, they are gained at the same time the character gains mythic power, during the moment of ascension. You can select these flaws yourself, making them an aspect of the theme used to grant the PCs mythic power, or you can allow the PCs to select them, integrating the flaws into their backstories. The following mythic flaws are examples of the types of flaws you could include in your game.</p>", 
            "name": "Mythic Flaws", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>There is only one food or drink that can nourish your hero, and without it your powers fade. Select one specific type of food or drink (other than water). If you don't ingest that food or drink at least once per day, you begin to lose your mythic powers. After the first day of absence, you can no longer regain uses of mythic power. After the second day, you lose all the powers and abilities granted by your mythic path. After the third day, you lose all of your mythic abilities, with the exception of ability score increases, bonus hit points, and bonus mythic feats. These powers and abilities are immediately restored as soon as you consume that food or drink.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Dependency", 
                    "type": "section", 
                    "name": "Dependency", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>One element above all others has an adverse effect on your power and is capable of harming you like no other. Select either acid, cold, electricity, or fire. You take double the amount of damage whenever that damage is of the selected type. You never benefit from resistance or immunity to that element. When an effect of that type is used against you, it is always treated as though it's from a mythic source.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Elemental Vulnerability", 
                    "type": "section", 
                    "name": "Elemental Vulnerability", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Your rage is a beast, one that you can barely control. Whenever you are hit by a critical hit or demoralized by the Intimidate skill, you go into an uncontrollable rage. This functions like the barbarian's rage class feature, but you don't gain a bonus to your Strength or Constitution score (even if you have the rage class feature). This limits the actions you can perform and gives you a &ndash;2 penalty to Armor Class. The rage lasts for a number of rounds equal to 1d4 plus your mythic tier, but you aren't fatigued after this duration expires. If you have the rage class feature, this does not count toward your uses of that feature. If you are raging when this flaw is triggered, that rage immediately ends and this effect begins.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Furious Rage", 
                    "type": "section", 
                    "name": "Furious Rage", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>You are first, best, and above all others. Your power is unrivaled and you know it. You receive a +4 morale bonus on saving throws against fear. Whenever you succeed at a saving throw against an effect that would have caused you to gain the shaken, frightened, or panicked condition, you instead gain the staggered condition for a duration equal to the duration of the effect that you saved against, as you spend part of each round boasting about your prowess. If you instead fail a saving throw against such an effect, that effect's duration is doubled as you're also confronted with doubt or shame.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Hubris", 
                    "type": "section", 
                    "name": "Hubris", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>There is one material that can penetrate even your toughest defenses. Select cold iron, silver, or wood. Weapons made primarily from that material automatically confirm all critical hits against you and the critical multiplier is increased by 1 (to a maximum of &times;4). If you have damage reduction, weapons made primarily of that type always bypass that reduction.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Material Weakness", 
                    "type": "section", 
                    "name": "Material Weakness", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The power that you wield speaks to you, and it befuddles your mind at critical moments. Whenever you're hit by a critical hit or fail a saving throw against a mind-affecting spell or special ability, you also gain the confused condition for 1d4 rounds.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Mercurial Mind", 
                    "type": "section", 
                    "name": "Mercurial Mind", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Despite your power, there is one type of magic that is foretold to be your undoing. Those that wield it are of great danger to you. Select one school of magic (except divination). Whenever you attempt a saving throw against a spell or effect of that school, you take a &ndash;4 penalty on the saving throw. The effects of such spells (if harmful) last twice as long if you fail the saving throw. In addition, all spells and effects of that school used against you are always treated as though they're from a mythic source. You also may not benefit from spells and effects from the selected school, subject to GM discretion.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/School Aversion", 
                    "type": "section", 
                    "name": "School Aversion", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The prophecies say that one weapon will be your doom. Select one group of weapons from the list of fighter weapons. Weapons from the selected group gain a +4 bonus on attack and damage rolls against you. If a weapon from the selected group scores a critical hit against you, the critical multiplier is increased by 1 (to a maximum of &times;4). If you have damage reduction, weapons from that group always bypass that reduction.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Weapon Weakness", 
                    "type": "section", 
                    "name": "Weapon Weakness", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Creating an adventure that feels mythic can be a daunting task, as there are a lot of factors to consider. The following ideas give you something to work with when designing your campaign. Each idea includes a basic synopsis of the plot, a list of some of the challenges the heroes could face, a look at the primary adversary, and ideas for further adventures. Some of these ideas imply the heroes' mythic origin, but they can easily be tailored for PCs who have already gone on other mythic adventures.</p>", 
            "name": "Ideas for Mythic Adventures", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Many stories in novels, comic books, television shows, and movies involve powerful characters losing their abilities for a short time. It's tempting for many GMs to make that a part of a mythic campaign. While you can certainly use such a plot device in your game, the loss of power must be handled carefully to avoid turning an otherwise fun string of adventures into something no one wants to play anymore. Here are a few tips to make this idea work in a fun way.</p><p>To start with, this is only a good option when the characters are in the middle tiers (between 4th and 7th tier). If the heroes are of a lower tier, they haven't used their mythic power enough to make the powerlessness storyline interesting. If they're of a higher tier, the gulf between their mythic story and the story being told now is so great that it may break the flow of the story.</p><p>Powerlessness arcs should last no more than a couple sessions, lest the temporary loss of power start to seem like a permanent disability.</p><p>Causes of the PCs' powerlessness need to be explainable&mdash;and either the characters know about it beforehand or someone informs them of the cause after they've lost their powers. It could be an event that comes to pass, like a lunar eclipse or a great volcano's eruption disrupting the flow of power in the world. Or a foe might enact a ritual to nullify the heroes' power. The PCs might even be responsible for their own loss of power, especially if the divine being who granted the powers doesn't approve of their recent activities.</p><p>Solutions to the PCs' plight should make sense from a story perspective. Events pass, reinstating the PCs' mythic power (in which case, the PCs need merely to wait, and possibly fight to survive until then). The foe's rituals are undone by the temporarily normal PCs. Or penance can be granted as the PCs show that they're still worthy.</p><p>Drama happens between the cause and solution: foes that should have been easy before become challenges again, and those the heroes have angered can now retaliate, whether they are monstrous foes or slighted townsfolk. The rewards acquired during this time should reflect the difficulty of the challenges the PCs face.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Moments of Powerlessness", 
                    "type": "section", 
                    "name": "Moments of Powerlessness", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Not too far from the city is a famous holy site dedicated to a powerful deity. Pilgrims constantly trek to the site to receive the god's blessing, but recently those pilgrims have been found turned to stone along the side of the road. The local clergy is deeply concerned, both for their parishioners' lives and for the sanctity of the site.</p>", 
                    "name": "Eternal Gaze", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Eternal Gaze", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The souls of the petrified pilgrims hover around their bodies. Frightened and confused, the spirits (manifesting as ghosts, spectres, or even will-o'-wisps) attack anyone who comes near. Destroying the spirits doesn't kill them, but drives them back into their bodies to lie quiescent.</p><p>The holy site was corrupted by cultists of an enemy to the deity. This place has always been dangerous to approach, seated atop a high peak reaching up to the heavens, but now some of the paths have been destroyed, forcing the heroes to take a far more perilous route to reach the summit.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The cultists are led by a mythic medusa, once a devotee of this deity before being cursed and tortured into serving the rival power. The PCs are being used as pawns in this ancient struggle&mdash;but for the good of the pilgrims, they must defeat this menace and her cultists.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>Returning the pilgrims to life might be a difficult task, requiring the PCs to venture to faraway lands to recover the ingredients necessary to undo the petrification. The cult might seek revenge for ruining their plans. Or the church might ask the PCs to seek out and destroy the cult once and for all.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>A town has had a secretive mythic protector&mdash;a mythic phoenix&mdash;watching over it for the last few decades and keeping it from harm. When an ancient red dragon woke from its slumber and went on a rampage, this protector had no choice but to act. The phoenix soared into the sky to meet the challenge, but in the ensuing battle, both were left crippled, falling back to earth. While the dragon was wounded and forced to flee back to its lair, the phoenix had the very fires of its being corrupted by the evil wyrm. Now it stalks the land, burning everything it its wake, mad with pain, its mind clouded by the dragon's magic.</p>", 
                    "name": "Falling Stars", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Falling Stars", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>During the battle up above the town, the phoenix's tears rain down on the PCs, granting them mythic power and imbuing them each with a piece of its pure spirit. In the coming days, as the corrupted phoenix sets huge fires all around the realm, the PCs realize they must find a way to heal the creature, or at the very least put it out of its misery.</p><p>They must travel to its secret home to uncover all they can about the phoenix, all the while battling fires, protecting the community, and dealing with various monsters imbued with the phoenix's corrupted essence. Once they uncover the guardian's true nature, they must find a way to track it down and heal it, or put an end to it.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The mythic phoenix is their foe, although not a traditional one. The PCs might wish to save it by purging the evil that has corrupted its fire. In doing so, they must find a way to approach and cure it without being destroyed. Or they see that the phoenix is too far gone, and choose instead to end it and take up its mantle of protector (and hope that their mythic powers remain after the phoenix is dead).</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>The evil dragon is still out there, healing from its own wounds and biding its time to attack again. If the heroes heal the phoenix, it tells them about the dragon, and gives them information to help defeat it. The phoenix might reveal that the dragon has been its rival for countless years, and that they need to acquire some sort of legendary weapon if they ever hope to finally defeat it.</p><p>On the other hand, if the PCs do kill the phoenix, they could very well meet it again after its rebirth. Whether it will be grateful to the PCs for releasing it or angry at them is anyone's guess…</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>What was to be a joyous occasion, the naming ceremony for the king and queen's newborn child, quickly turned to a scene of horror. The doors to the grand chamber opened and an old woman playing an ancient silver pipe entered. The attendees froze in place, unable to resist the piper's tune. As she made her way to the throne, the shadows of the king and queen rose up and seized the newborn royal, carrying the prince out through the doors with the piper following the procession. Left behind was a note instructing the kingdom to send its finest champions to the great arena in the pit of the world \"and if they survive our gladiator games, so will your kingdom.\"</p>", 
                    "name": "For Love of Sport", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/For Love of Sport", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The PCs are called upon to venture to the arena and return the missing prince by any means necessary. Upon arriving, they realize that the arena is run by incredibly powerful devils and that the only way to succeed is to enter the games. Mythic creatures are perfect for these contests. Manticores, giants, hydras&mdash;nothing is out of reach of the organizers. The ring reforms itself for each match, reflecting the normal environs of the creature the heroes are pitted against. For one match, the environment might be a swamp, the perfect home for a hydra. For the next match, it might be a graveyard, full of fresh bodies for a talented necromancer. Another match might fill the ring with shifting sands, perfect for a mummy intent on seeking revenge against the living.</p><p>There's more than one way to win, however. If the heroes convince the other contestants to band together, it's possible they could overthrow the devils, rescue the captured prince, and return home.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>A powerful group of devils has organized these games, ostensibly to pass the time torturing mortals by forcing them to fight for the fiends' amusement. The devils, however, have a secret agenda. Powerful auguries have told them that the heroes will be a great threat to their kind and they kidnapped the prince to lure them here. They have no actual care for the prince or his kingdom, hoping instead only to slay the heroes before they can become a threat. While the PCs may never fight the devils directly, winning in the arena ruins the fiends' plans.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>Some of the devils don't appreciate watching as their prized possessions lose in the ring. They may seek revenge against the heroes at a later date, or attempt to capture them for a repeat performance. There's still the matter of the heroes and their destiny, and it may turn out that luring them to the arena is what sets them on the course to defeating the devils.<span class=\"hyperlink char-style-override-23\"></span></p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>For centuries, a stretch of fertile land has been tended by several small settlements of halfling farmers. These halflings have developed a mystical bond with the land, creating a birthright of governance they pass down from generation to generation. Just recently, this bond was rudely severed by forces unknown. The land blighted, the crops withered, and the fields fell fallow.</p>", 
                    "name": "Legacy of Earth", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Legacy of Earth", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>To make matters worse, vicious carnivorous plants have sprung up in the once verdant fields. Aggressive mythic plant creatures wander the area in droves, and a yellow musk creeper spawns unusually powerful and relentless zombies. The halflings beg the heroes to find the root of the problem and restore the natural balance.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The destructive plants are being orchestrated by an evil mythic druid. The druid lives in a series of underground tunnels reinforced by giant, slimy roots. Dire rats and badgers, bat swarms, and venomous snake swarms could all guard the druid. Once confronted, the druid turns out to be an evil fey creature&mdash;a forlarren. Destroying it isn't enough to cleanse the land, though. The tunnels may stretch even deeper, leading to a strange cavern lair housing a terrible threat: a band of myceloids worshiping a mythic myceloid leader, or even worse, a sard. Destroying these toxic creatures returns the birthright of the land back to the halflings.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>As they finish the last of the evil creatures, the heroes gain the ability to create the type of mystical bond that joins the halflings with the land. They can teach this secret to others and may even consider it their duty to pass on this knowledge to farming communities in difficult areas. Evidence in the underground cavern may also point to more of these evil colonies in other parts of the world.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>The heroes come upon a portion of the world left unmade. Whether an oversight of the creator, natural forces of the world, or unique arcane phenomena, this zone is a roiling mass of primeval matter that proves dangerous. Violent creatures of chaos drift in the mutable depths, and other powerful individuals with less noble intentions seek to control what sages term the Nascent Sphere. The heroes must learn to master and shape the primeval matter while keeping ill-meaning forces from encroaching. If the heroes lose control of the Nascent Sphere, a mythic villain may step forward to create a literal hell on the face of the world.</p>", 
                    "name": "The Nascent Sphere", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/The Nascent Sphere", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The Nascent Sphere is a place of pure chaos and creation. Its mythic denizens include chaos beasts with the savage template, howlers, and elementals. A community of proteans, led by a powerful keketar, live within the Nascent Sphere and claim it as their territory, but aren't immediately hostile to the heroes. The proteans are also not strong enough to defend the Nascent Sphere against evil attackers, including a band of vicious demodands. The arrival of a powerful azata emissary, perhaps a brijidine, complicates matters when she levies as much suspicion on the heroes as she does on the demodands.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>If the heroes can navigate the dangers of the Nascent Sphere, defeat the demodands, and either destroy or gain the aid of the proteans and the azata, they may finally reach the heart of the Nascent Sphere. There they find the source of the Nascent Sphere's creative forces and also its final guardian&mdash;a mythic hekatonkheires titan, exiled to the mortal world long ago and nearly able to free itself.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>Once the heroes choose a form for the Nascent Sphere, it permanently assumes that shape. However, the thwarted demodands believe they can reverse the process and turn the entire area into seething chaos. Demodand assassins lurk in the shadows, ready to strike when the heroes least suspect it. Archons visit from Heaven, believing that the heroes' new home holds the key to bringing order to chaos, and may be a weapon against the legions of the Abyss. The archons are insistent in their studies and suspicious of any reluctance on the heroes' part to house their divine visitors. Peasants and mercenaries flock to the heroes' new home, looking for land and work, and if the heroes take on citizens, they may find themselves suddenly rulers of a nation and unwittingly infringing on sovereign borders. (See <i>Pathfinder RPG Ultimate Campaign</i> for more on kingdom building.)</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>An ancient civilization once dominated a valley, but its citizens have since degenerated into savagery. Still, vestiges of the civilization remain. Rumors reach the heroes that vast treasures and ancient magic reside on three mountain peaks surrounding the valley.</p>", 
                    "name": "Perilous Peaks", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Perilous Peaks", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>The modern descendants of the civilization remain in the area, but they are brutal and xenophobic. These antagonists could be athachs, hill giants, or lamia. They roam in packs on the lower mountain reaches, attacking intruders on sight, and craft pit traps and falling-rock traps. The upper reaches of the mountains are home to giant eagles, mythic leucrottas, mythic rocs, and yrthaks.</p><p>The peak of each mountain holds a different challenge. One peak holds the lair of a mythic crag linnorm. Among its treasure is a golden crown of the ancient civilization. A second peak holds a deep cavern, where a fearsome mythic neothelid dwells. Its treasure includes a heavy tome written in an ancient language containing the collected wisdom of long-ago rulers who lived through difficult challenges and recorded their thoughts and decisions. When the heroes descend from the second peak, they may encounter the bulk of the valley's inhabitants, led by a ferocious barbarian with guardian tiers. The third peak is clouded in perpetual storms and home to a mythic thunderbird. Once the thunderbird is slain, the clouds clear to reveal that the top of the mountain bears a carved stone throne.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>The true threat here is the degenerate race that might be returned to greatness if only the PCs can convince them to leave their barbaric ways behind. If the heroes can get the leader up to the stone throne, and sit him there with the book on his lap and the crown on his head, a spark of enlightenment lights within him and all his people. The heroes have started the race on a path back to greatness. Accomplishing this might require them to defeat the leader in single combat, or perhaps even the leader and his personal guard.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>If the heroes destroyed all the valley dwellers before uncovering the secret of the three peaks, they may go in search of other members of the race to sit upon the throne. If the heroes restored the civilization, they become valuable allies who may provide further adventuring opportunities.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }, 
                {
                    "body": "<p>After spending the night in a hollow, the heroes waken to a feeling of unease. The trees appear to have moved during the night, the road is missing, and the hill giant that just wandered into camp seems to think the heroes are creatures from childhood tales. Here, humans, dwarves, elves, halflings, and all the other common races are all thought to have been extinguished from the land long ago. The PCs also realize that they have newfound powers in this strange land. Little did they know that they camped near a mystical artifact that transported them to this new world due to unknown conditions that just happened to be right.</p>", 
                    "name": "Unexpected Travels", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Unexpected Travels", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>To get back, the group must either locate a specific artifact&mdash;the twin of the one that transported them in the first place&mdash;or find another way to create a portal back. Many of the denizens tell the PCs about a wise woman who might be able to show them a way they could return, but lament that the queen captured her long ago.</p><p>Survival in a land where the heroes are considered to be legendary, extinct creatures presents interesting opportunities for interaction. Groups might seek a favor or two before providing much needed information to the heroes. Normally hostile groups might worship the newcomers. Others that would have called them allies back home might instead view them as a threat, especially since the information and insights the newcomers bring threaten the balance of power and the land's fragile peace.</p><p>If the heroes make their way to the queen's gigantic fortress, they find a new challenge before them, as every inhabitant is over twice their size. The queen's familiar, an enormous black cat, becomes a truly terrifying beast as it plays with new prey.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Challenges"
                        }, 
                        {
                            "body": "<p>For the PCs to rescue the wise woman, they must defeat the queen (who could be based on a type of mythic giant). For her part, she does not necessarily want the PCs dead right away, but instead wants to learn more about their world so that she can expand her domain.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Adversary"
                        }, 
                        {
                            "body": "<p>Other creatures might seek out the heroes' home world now that they know it exists. If the PCs don't kill the queen in her world, she may seek revenge in theirs. The PCs might learn that the queen sent the artifacts to other worlds and that she has many other captives who need the PCs' help. Perhaps the mythic power even remains when the PCs return home, only to discover their returning has awakened long-dormant mythic power across their world, unleashing many perils.</p>", 
                            "source": "Mythic Adventures", 
                            "type": "section", 
                            "name": "Further Adventures"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Mythic Game", 
    "type": "section"
}