{
    "body": "<p>Mythic spells draw upon the caster's mythic power to create more powerful magical effects&mdash;<i>mythic fireball</i> sets affected creatures on fire, <i>mythic mage armor</i> can negate critical hits, and so on. These spells aren't separate spells you gain as a spell known from your spellcasting class, but rather mythically charged versions of spells you already know.</p>", 
    "name": "Mythic Spells", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells", 
    "sections": [
        {
            "body": "<p>To learn a mythic spell, you must either select the mythic spellcasting universal path ability or the Mythic Spell Lore feat. In doing so, you unlock the secret of using your mythic power to amplify non-mythic spells you choose.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Learning Mythic Spells", 
            "type": "section", 
            "name": "Learning Mythic Spells", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>If you know the mythic version of a spell, any time you cast the spell, you may expend one use of mythic power to convert the spell into its mythic version as you cast it. This doesn't change the level of the spell slot you use to cast the spell.</p><p>If you're a caster who prepares spells (such as a cleric or wizard), you never have to prepare the mythic version of a spell&mdash;if you prepare the non-mythic version, you may cast it as the mythic version by expending one use of mythic power. Unless otherwise specified, casting the mythic version of a spell doesn't take any longer than casting the non-mythic version.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Casting Mythic Spells", 
            "type": "section", 
            "name": "Casting Mythic Spells", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Unless otherwise specified, a mythic spell works just like the non-mythic version of the spell. For example, zombies created by both <i>animate dead</i> and <i>mythic animate dead</i> count toward the spell's HD limit of how many undead you can control at one time, and a chaotic creature is immune to <i>mythic chaos hammer</i> in the same way it's immune to <i>chaos hammer</i>.</p><p>Unless a mythic spell's description says it improves, replaces, or upgrades an effect of the non-mythic spell, or says that it creates an effect instead of the non-mythic spell's effect, it retains all the effects of the non-mythic spell in addition to the effects of the mythic version. For example, the <i>mythic blasphemy</i> spell has penalties for creatures that fail their saves; because the description doesn't indicate that these penalties replace those of non-mythic <i>blasphemy</i>, the penalties are in addition to the non-mythic spell's effects.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Effects of Mythic Spells", 
            "type": "section", 
            "name": "Effects of Mythic Spells", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>An augmented version of a mythic spell has the same effect as the mythic spell, plus additional benefits, options, or an increased effect. Some augmented effects require you to have a minimum tier in order to cast it as an augmented mythic spell. If so, the tier requirement for the augmented effects is listed in parentheses in the entry. For example, \"Augmented (4th)\" means you must have at least 4 mythic tiers to use this option. If you know a mythic spell, you automatically know how to cast the augmented version of that mythic spell upon reaching the required tier.</p><p>Casting the augmented version of a mythic spell requires you to expend more uses of mythic power when you cast it. The number of additional uses required for the augmented version is listed in the spell's augmented entry and includes the one use of mythic power necessary to cast the mythic version of the spell. When you cast a spell, you must decide whether you want to cast the non-mythic version, the mythic version, or the augmented mythic version, and expend the appropriate number of uses of mythic power. You can't cast the non-mythic version of the spell and later expend one use of mythic power to change it to the mythic version, nor can you cast the base mythic version of a spell and later in the duration expend the difference in mythic power to change it to the augmented version.</p>", 
            "name": "Augmented Mythic Spells", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Augmented Mythic Spells", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>You're a 9th-level wizard/6th-tier archmage who knows <i>mythic animate dead</i> and has <i>animate dead</i> prepared. Casting <i>animate dead</i> works as normal and requires no uses of mythic power. Casting <i>mythic animate dead</i> requires you to expend one use of mythic power when you cast your prepared <i>animate dead</i>. Casting the augmented version of <i>mythic animate dead</i> requires you to expend two (not three) uses of mythic power when you cast your prepared <i>animate dead</i> spell.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Augmented Mythic Spells/Example", 
                    "type": "section", 
                    "name": "Example", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Mythic spells can't be crafted into magic items unless the item is an artifact (for example, you can't brew a <i>potion of mythic cure light wounds</i>).</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Mythic Spells in Magic Items", 
            "type": "section", 
            "name": "Mythic Spells in Magic Items", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>In a creature stat block, a superscript \"M\" indicates the creature knows the mythic version of the spell.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Mythic Spells in Stat Blocks", 
            "type": "section", 
            "name": "Mythic Spells in Stat Blocks", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Any spell you cast as a mythic spell can also be cast in a potent form that is harder to resist. By expending one additional use of mythic power, you increase the spell's save DC by 2 and gain a +2 bonus on your caster level check to overcome spell resistance.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Potent", 
            "type": "section", 
            "name": "Potent", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Any spell you cast as a mythic spell can also be cast in a resilient form that is harder to dispel or counterspell. Expend one additional use of mythic power; any check attempted in order to dispel the spell then takes a &ndash;4 penalty, and the spell can't be countered unless the opposing caster also expends a use of mythic power to overcome your spell's resilience (in which case the normal rules for counterspelling apply).</p><p>You may combine the potent and resilient forms of a spell; to do so, you must expend a total of two additional uses of mythic power. You can cast potent and resilient forms of augmented mythic spells in the same manner.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Resilient", 
            "type": "section", 
            "name": "Resilient", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Unless otherwise stated, any reference to tier in a mythic spell description refers to the tier of the creature casting the spell. Whenever a mythic spell refers to half your tier, the minimum is 1 (meaning you still get a benefit at 1st tier).</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Spells/Tiers in Mythic Spell Descriptions", 
            "type": "section", 
            "name": "Tiers in Mythic Spell Descriptions", 
            "source": "Mythic Adventures"
        }
    ], 
    "source": "Mythic Adventures", 
    "type": "section"
}