{
    "source": "Mythic Adventures", 
    "sections": [
        {
            "source": "Mythic Adventures", 
            "text": "<p>The following lists summarize all the mythic versions of existing spells presented in this section, as well as new spells that draw upon, grant, or steal mythic power.</p>", 
            "type": "section", 
            "name": "Spell Lists", 
            "sections": [
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>In the spell lists and the short descriptions that follow them, the spells are presented in alphabetical order by name except for those belonging to certain spell chains. When a spell's name begins with \"lesser,\" \"greater,\" or \"mass,\" the spell is alphabetized under the second word of the spell name instead.</p>", 
                    "type": "section", 
                    "name": "Order of Presentation"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>The term \"Hit Dice\" is used synonymously with \"character levels\" for effects that affect a specific number of Hit Dice of creatures.</p>", 
                    "type": "section", 
                    "name": "Hit Dice"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>A spell's power often depends on caster level, which is defined as the caster's class level for the purpose of casting a particular spell.</p>", 
                    "type": "section", 
                    "name": "Caster Level"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>\"Creature\" and \"character\" are used synonymously in the spell descriptions.</p>", 
                    "type": "section", 
                    "name": "Creatures and Characters"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>An asterisk (*) after a spell name indicates a new spell presented in <i>Mythic Adventures</i></p>", 
                    "type": "section", 
                    "name": "New Spells"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>A superscript \"A\" appearing at the end of a spell's name in these lists indicates the spell has an augmented effect when the caster expends additional uses of mythic power. See the individual spell descriptions for information on the augmented effect.</p>", 
                    "type": "section", 
                    "name": "Augmented Mythic Spells"
                }
            ]
        }
    ], 
    "name": "Spell Lists", 
    "type": "section"
}