{
    "body": "<p>The nagaji are a race of ophidian humanoids with scaled skin that mimics the dramatic appearance of true nagas. Like serpents, they have forked tongues and lidless eyes, giving them an unblinking gaze that most other races find unnerving. Their physical forms are otherwise humanlike, raising wary speculation about their origins. It is widely believed that true nagas created them as a servitor race, through crossbreeding, magic, or both, and indeed nagaji revere nagas as living gods. Nagaji often inspire awe and fear among other humanoids, as much for their mysterious ancestry as for their talent for both swords and sorcery. </p>", 
    "name": "Nagaji", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Nagaji", 
    "type": "race", 
    "subtype": "uncommon_race", 
    "sections": [
        {
            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-strength,-+2-charisma,--2-intelligence\">Nagaji are strong and have forceful personalities, but tend to ignore logic and mock scholastic pursuits.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits/+2 Strength/+2 Charisma/-2 Intelligence", 
                    "type": "section", 
                    "name": "+2 Strength, +2 Charisma, -2 Intelligence", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Nagaji are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"reptilian\">Nagaji are humanoids with the reptilian subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits/Reptilian", 
                    "type": "section", 
                    "name": "Reptilian", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Nagaji have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"low-light-vision\">Nagaji can see twice as far as humans in conditions of dim light.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Low-Light Vision"
                }, 
                {
                    "body": "<p id=\"armored-scales\">Nagaji have a +1 natural armor bonus from their scaly flesh.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits/Armored Scales", 
                    "type": "section", 
                    "name": "Armored Scales", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"resistant\">Nagaji receive a +2 racial saving throw bonus against mind-affecting effects and poison.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits/Resistant (Ex)", 
                    "type": "section", 
                    "name": "Resistant (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"serpent's-sense\">Nagaji receive a +2 racial bonus on Handle Animal checks against reptiles, and a +2 racial bonus on Perception checks.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Nagaji Racial Traits/Serpents Sense (Ex)", 
                    "type": "section", 
                    "name": "Serpent's Sense (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Nagaji begin play speaking Common and Draconic. Nagaji with high Intelligence scores can choose from the following: any human tongue, Abyssal, Aklo, Celestial, Draconic, Giant, Infernal, and Sylvan.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Nagaji Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial trait may be selected instead of  an existing nagaji racial trait. Consult your GM before selecting this option.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"hypnotic-gaze\">The nagaji's gaze is so intense it stops others in their tracks. Once per day, it can attempt to hypnotize a single target, as per the spell <i>hypnotism</i> (caster level equal to the nagaji's Hit Dice). The DC of this effect is equal to 11 + the nagaji's Charisma modifier. The effects of the hypnotic gaze only last a single round. This racial trait replaces serpent's sense.</p>", 
                    "name": "Hypnotic Gaze (Sp)", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Alternate Racial Traits/Hypnotic Gaze (Sp)", 
                    "subtype": "nagaji", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all nagaji who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">Add +1 on Craft (alchemy) checks to craft poison and +1/3 on the DCs of poisons the alchemist creates.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a grapple or trip attempt.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"monk\">Add +1/4 point to the monk's <i>ki</i> pool.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"summoner\">Add +1 hit point to the summoner's eidolon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetype is available to nagaji.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The naga aspirant follows the ancient beliefs and engages in the rituals of a druidic sect dedicated to the transcendence of her nagaji form through absolute devotion to nagas and naga gods. Through acting as a herald to the naga deities, the aspirant is rewarded with the ability to unlock her ultimate spirit form and become a true naga. A naga aspirant has the following class features.</p>", 
                    "name": "Naga Aspirant (Druid)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"aspirant's-bond\">A naga aspirant gains a spiritual connection to the serpentine deities worshiped by the nagas. At 1st level, and each time she gains a druid level, she may add one of the following spells to her druid spell list.</p><p>0&mdash;<i>acid splash</i>, <i>bleed</i>, <i>daze</i>, <i>mage hand</i>, <i>open/close</i>, <i>ray of frost</i>; 1st&mdash;<i>charm person</i>, <i>divine favor</i>, <i>expeditious retreat</i>, <i>mage armor</i>, <i>magic missile, ray of enfeeblement, shield, shield of faith, silent image, true strike</i>; 2nd&mdash;<i>acid arrow</i>, <i>detect thoughts</i>, <i>invisibility</i>, <i>mirror image</i>, <i>scorching ray</i>, <i>see invisibility</i>; 3rd&mdash;<i>dispel magic, displacement, fireball, lightning bolt, suggestion</i>; 4th&mdash;<i>divine power</i>, <i>greater invisibility</i>.</p><p>This ability replaces spontaneous casting.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)/Aspirants Bond (Ex)", 
                            "type": "section", 
                            "name": "Aspirant's Bond (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"aspirant's-enlightenment\">At 4th level, a naga aspirant gains a +4 bonus on saving throws against the spell-like abilities, supernatural abilities, and poison of nagas. This ability replaces resist nature's lure.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)/Aspirants Enlightenment (Ex)", 
                            "type": "section", 
                            "name": "Aspirant's Enlightenment (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"naga-shape\">At 6th level, the naga aspirant can use her wild shape ability (gained at 4th level, as normal) to assume the form of a true naga. This effect functions in a similar manner to a <i>shapechange</i> spell with the following exception. The druid's true naga form is unique, representing her personal evolution. When taking naga form, the nagaji's body transforms into that of a large serpent, though she keeps her own head. The naga aspirant loses her limbs and her size increases by one category, granting her a +4 size bonus to Strength and Constitution, a &ndash;2 penalty to Dexterity, and a +2 enhancement bonus to her natural armor bonus. She gains a +10 enhancement bonus to land speed and a bite attack that deals 1d6 points of damage. She can cast verbal spells in this form, but cannot cast spells with other components without metamagic or feats such as Natural Spell. This otherwise works like and replaces wild shape.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)/Naga Shape (Su)", 
                            "type": "section", 
                            "name": "Naga Shape (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"augmented-form\"><i>:</i> At 9th level and every four levels thereafter, a naga aspirant can choose one of the following abilities to enhance her naga form. Once chosen, this augmentation cannot be changed and always applies to her naga form. The caster level for these abilities is equal to her druid level, and unless otherwise stated, the DC is equal to 10 + 1/2 the druid's class level + the druid's Charisma bonus. This ability replaces venom immunity, a thousand faces, and timeless body.</p><blockquote><p id=\"charming-gaze\"><i>Charming Gaze (Sp)</i>The druid gains a gaze attack that affects creatures within 30 feet as a <i>charm person</i> spell.</p><p id=\"darkvision\"><i>Darkvision (Su)</i>: The druid gains darkvision with a range of 60 feet.</p><p id=\"detect-thoughts\"><i>Detect Thoughts (Su)</i>: The druid can use <i>detect thoughts</i> at will.</p><p id=\"guarded-thoughts\"><i>Guarded Thoughts (Ex)</i>: The druid gains a +2 racial bonus on saves against charm effects and immunity to any form of mind reading (such as <i>detect thoughts</i>).</p><p id=\"poison-immunity\"><i>Poison Immunity (Ex)</i>: The druid gains immunity to all poisons. The druid's naga form must have at least one poison-based natural attack in order to select this ability.</p><p id=\"poisonous-sting\"><i>Poisonous Sting (Ex)</i>: The druid's stinger becomes venomous. The naga form must have a tail stinger to take this ability. Sting&mdash;injury; save Fort DC 10 + 1/2 the druid's class level + the druid's Constitution modifier; <i>frequency</i> 1 round; <i>effect</i> sleep for 2d4 minutes; <i>cure</i> 1 save.</p><p id=\"spit-venom\"><i>Spit Venom (Ex)</i>: The naga form can spit her venom up to 30 feet as a standard action. This is a ranged touch attack with no range increment. Any opponent hit by this attack must make a successful save (see above) to avoid the effect. The naga form must have a venomous bite to take this ability.</p><p id=\"sting\"><i>Sting (Ex)</i>: The naga form grows a stinger on the end of her tail, granting her a sting natural attack that deals 1d6 points of piercing damage.</p><p id=\"swim\"><i>Swim (Ex)</i>: The naga form gains a swim speed equal to her base speed.</p><p id=\"tough-scales\"><i>Tough Scales (Ex)</i>: The druid's enhancement bonus to her natural armor increases by +2. The druid may select this ability more than once. Its effects stack.</p><p id=\"venomous-bite\"><i>Venomous Bite (Ex)</i>: The naga form's bite attack becomes poisonous. Bite&mdash;injury; <i>save</i> Fortitude DC 10 + 1/2 the druid's class level + the druid's Constitution modifier; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1 Constitution damage, <i>cure</i> 1 save. </p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)/Augmented Form (Su)", 
                            "type": "section", 
                            "name": "Augmented Form (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"true-naga\">At 20th level, a naga aspirant metamorphoses into a unique naga. Her wild shape form becomes her natural form, though she can transform into her original nagaji shape at will. Her creature type permanently changes to aberration. This ability replaces wildshape (at will).</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/Racial Archetypes/Naga Aspirant (Druid)/True Naga (Su)", 
                            "type": "section", 
                            "name": "True Naga (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to nagaji. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Nagaji have access to the following feat.</p>", 
                    "name": "Nagaji Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/New Racial Rules/Nagaji Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You have mastered the nagaji warrior technique of spitting venom into your opponent's eyes.</p>", 
                            "name": "Spit Venom", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/New Racial Rules/Nagaji Feats/Spit Venom", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Nagaji.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a full-round action, you can spit poison up to 10 feet as a ranged touch attack. If you hit, the target must make a successful Fortitude save or be blinded for 1d6 rounds. The DC of this save is equal to 10 + 1/2 your total Hit Dice + your Constitution modifier. You can use this ability once per day plus one additional time per day for every three Hit Dice you have.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Nagaji have access to the following magic item.</p>", 
                    "name": "Nagaji Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Nagaji/New Racial Rules/Nagaji Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Nagaji Scale Polish", 
                            "weight": "1/2 lb.", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Nagaji/New Racial Rules/Nagaji Magic Items/Nagaji Scale Polish", 
                            "type": "item", 
                            "price": "1,400 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "700 gp", 
                                    "Requirements": "Craft Wondrous Item, imbue with spell ability or mnemonic enhancer"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate evocation", 
                            "sections": [
                                {
                                    "body": "<p>This small clay urn contains a scintillating paste which works like <i>imbue with spell ability</i>, except the spell effect is not limited to cleric spells. Any caster may casts spells into the jar. The creature that applies the paste to its scales (a standard action) gains the ability to cast the imbued spells (assuming it has enough Hit Dice and the requisite ability scores). Only a reptilian creature (such as a dragon or a humanoid with the reptilian subtype) can use the polish to cast spells.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}