{
    "name": "Ancestor", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor", 
    "type": "section", 
    "subtype": "oracle_mystery", 
    "sections": [
        {
            "body": "<p id=\"deities\"></p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Deities", 
            "type": "section", 
            "name": "Deities", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"class-skills:\"> An oracle with the ancestor mystery adds Linguistics, and all Knowledge skills to her list of class skills.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skills"
        }, 
        {
            "body": "<p id=\"bonus-spells\"><i>unseen servant</i> (2nd), <i>spiritual weapon</i> (4th), <i>heroism</i> (6th), <i>spiritual ally</i> (8th), <i>telekinesis</i> (10th), <i>greater heroism</i> (12th), <i>ethereal jaunt</i> (14th), <i>vision</i> (16th), <i>astral projection</i> (18th).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Spells"
        }, 
        {
            "body": "<p id=\"revelations\">An oracle with the ancestor mystery can choose from any of the following revelations.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"ancestral-weapon\">You can summon a simple or martial weapon from your family's history that is appropriate for your current size. You are considered proficient with this weapon. At 3rd level, the weapon is considered masterwork. At 7th level, 15th level, and 19th level, the weapon gains a cumulative +1 enhancement bonus. At 11th level, the weapon gains the <i>ghost touch</i> weapon property. You can use this ability for a number of minutes per day equal to your oracle level. This duration does not need to be consecutive, but it must be used in 1-minute increments. The weapon disappears after 1 round if it leaves your grasp.</p>", 
                    "name": "Ancestral Weapon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Ancestral Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"blood-of-heroes\">As a move action, you can call upon your ancestors to grant you extra bravery in battle. You gain a +1 morale bonus on attack rolls, damage rolls, and Will saves against fear for a number of rounds equal to your Charisma bonus. At 7th level, this bonus increases to +2, and at 14th level this bonus increases to +3. You can use this ability once per day, plus one additional time per day at 5th level, and every five levels thereafter.</p>", 
                    "name": "Blood of Heroes", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Blood of Heroes", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"phantom-touch\">As a standard action, you can perform a melee touch attack that causes a living creature to become shaken. This ability lasts for a number of rounds equal to 1/2 your oracle level (minimum 1 round). You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                    "name": "Phantom Touch", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Phantom Touch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sacred-council\">As a move action, you can call upon your ancestors to provide council. This advice grants you a +2 bonus on any one d20 roll. This effect lasts for 1 round. You can use this ability a number of times per day equal to your Charisma bonus.</p>", 
                    "name": "Sacred Council", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Sacred Council", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spirit-of-the-warrior\">You can summon the spirit of a great warrior ancestor and allow it to possess you, becoming a mighty warrior yourself. You gain a +4 enhancement bonus to Strength, Dexterity, and Constitution, and a +4 natural armor bonus to AC. Your base attack bonus while possessed equals your oracle level (which may give you additional attacks), and you gain the Improved Critical feat with a weapon of your choice. You can use this ability for 1 round for every 2 oracle levels you possess. This duration does not need to be consecutive, but it must be spent in 1-round increments. You must be at least 11th level to select this revelation.</p>", 
                    "name": "Spirit of the Warrior", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit of the Warrior", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spirit-shield\">You can call upon the spirits of your ancestors to form a shield around you that blocks incoming attacks and grants you a +4 armor bonus. At 7th level, and every four levels thereafter, this bonus increases by +2. At 13th level, this shield causes arrows, rays, and other ranged attacks requiring an attack roll against you to have a 50% miss chance. You can use this shield for 1 hour per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-hour increments.</p>", 
                    "name": "Spirit Shield", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit Shield", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spirit-walk\">You can become incorporeal and invisible. While in this form, you can move in any direction and pass through solid objects. You can take no action other than to move while in this form. You remain in this form for a number of rounds equal to your oracle level, but you can end this effect prematurely as a standard action. You can use this ability once per day at 11th level, and twice per day at 15th level. You must be at least 11th level to select this revelation.</p>", 
                    "name": "Spirit Walk", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit Walk", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"storm-of-souls\">You can summon the spirits of your ancestors to attack in a ghostly barrage&mdash;their fury creates physical wounds on creatures in the area. The storm has a range of 100 feet and is a 20-foot-radius burst. Objects and creatures in the area take 1d8 hit points of damage for every two oracle levels you possess. Undead creatures in the area take 1d8 points of damage for every oracle level you possess. A successful Fortitude save reduces the damage to half. You must be at least 7th level to select this revelation. You can use this ability once per day, plus one additional time per day at 11th level and every four levels thereafter.</p>", 
                    "name": "Storm of Souls", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Storm of Souls", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"voice-of-the-grave\">You can speak with the dead, as per the spell, for a number of rounds per day equal to your oracle level. These rounds do not need to be consecutive. At 5th level, and every five levels thereafter, the dead creature you question takes a cumulative &ndash;2 penalty on its Will save to resist this effect.</p>", 
                    "name": "Voice of the Grave", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Voice of the Grave", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wisdom-of-the-ancestors\">Once per day, you can enter a trance in which you commune with the spirits of your ancestors. This trance lasts for 10 minutes, which must be uninterrupted and during which you can take no other actions. When you come out of this trance, you have gained mystical insight into the future. At 1st level, this insight acts as an <i>augury</i> spell with 80% effectiveness. At 5th level, the insight takes the form of a <i>divination</i> with 90% effectiveness. At 8th level, the knowledge you gain is equivalent to a <i>commune</i> spell. None of these spell effects require material components.</p>", 
                    "name": "Wisdom of the Ancestors", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Wisdom of the Ancestors", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Revelations", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become one with the spirits of your ancestors. You gain a bonus on Will saving throws equal to your Charisma modifier, blindsense out to a range of 60 feet, and a +4 bonus on your caster level for all divination spells. You can cast <i>astral projection</i> as a spell-like ability once per day without requiring material components.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Final Revelation"
        }
    ]
}