{
    "name": "Dark Tapestry", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry", 
    "type": "section", 
    "subtype": "oracle_mystery", 
    "sections": [
        {
            "body": "<p id=\"deities\"></p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Deities", 
            "type": "section", 
            "name": "Deities", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"class-skills:\"> An oracle with the dark tapestry mystery adds Disguise, Intimidate, Knowledge (arcana), and Stealth to her list of class skills.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skills"
        }, 
        {
            "body": "<p id=\"bonus-spells\"><i>entropic shield</i> (2nd), <i>dust of twilight</i> (4th), <i>tongues</i> (6th), <i>black tentacles</i> (8th), <i>feeblemind</i> (10th), <i>planar binding</i><span class=\"char-style-override-39\"> </span>(12th), <i>insanity</i> (14th), <i>reverse gravity</i> (16th), <i>interplanetary teleport</i> (18th).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Spells"
        }, 
        {
            "body": "<p id=\"revelations\">An oracle with the dark tapestry mystery can choose from any of the following revelations.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"brain-drain\">You can take a standard action to violently probe the mind of a single intelligent enemy within 100 feet. The target receives a Will save to negate the effect and immediately knows the source of this harmful mental prying. Those who fail this save are wracked with pain, taking 1d4 points of damage for every oracle level you possess. After successfully attacking with this ability, you may use a full-round action to sort through the jumble of stolen thoughts and memories to make a single Knowledge check using the victim's skill bonus. The randomly stolen thoughts remain in your mind for a number of rounds equal to your Charisma modifier. Treat the knowledge gained as if you had used <i>detect thoughts</i>. This is a mind-affecting effect. You can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every five levels beyond 5th.</p>", 
                    "name": "Brain Drain", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Brain Drain", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"cloak-of-darkness\">You conjure a cloak of shadowy darkness that grants you a +4 armor bonus and a +2 circumstance bonus on Stealth checks. At 7th level, and every four levels thereafter, these bonuses increase by +2. You can use this cloak for 1 hour per day per oracle level. The duration does not need to be consecutive, but it must be spent in 1-hour increments.</p>", 
                    "name": "Cloak of Darkness", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Cloak of Darkness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dweller-in-darkness\">Once per day, you cast your psyche into the void of space to attract the attention of a terrible otherworldly being. The dweller in darkness behaves in all ways as if you had cast <i>phantasmal killer</i>. At 17th level, the dweller in darkness can be perceived by more than one creature, as if you had cast <i>weird</i>. You must be at least 11th level to choose this revelation.</p>", 
                    "name": "Dweller in Darkness", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Dweller in Darkness", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"gift-of-madness\">You tap into the unthinkable void between the stars and cause a single living creature within 30 feet to become confused for 1 round. A successful Will save negates the effect. This is a mind-affecting compulsion effect. At 7th level, the confusion lasts for a number of rounds equal to your oracle level. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                    "name": "Gift of Madness", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Gift of Madness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"interstellar-void\">You call upon the frigid depths of outer space to bring a terrible chill to your enemies. As a standard action, one target within 30 feet is cloaked in the void and takes 1d6 points of cold damage for every oracle level you possess. A successful Fortitude save halves this damage. At 10th level, the interstellar void is so extreme that a creature that fails its save is fatigued. At 15th level, a creature that fail its save is exhausted and stunned for 1 round. You can use this ability once per day plus one additional time per day at 10th level.</p>", 
                    "name": "Interstellar Void", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Interstellar Void", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"many-forms\">As a standard action, you can assume the form of a Small or Medium humanoid, as the <i>alter self</i> spell. At 7th level, you can assume the form of a Small or Medium animal, as <i>beast shape I</i>. At 11th level, you can assume the form of a Small or Medium magical beast, as <i>beast shape III</i>. At 15th level, you can assume a variety of forms, as <i>greater polymorph</i>. You can use this ability for 1 minute per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. You must be at least 3rd level to select this revelation.</p>", 
                    "name": "Many Forms", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Many Forms", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"pierce-the-veil\">Your bond with the alien denizens of the Dark Tapestry allows you to see in even the deepest darkness. You gain darkvision 60 feet. At 11th level, you can see perfectly in darkness of any kind, even in absolute darkness or the darkness created by a <i>deeper darkness</i> spell.</p>", 
                    "name": "Pierce the Veil", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Pierce the Veil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day, you can spend 10 minutes meditating on the mysteries of the Dark Tapestry to send your mind to another plane and communicate with the strange or alien beings there. This functions as the <i>contact other plane</i> spell. You must be at least 7th level to select this revelation.</p>", 
                    "name": "Read the Tapestry", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Read the Tapestry", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"touch-of-the-void\">As a standard action, you can perform a melee touch attack that deals 1d6 points of cold damage + 1 point for every two oracle levels you possess. At 7th level, the touched creature must also make a Fortitude saving throw or be fatigued for a number of rounds equal to 1/2 your oracle level. This has no effect on a creature that is already fatigued. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                    "name": "Touch of the Void", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Touch of the Void", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wings-of-darkness\">:As a swift action, you can manifest a set of translucent, inky wings that grant you a fly speed of 60 feet with good maneuverability. You can use these wings for 1 minute per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. At 11th level, you can use these wings to fly as if with <i>overland flight</i> once per day. Used in this way, the ability lasts for up to 1 hour per level, and counts as your total use of this ability for the day. You must be at least 7th level to select this revelation.</p>", 
                    "name": "Wings of Darkness", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Wings of Darkness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Revelations", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a truly alien and unnatural creature. You gain damage reduction 5/&mdash; and immunity to acid, critical hits, and sneak attacks. Once per day, you can cast <i>shapechange</i> as a spell-like ability without requiring a material component.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Final Revelation"
        }
    ]
}