{
    "name": "Time", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time", 
    "type": "section", 
    "subtype": "oracle_mystery", 
    "sections": [
        {
            "body": "<p id=\"deities\"></p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Deities", 
            "type": "section", 
            "name": "Deities", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"class-skills:\"> An oracle with the time mystery adds Fly, Knowledge (arcana), Perception, and Use Magic Device to her list of class skills.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skills"
        }, 
        {
            "body": "<p id=\"bonus-spells\"><i>memory lapse</i> (2nd), <i>gentle repose</i> (4th), <i>sands of time</i> (6th), <i>threefold aspect</i> (8th), <i>permanency</i> (10th), <i>contingency</i> (12th), <i>disintegrate</i> (14th), <i>temporal stasis</i> (16th), <i>time stop</i> (18th).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Spells"
        }, 
        {
            "body": "<p id=\"revelations\">An oracle with the time mystery can choose from any of the following revelations.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"aging-touch\">Your touch ages living creatures and objects. As a melee touch attack, you can deal 1 point of Strength damage for every two oracle levels you possess to living creatures. Against objects or constructs, you can deal 1d6 points of damage per oracle level. If used against an object in another creature's possession, treat this attack as a sunder combat maneuver. You can use this ability once per day, plus one additional time per day for every five oracle levels you possess.</p>", 
                    "name": "Aging Touch", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Aging Touch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"erase-from-time\">As a melee touch attack, you can temporarily remove a creature from time altogether. The target creature must make a Fortitude save or vanish completely for a number of rounds equal to 1/2 your oracle level (minimum 1 round). No magic or divinations can detect the creature during this time, as it exists outside of time and space&mdash;in effect, the creature ceases to exist for the duration of this ability. At the end of the duration, the creature reappears unharmed in the space it last occupied (or the nearest possible space, if the original space is now occupied). You can use this ability once per day, plus one additional time per day at 11th level.</p>", 
                    "name": "Erase from Time", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Erase from Time", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"knowledge-of-the-ages\">You can search through time to recall some bit of forgotten lore or information. You can retry any Knowledge skill check you have made within the past minute, gaining an insight bonus on the check equal to your Charisma modifier. You can use this ability a number times per day equal to your Charisma modifier.</p>", 
                    "name": "Knowledge of the Ages", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Knowledge of the Ages", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"momentary-glimpse\">Once per day, you can gain a glimpse into your immediate future. On the round after you use this ability, you gain a +2 insight bonus on a single attack roll, saving throw, or skill check or to your Armor Class until the start of your next turn. At 5th level, and every four levels thereafter, you can use this ability one additional time per day.</p>", 
                    "name": "Momentary Glimpse", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Momentary Glimpse", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rewind-time\">Once per day<span class=\"char-style-override-39\"> </span>as an immediate action, you can reroll any one d20 roll that you have just made before the results of the roll are revealed. You must take the result of the reroll, even if it's worse than the original roll. At 11th level, and every four levels thereafter, you can use this ability an additional time per day. You must be at least 7th level to select this revelation.</p>", 
                    "name": "Rewind Time", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Rewind Time", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"speed-or-slow-time\">As a standard action, you can speed up or slow down time, as either the <i>haste</i> or <i>slow</i> spell. You can use this ability once per day, plus one additional time per day at 12th level and 17th level. You must be at least 7th level before selecting this revelation.</p>", 
                    "name": "Speed or Slow Time", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Speed or Slow Time", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"temporal-celerity\">Whenever you roll for initiative, you can roll twice and take either result. At 7th level, you can always act in the surprise round, but if you fail to notice the ambush, you act last, regardless of your initiative result (you act in the normal order in following rounds). At 11th level, you can roll for initiative three times and take any one of the results.</p>", 
                    "name": "Temporal Celerity", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Temporal Celerity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"time-flicker\">As a standard action, you can flicker in and out of time, gaining concealment (as the <i>blur</i> spell). You can use this ability for 1 minute per oracle level that you possess per day. This duration does not need to be consecutive, but it must be spent in 1-minute increments. At 7th level, each time you activate this ability, you can treat it as the <i>blink</i> spell, though each round spent this way counts as 1 minute of your normal time flicker duration. You must be at least 3rd level to select this revelation.</p>", 
                    "name": "Time Flicker", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Flicker", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"time-hop\">As a move action, you can teleport up to 10 feet per oracle level that you possess per day. This teleportation must be used in 5-foot increments. This movement does not provoke attacks of opportunity. You must have line of sight to your destination to use this ability. You can bring other willing creatures with you, but you must expend an equal amount of distance for each creature brought. You must be at least 7th level to select this revelation.</p>", 
                    "name": "Time Hop", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Hop", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"time-sight\">You can peer through the mists of time to see things as they truly are, as if using the <i>true seeing</i> spell. At 15th level, this functions like <i>moment of prescience</i>. At 18th level, this functions like <i>foresight</i>. You can use this ability for a number of minutes per day equal to your oracle level, but these minutes do not need to be consecutive. You must be at least 11th level to select this revelation.</p>", 
                    "name": "Time Sight", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Sight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Revelations", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a true master of time and stop aging. You cannot be magically aged and no longer take penalties to your ability scores for aging. Age bonuses still accrue, and any aging penalties that you have already accrued remain in place. You cannot die of old age, but you can be killed or die through accident, disease, poison, or other external effects. In addition, you can cast <i>time stop</i> once per day as a spell-like ability.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Final Revelation"
        }
    ]
}