{
    "name": "Wood", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood", 
    "type": "section", 
    "subtype": "oracle_mystery", 
    "sections": [
        {
            "body": "<p id=\"deities\"></p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Deities", 
            "type": "section", 
            "name": "Deities", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"class-skills\">An oracle with the wood mystery adds Climb, Knowledge (nature), Stealth, and Survival to her list of class skills.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skills"
        }, 
        {
            "body": "<p id=\"bonus-spells\"><i>shillelagh</i> (2nd), <i>barkskin</i> (4th), <i>minor creation</i> (wood items only) (6th), <i>thorn body</i> (8th), <i>tree stride</i> (10th), <i>ironwood</i> (12th), <i>transmute metal to wood</i> (14th), <i>changestaff</i> (16th), <i>wooden phalanx</i> (18th).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Spells"
        }, 
        {
            "body": "<p id=\"revelations\">An oracle with the wood mystery can choose from any of the following revelations.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bend-the-grain\">Once per day as a standard action, you can shape or warp wooden objects. This functions as either <i>wood shape</i> or <i>warp wood</i>. At 11th level, you can use this ability to push wood away from you, as <i>repel wood</i>. At 7th level, and again at 14th level, you can use this ability an additional time per day.</p>", 
                    "name": "Bend the Grain", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Bend the Grain", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lignification\">Once per day, you can turn a creature into wood. As a standard action, you may direct your gaze against a single creature within 30 feet. The targeted creature (along with all its carried gear) must make a Fortitude save or turn into a mindless, inert statue made out of wood for a number of rounds equal to 1/2 your oracle level. This ability otherwise functions as a <i>flesh to stone</i> spell, except the target turns to wood instead of stone. This can be reverse by any effect that can reverse <i>flesh to stone</i>. At 15th level, you can use this ability twice per day. You must be at least 11th level to select this revelation.</p>", 
                    "name": "Lignification", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Lignification", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"speak-with-wood\">You can talk to wood and learn what it knows. You must spend 1 minute meditating on and communing with the wood. At the end of this time, you can speak with the wood. This functions as the <i>stone tell</i> spell, except with wood instead of stones. You can use this ability for 1 minute per oracle level. This duration does not need to be consecutive, but it must be used in 1-minute increments. You can speak with natural or worked wood. You must be at least 11th level to select this revelation.</p>", 
                    "name": "Speak with Wood", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Speak with Wood", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"thorn-burst\">As a swift action, you can cause sharp splinters of wood to explode outward from your body. These splinters deal 1d6 points of piercing damage per two oracle levels (minimum 1d6) to all creatures within a 10-foot burst. A Reflex save halves this damage. In addition, the sharp splinters count as caltrops in the area until your next turn. You can use this ability once per day, plus one additional time per day at 5th level and every five levels thereafter.</p>", 
                    "name": "Thorn Burst", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Thorn Burst", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tree-form\">As a standard action, you can assume the form of a Large living or dead tree or shrub, as <i>tree shape</i>. At 9th level, you can assume the form of a Small or Medium plant creature, as <i>plant shape I</i>. At 11th level, you can assume the form of a Large plant creature, as <i>plant shape II</i>. At 13th level, you can assume the form of a Huge plant creature, as <i>plant shape III</i>. You can use this ability once per day, but the duration is 1 hour/level. You must be at least 3rd level to select this revelation.</p>", 
                    "name": "Tree Form", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Tree Form", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wood-armor\">You can conjure wooden armor around yourself, which grants you a +4 armor bonus. At 7th level, and every four levels thereafter, this bonus increases by +2. At 13th level, this armor grants you DR 5/slashing. You can use this armor for 1 hour per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-hour increments. The armor vanishes if you remove it.</p>", 
                    "name": "Wood Armor", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Armor", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wood-bond\">Your mystical bond with wood is such that your weapons become an extension of your body. You gain a +1 competence bonus on attack rolls when wielding a weapon made of or mostly consisting of wood (such as a bow, club, quarterstaff, or spear). This bonus increases by +1 at 5th level and every five levels thereafter.</p>", 
                    "name": "Wood Bond", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Bond", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wood-sight\">As a move action, you can alter your vision to see through underbrush and plant growth that would normally grant concealment, up to a range of 60 feet (though darkness and other obstacles still may block your sight). At 7th level, you can use this ability to see through wood or other plant material as easily as if it were transparent glass, penetrating a number of feet of wood equal to your oracle level. You can use this ability a number of rounds per day equal to your oracle level, but these rounds do not need to be consecutive.</p>", 
                    "name": "Wood Sight", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Sight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wooden-weapon\">You can create a wooden club, quarterstaff, longspear, shortspear, or spear that lasts for 1 minute for every oracle level you possess. This weapon is appropriate for your size. You are considered proficient with the weapon. The weapon disappears after 1 round if it leaves your grasp. At 3rd level, the weapon is considered masterwork. At 7th level, 15th level, and 19th level, the weapon gains a +1 enhancement bonus. At 11th level, the weapon gains the <i>keen</i> weapon property (or the equivalent increase to its critical threat range, if it is a bludgeoning weapon). You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                    "name": "Wooden Weapon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wooden Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"woodland-stride\">You can move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at your normal speed and without taking damage or suffering any other impairment. Thorns, briars, and overgrown areas that have been magically manipulated to impede motion, however, still affect you.</p>", 
                    "name": "Woodland Stride", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Woodland Stride", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Revelations", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a living creature of wood. You are forevermore treated as the plant type rather than your original type for the purpose of spells and magical effects. Your skin takes on the appearance of polished wood grain, and you gain a +4 natural armor bonus to your Armor Class and damage reduction 10/&mdash; against wooden weapons or any natural attacks made by a wooden or woodlike creature. You gain immunity to paralysis, poison, polymorph, sleep, and stunning. At will, you can meld with any tree or single block of wood (as <i>meld into stone</i>, except wood only, and with no limit to how long you can remain in the wood).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Final Revelation"
        }
    ]
}