{
    "slot": "none", 
    "name": "Staff of Power", 
    "weight": "5 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Staves/Staff of Power", 
    "type": "item", 
    "price": "235,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "117,500 gp", 
            "Requirements": "Craft Staff, Craft Magic Arms and Armor, cone of cold, continual flame, heightened fireball, globe of invulnerability, hold monster, levitate, heightened lightning bolt, magic missile, heightened ray of enfeeblement, wall of force"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong varied", 
    "sections": [
        {
            "body": "<p>The <i>staff of power</i> is a very potent magic item with offensive and defensive abilities. It is usually topped with a glistening gem that often burns from within with a flickering red light. The staff allows the use of the following spells:</p><ul><li> <i>Continual flame</i> (1 charge)</li><li> <i>Fireball</i> (heightened to 5th level) (1 charge)</li><li> <i>Levitate</i> (1 charge)</li><li> <i>Lightning bolt</i> (heightened to 5th level) (1 charge)</li><li> <i>Magic missile</i> (1 charge)</li><li> <i>Ray of enfeeblement</i> (heightened to 5th level) (1 charge)</li><li> <i>Cone of cold</i> (2 charges)</li><li> <i>Globe of invulnerability</i> (2 charges)</li><li> <i>Hold monster</i> (2 charges)</li><li> <i>Wall of force</i> (in a 10-ft.-diameter hemisphere around the caster only) (2 charges)</li></ul><p>The wielder of a <i>staff of power</i> gains a +2 luck bonus to AC and on saving throws. The staff is also a <i>+2 quarterstaff</i>, and its wielder may use it to smite opponents. If 1 charge is expended (as a free action), the staff causes double damage (&times;3 on a critical hit) for 1 round.</p><p>A <i>staff of power</i> can be used for a retributive strike, requiring it to be broken by its wielder. (If this breaking of the staff is purposeful and declared by the wielder, it can be performed as a standard action that does not require the wielder to make a Strength check.) All charges currently in the staff are instantly released in a 30-foot spread. All within 2 squares of the broken staff take points of damage equal to 20 &times; the number of charges in the staff, those 3 or 4 squares away take 15 &times; the number of charges in damage, and those 5 or 6 squares distant take 10 &times; the number of charges in damage. All those affected can make DC 17 Reflex saves to reduce the damage by half.</p><p>The character breaking the staff has a 50% chance of traveling to another plane of existence, but if he does not, the explosive release of spell energy destroys him. Only certain items, including the <i>staff of the magi</i> and the <i>staff of power</i>, are capable of being used for a retributive strike.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}