{
    "body": "<p>During the Activity phase, you declare new downtime activities or continue existing ones. Activities like beginning construction on a new building, continuing construction on an existing building, recruiting for a new organization, crafting magic items, or retraining skill points or a feat occur in this phase. You may also use this phase to take actions that do not require the downtime system.</p>", 
    "name": "Activity Phase", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You can perform any activities that don't require downtime days, such as buying gear, selling unwanted magic items, and bartering.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 1-Perform Free Activities", 
            "type": "section", 
            "name": "Step 1-Perform Free Activities", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your first priority is continuing a downtime activity that requires more than 1 day. Depending on the specific requirements of that activity, interrupting it might ruin any progress you've made. Some activities might require only a small bit of your attention and still allow you to perform other downtime activities in this phase.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 2-Continue Ongoing Downtime Activity", 
            "type": "section", 
            "name": "Step 2-Continue Ongoing Downtime Activity", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you aren't continuing an earlier downtime activity, or are continuing one that doesn't restrict you from starting a new activity, you can begin a new downtime activity.</p>", 
            "name": "Step 3-Begin New Downtime Activity", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 3-Begin New Downtime Activity", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Patrick's character has been crafting a <i>wand of fireball</i>, but had to interrupt the process just short of completion to have a short adventure that didn't give him any time to work on the item. When he returns to town and begins a downtime session, he sells some loot in Step 1 (which doesn't use any downtime days), then proceeds to Step 2. In Step 2, he decides to spend downtime finishing the work on the wand, which takes him 1 day of downtime. The next day, he has no ongoing downtime activities, so he proceeds to Step 3 and starts spending Influence to recruit an Apprentice wizard.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }
    ]
}