{
    "body": "<p>During the Event phase, a random event might affect your downtime. This could be a generic event or an event relating specifically to one of your buildings or organizations.</p><p>There is a 20% chance each downtime day of an event occurring in a settlement, and the GM then determines (usually randomly) which PC-controlled building is affected. If no event occurred the previous downtime day, the event chance increases by 5% from the day before (maximum 95%). For convenience, the GM may increment the chance of having an event and roll for events only when you are in the settlement, as dealing with events while you are away for long periods creates extra bookkeeping. Once a downtime event occurs, the chance per day of having an event drops to 20% again. See the Downtime Events section, to determine what sort of event occurs.</p><p>Some events can be negated, compensated for, or ended with a check. Others require you to complete an adventure or deal with a problem in a way not covered by the downtime rules&mdash;in effect, they include a way for the GM to add a little excitement and unpredictability into downtime.</p><p>In addition, the GM may have an adventure- or campaign-specific event take place during downtime.</p>", 
    "name": "Event Phase", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Event Phase", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Laura's character spends 5 downtime days in Sandpoint. Because Laura owns buildings there, the GM makes a roll each downtime day on the event table, starting with a 20% chance the first day and increasing by 5% each day. On the fourth day (35% chance of an event), the GM rolls that an event occurs&mdash;a bar brawl! The GM decides this event happens while Laura's character is in the tavern, and gives her the opportunity to use her words or fists to put an end to the trouble. Because an event occurred, on the next day the chance of having an event resets to 20%.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}