{
    "body": "<p>Every mythic PC gains a number of base abilities common to all mythic characters, in addition to the special abilities granted by each mythic path. These abilities are gained based on the character's mythic tier.</p>", 
    "name": "Base Mythic Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Upon reaching the 2nd mythic tier, an ability score of your choice permanently increases by 2. At 4th, 6th, 8th, and 10th tiers, another ability score of your choice permanently increases by 2; this can be an ability score you've already increased or a different ability score.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Ability Score", 
            "type": "section", 
            "name": "Ability Score", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Select one mythic feat or non-mythic feat as a bonus feat. You must qualify for this feat normally. You gain another mythic feat at 3rd tier, and again every 2 tiers thereafter.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Mythic Feat", 
            "type": "section", 
            "name": "Mythic Feat", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Whenever you're below 0 hit points, you automatically stabilize without needing to attempt a Constitution check. If you have an ability that allows you to act while below 0 hit points, you still lose hit points for taking actions, as specified by that ability. Bleed damage still causes you to lose hit points when below 0 hit points. In addition, you don't die until your total number of negative hit points is equal to or greater than double your Constitution score.</p>", 
            "name": "Hard to Kill", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Hard to Kill", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-power\">Mythic characters can draw upon a wellspring of power to accomplish amazing deeds and cheat fate. This power is used by a number of different abilities. Each day, you can expend an amount of mythic power equal to 3 plus double your mythic tier (5/day at 1st tier, 7/day at 2nd, etc.). This amount is your maximum amount of mythic power. If an ability allows you to regain uses of your mythic power, you can never have more than this amount.</p>", 
            "name": "Mythic Power", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Mythic Power", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"surge\">You can call upon your mythic power to overcome difficult challenges. You can expend one use of mythic power to increase any d20 roll you just made by rolling 1d6 and adding it to the result. Using this ability is an immediate action taken after the result of the original roll is revealed. This can change the outcome of the roll. The bonus die gained by using this ability increases to 1d8 at 4th tier, 1d10 at 7th tier, and 1d12 at 10th tier.</p>", 
            "name": "Surge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Surge", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"amazing-initiative\">At 2nd tier, you gain a bonus on initiative checks equal to your mythic tier. In addition, as a free action on your turn, you can expend one use of mythic power to take an additional standard action during that turn. This additional standard action can't be used to cast a spell. You can't gain an extra action in this way more than once per round.</p>", 
            "name": "Amazing Initiative", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Amazing Initiative", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"recuperation\">At 3rd tier, you are restored to full hit points after 8 hours of rest so long as you aren't dead. In addition, by expending one use of mythic power and resting for 1 hour, you regain a number of hit points equal to half your full hit points (up to a maximum of your full hit points) and regain the use of any class features that are limited to a certain number of uses per day (such as barbarian rage, bardic performance, spells per day, and so on). This rest is treated as 8 hours of sleep for such abilities. This rest doesn't refresh uses of mythic power or any mythic abilities that are limited to a number of times per day.</p>", 
            "name": "Recuperation", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Recuperation", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-saving-throws\">At 5th tier, whenever you succeed at a saving throw against a spell or special ability, you suffer no effects as long as that ability didn't come from a mythic source (such as a creature with a mythic tier or mythic ranks). If you fail a saving throw that results from a mythic source, you take the full effects as normal.</p>", 
            "name": "Mythic Saving Throws", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Mythic Saving Throws", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"force-of-will\">At 7th tier, you can exert your will to force events to unfold as you would like. As an immediate action, you can expend one use of mythic power to reroll a d20 roll you just made, or force any non-mythic creature to reroll a d20 roll it just made. You can use this ability after the results are revealed. Whoever rerolls a roll must take the result of the second roll, even if it is lower.</p>", 
            "name": "Force of Will", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Force of Will", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unstoppable\">At 8th tier, you can expend one use of mythic power as a free action to immediately end any one of the following conditions currently affecting you: bleed, blind, confused, cowering, dazed, dazzled, deafened, entangled, exhausted, fascinated, fatigued, frightened, nauseated, panicked, paralyzed, shaken, sickened, staggered, or stunned. All other conditions and effects remain, even those resulting from the same spell or effect that caused the selected condition. You can use this ability at the start of your turn even if a condition would prevent you from acting.</p>", 
            "name": "Unstoppable", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Unstoppable", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"immortal\">At 9th tier, if you are killed, you return to life 24 hours later, regardless of the condition of your body or the means by which you were killed. When you return to life, you aren't treated as if you had rested, and don't regain the use of abilities that recharge with rest until you next rest. This ability doesn't apply if you're killed by a coup de grace or critical hit performed by either a mythic creature (or creature of even greater power) or a non-mythic creature wielding a weapon capable of bypassing epic damage reduction. At 10th tier, you can be killed only by a coup de grace or critical hit made with an artifact.</p>", 
            "name": "Immortal", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Immortal", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"legendary-hero\">At 10th tier, you have reached the height of mortal power. You regain uses of your mythic power at the rate of one use per hour, in addition to completely refreshing your uses each day.</p>", 
            "name": "Legendary Hero", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Base Mythic Abilities/Legendary Hero", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}