{
    "body": "<p>Unlike normal characters, those with mythic power have greater ties to the world around them and a greater place in legend. A skilled fighter might impact the history of a region, but a mythic champion can change its fate, and his every move is chronicled and recorded. Because of this greater impact on the campaign world, creating a mythic character requires you to work with the GM to find your place in the story and determine the source of your power.</p><p>To create a mythic character, start by creating a normal character using the standard rules found in the <i>Pathfinder RPG Core Rulebook</i>. Despite their incredible abilities, mythic characters start with the same class features and abilities as normal ones.</p><p>The process by which your character becomes mythic is determined by the shape of the overall campaign. Generally, characters become mythic in one of two ways&mdash;either the GM decides to make the characters mythic as one part of the campaign, or their ascension and subsequent deeds are the central focus of the story from nearly the very beginning. Whichever path is chosen influences how you create your mythic character.</p><p>If mythic power is added to your character as part of a larger campaign (possibly only for a short period of time), that story defines the source of your newfound power, which is likely the same for all of the PCs. While you might not make all of the decisions about that power's origins and nature, you will still be able to customize your character by selecting your mythic path and abilities.</p><p>If mythic power will instead be a central theme of the entire campaign, each PC might have a different, individual source of power. In such a campaign, you should work with your GM to determine the source of your mythic power. This could be anything from contact with an ancient artifact to gaining the sponsorship of a deity. The GM might ask for all of the PCs to share some aspects of their power&mdash;such as its source&mdash;to give them a common bond, or you might come together as part of a larger destiny, a gathering of great heroes to accomplish truly legendary deeds.</p><p>In either case, there will be a moment in the campaign when you gain mythic power (or when it manifests, in the case of mythic power that has been latent in you since birth). This critical part of the story is called the moment of ascension. Depending on the style of the campaign, this could occur very early in the story or much later in your character's career, as part of larger plotline. From this moment onward, your character is mythic, and gains a mythic path and a variety of mythic abilities.</p>", 
    "name": "Creating a Mythic Character", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The moment a character gains her first mythic tier is called the moment of ascension (or simply ascension) and is usually concurrent with an extraordinary event. Generally speaking, the GM determines this event, which has many implications on the story of the character. Ascension determines the source of a mythic character's power, and though this doesn't affect the types of abilities she gains, it can influence future choices and roleplaying decisions.</p><p>The GM is free to invent any sort of event to serve as the moment of ascension, as required by the needs of the campaign. Running a Mythic Game includes more information for GMs to consider when designing the moment of ascension. The following ideas represent some of the most common means of ascension.</p>", 
            "name": "Mythic Ascension", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>The character comes into contact with an unstable artifact that unleashes some of its power into her, granting her mythic power. The mythic character might need to protect the artifact, as it is the source of her power.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Artifact", 
                    "type": "section", 
                    "name": "Artifact", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character was born under an auspicious sign, such as a planetary conjunction or lunar eclipse, and as such was destined to greatness. The moment of ascension comes when those circumstances repeat themselves and the character gains mythic power.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Fated", 
                    "type": "section", 
                    "name": "Fated", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The mythic character is the child of a god, typically born from the union of that deity and a mortal. The moment of ascension is when the character learns of her true heritage or is visited by her divine parent (or an agent of that deity).</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Godling", 
                    "type": "section", 
                    "name": "Godling", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>A divine agent or other incredibly powerful being calls upon the character to act as its representative. This role gives the character mythic power, but possibly only while serving the interests of this benefactor and while holding to that patron's tenets.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Granted", 
                    "type": "section", 
                    "name": "Granted", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The character is present at the death of a powerful&mdash;perhaps even mythic&mdash;creature. In its final moments, it passes on its power to the character, granting mythic abilities. Alternatively, its power might not be given voluntarily, but rather taken by the PCs when they slaying a mythic creature. These methods could even be the way that all mythic power is gained in a campaign.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Mythic Ascension/Passed On", 
                    "type": "section", 
                    "name": "Passed On", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Once you gain mythic power, you select a mythic path, which is much like an additional class. It determines the majority of your mythic abilities. But instead of gaining levels in a mythic path, you gain tiers that grant additional abilities and bonuses. Gaining a tier in a path doesn't replace gaining experience and character levels. You still receive experience points for defeating challenges, but these apply only to your class levels. You gain additional mythic tiers by completing a number of trials; see Gaining Tiers.</p><p>Each path grants a number of specific abilities. In addition, all mythic characters have certain mythic abilities in common (see the Base Mythic Abilities table). As soon as your mythic character achieves a new tier, you must select all of the new powers that come with that tier.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Creating a Mythic Character/Selecting a Path", 
            "type": "section", 
            "name": "Selecting a Path", 
            "source": "Mythic Adventures"
        }
    ]
}