{
    "body": "<p>A character's mythic power is classified by tier, with a 1st-tier mythic character already being significantly more powerful than a non-mythic character of the same level and a 10th-tier mythic character possessing nearly godlike puissance. Mythic tiers are similar to levels in a class or prestige class in that the powers gained at each tier are added to all those that came before, but tiers are gained in a different manner from levels. A character gains a new mythic tier by completing a number of trials that occur during play. A trial is a difficult task that adds to the legend and story of your character. Achieving a new mythic tier occurs independently of experience point progression (though you will also gain experience points for the various encounters you complete as you progress through your trials).</p><p>Trials are moments in the story when you must rise above the deeds of lesser heroes. These moments become critical junctures in your legend. The GM decides what qualifies as a trial, and it's up to you to complete it as you would other adventures. You might not even know you are attempting a trial until it is completed and the GM informs you to note it on your mythic character sheet, though you'll likely get an inkling when you find yourself facing a particularly challenging foe or attempting something that most would find impossible.</p><p>The number of trials required to attain each new tier appears on the Mythic Trials per Tier table. For example, suppose a 5th-level fighter discovers her mythic heritage and becomes a 1st-tier champion. Over a number of sessions, she earns enough experience points to gain her 6th level of fighter. During this time, she doesn't complete a trial, so she doesn't advance to the next tier of the champion path. During the next session, however, she engages in a climactic battle against a mythic troll that has plagued the town for years; by defeating the troll, she completes her trial, allowing her to become a 2nd-tier champion. To reach 3rd tier, she will need to accomplish two more trials. A mythic character can't gain more than 10 tiers.</p><p>Note that the number of trials needed to achieve the next tier might vary from the number listed on the table below. The GM can reduce or increase this number as needed to suit the campaign&mdash;refer to the Mythic Trials section for more guidance.</p>", 
    "name": "Gaining Tiers", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Gaining Tiers", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<table id=\"mythic-trials-per-tier-table\"><caption>Mythic Trials per Tier</caption><thead><tr><th>Tier</th><th>Trials</th></tr></thead><tr class=\"odd\"><td>1st*</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>1</td></tr><tr class=\"odd\"><td>3rd</td><td>2</td></tr><tr class=\"even\"><td>4th</td><td>2</td></tr><tr class=\"odd\"><td>5th</td><td>3</td></tr><tr class=\"even\"><td>6th</td><td>3</td></tr><tr class=\"odd\"><td>7th</td><td>4</td></tr><tr class=\"even\"><td>8th</td><td>4</td></tr><tr class=\"odd\"><td>9th</td><td>5</td></tr><tr class=\"even\"><td>10th</td><td>5</td></tr><tfoot><tr><td colspan=\"2\">*The first tier is gained at the moment of ascension.</td></tr></tfoot></table>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Gaining Tiers/Mythic Trials per Tier", 
            "type": "table", 
            "name": "Mythic Trials per Tier", 
            "source": "Mythic Adventures"
        }
    ]
}