{
    "body": "<p>Every mythic character belongs to a mythic path. Each path represents a journey into legend, and each tier in that path grants abilities and features related to that pursuit. Upon achieving his 1st mythic tier, a character must choose one mythic path to follow. Characters can choose from the following mythic paths.</p>", 
    "name": "Mythic Paths", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>A master of arcane magic, the archmage casts powerful spells with great skill and ease, and shapes reality at whim. The powers of the archmage allow her to alter her spells, penetrate foes' defenses, and master nearly any subject. While many of the archmage's abilities are most valuable to a character with a high Intelligence score, those with high Charisma scores will also find a wide variety of powerful options. The path of the archmage is suitable for arcane spellcasters.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Archmage", 
            "type": "section", 
            "name": "Archmage", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Unparalleled in combat, the champion stands triumphant on the battlefield, surrounded by bruised and broken foes. The abilities of the champion allow him to deliver strikes more accurately, perform astounding combat maneuvers, and move effortlessly around the battlefield. Characters with a high Strength score will find this path extremely useful, as will those with a high Constitution score. The path of the champion is suitable for characters who rely on martial arms and combat maneuvers.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Champion", 
            "type": "section", 
            "name": "Champion", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>None can get past the impervious guardian&mdash;those who threaten this devout hero's charges are doomed to fail. The powers of the guardian allow her to hold her ground, protect her allies, prevent enemies from moving past her, and survive hits that would defeat lesser heroes. Characters that have a high Constitution score and frequently find themselves in the middle of combat gain valuable powers by becoming a guardian. The path of the guardian is suitable for those who routinely sustain massive amounts of damage.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Guardian", 
            "type": "section", 
            "name": "Guardian", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Drawing on power that goes beyond the gods, the hierophant is an inviolate vessel for the divine. The abilities of the hierophant allow him to enhance the power of his spells, heal others with greater potency, and commune with the gods. Most characters that become hierophants have a high Wisdom score, although many also have an above-average Charisma score. The path of the hierophant is suitable for divine spellcasters.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Hierophant", 
            "type": "section", 
            "name": "Hierophant", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Inspiration and courage make the marshal the greatest leader, capable of leading troops to victory over any challenge. The powers of the marshal allow her to inspire others, which grants bonuses and additional opportunities to all of her comrades. Characters with a high Charisma score and an above-average Intelligence score will gain a variety of useful abilities by becoming marshals. The path of the marshal is suitable for those who continually aid others.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Marshal", 
            "type": "section", 
            "name": "Marshal", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Skill, training, and savvy make the trickster the master of the impossible&mdash;defying unbeatable obstacles and traps, tricking the wise, and hitting otherwise unattainable targets. The trickster's abilities allow him to change his appearance, manipulate others, and strike with deadly accuracy. Characters with high Dexterity and Charisma scores have a lot to gain from becoming tricksters. The path of the trickster is suitable for those who rely on subterfuge and cunning.</p>", 
            "name": "Trickster", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Trickster", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<table id=\"base-mythic-abilities-table\"><caption>Base Mythic Abilities</caption><thead><tr><th>Mythic Tier</th><th>Ability Score</th><th>Mythic Feat</th><th>Base Mythic Abilities</th></tr></thead><tr class=\"odd\"><td>1st</td><td>&mdash;</td><td>1st</td><td>Hard to kill, mythic power, surge +1d6</td></tr><tr class=\"even\"><td>2nd</td><td>1st</td><td>&mdash;</td><td>Amazing initiative</td></tr><tr class=\"odd\"><td>3rd</td><td>&mdash;</td><td>2nd</td><td>Recuperation</td></tr><tr class=\"even\"><td>4th</td><td>2nd</td><td>&mdash;</td><td>Surge +1d8</td></tr><tr class=\"odd\"><td>5th</td><td>&mdash;</td><td>3rd</td><td>Mythic saves</td></tr><tr class=\"even\"><td>6th</td><td>3rd</td><td>&mdash;</td><td>Force of will</td></tr><tr class=\"odd\"><td>7th</td><td>&mdash;</td><td>4th</td><td>Surge +1d10</td></tr><tr class=\"even\"><td>8th</td><td>4th</td><td>&mdash;</td><td>Unstoppable</td></tr><tr class=\"odd\"><td>9th</td><td>&mdash;</td><td>5th</td><td>Immortal</td></tr><tr class=\"even\"><td>10th</td><td>5th</td><td>&mdash;</td><td>Legendary hero, surge +1d12</td></tr></table>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Mythic Paths/Trickster/Base Mythic Abilities", 
                    "type": "table", 
                    "name": "Base Mythic Abilities", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}