{
    "body": "<p>An internal alchemist studies medicine, diet, and the living body to purify the self in the hope of gaining immortality by means of alchemical concoctions and controlling vital energy. Internal alchemists develop unusual physical abilities from heightened knowledge of how their bodies work. An internal alchemist has the following class features.</p>", 
    "name": "Internal Alchemist", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist", 
    "type": "class_archetype", 
    "subtype": "alchemist", 
    "sections": [
        {
            "body": "<p id=\"breath-mastery\">At 1st level, the internal alchemist can control his breath and the flow of vital energy within his body. Without preparation, he can hold his breath for a number of minutes equal to his Constitution score (after this, he must begin making Constitution checks or risk suffocation); by spending a full-round action preparing himself, he can increase this duration to 1 hour per point of Constitution. The alchemist can survive twice as long as normal without food or water before he starts to take penalties. He can put himself into a state of suspended animation as a move action, and is then unconscious and appears completely dead; he awakens at a preset time or in response to a condition set by him when he enters this state. This ability replaces Throw Anything.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Breath Mastery", 
            "type": "section", 
            "name": "Breath Mastery", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bonus-feats\">An internal alchemist can select Alertness, Extra <i>Ki</i>, Great Fortitude, Improved Critical (unarmed strike), Improved Initiative, Improved Unarmed Strike, Iron Will, Lighting Reflexes, Stunning Fist, or Weapon Focus (unarmed strike) in place of an alchemical discovery.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"disease-resistance\">At 3rd level, an internal alchemist gains a bonus on all saving throws against disease equal to his alchemist class bonus against poison. When he gains the poison immunity alchemist class ability, he becomes immune to disease as well. This ability replaces swift alchemy.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Disease Resistance", 
            "type": "section", 
            "name": "Disease Resistance", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"uncanny-dodge\">Starting at 6th level, an internal alchemist can react to danger before his senses would normally allow him to do so. He cannot be caught flat-footed, nor does he lose his Dexterity bonus to AC if the attacker is invisible. However, he still loses his Dexterity bonus to AC if he is immobilized, or if an opponent successfully uses the feint action (see Bluff) against him. If the internal alchemist already has uncanny dodge from a different class, he automatically gains improved uncanny dodge (as a rogue) instead. This ability replaces swift poisoning.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Internal Alchemist/Uncanny Dodge", 
            "type": "section", 
            "name": "Uncanny Dodge", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"discoveries\">The following discoveries complement the internal alchemist archetype: cognatogen*, elixir of life, grand cognatogen*, greater cognatogen*, lingering spirit*, mummification*, and spontaneous healing*.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Discoveries"
        }
    ]
}