{
    "body": "<p>A reanimator is an alchemist who has discovered how to infuse a corpse with a semblance of life. Many work in tandem with necromancers to explore the fine border between the worlds of the living and the dead. A reanimator has the following class features.</p>", 
    "name": "Reanimator", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator", 
    "type": "class_archetype", 
    "subtype": "alchemist", 
    "sections": [
        {
            "body": "<p id=\"bomb\">A reanimator's bombs deal damage one die step lower than normal (regular bombs deal d4s, concussive bombs deal 1d3s, and so on). This ability otherwise functions as and replaces the standard alchemist bomb class feature.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Bomb", 
            "type": "section", 
            "name": "Bomb", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"simple-reanimation\">At 7th level, a reanimator adds <i>lesser animate dead*</i> to his formula book as a 3rd-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an undead creature under his control 1 hour later. The extract can only create zombies (including variant zombies). This ability replaces the increase to bomb damage at this level.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Simple Reanimation", 
            "type": "section", 
            "name": "Simple Reanimation", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"create-undead\">At 13th level, a reanimator adds <i>create undead</i> to his formula book as a 4th-level extract. When he uses that extract, rather than drinking it, he injects it into the corpse he intends to animate, which rises as an uncontrolled undead 1 hour later. The extract can only create corporeal undead. This ability replaces the increase to bomb damage at this level.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Create Undead", 
            "type": "section", 
            "name": "Create Undead", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"create-greater-undead\">At 15th level, a reanimator adds <i>create greater undead</i> to his formula book as a 5th-level extract. This otherwise acts similarly to a <i>create undead</i> extract. This ability replaces the increase to bomb damage at this level.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Alchemist/Alchemist Archetypes/Reanimator/Create Greater Undead", 
            "type": "section", 
            "name": "Create Greater Undead", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"discoveries\">The following discoveries complement the reanimator archetype: alchemical zombie*, elixir of life, eternal potion, mummification*, and preserve organs*.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Discoveries"
        }
    ]
}