{
    "school": "transmutation", 
    "saving_throw": "Will negates (harmless)", 
    "name": "Fly", 
    "level": [
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 3
        }
    ], 
    "text": "<p>The subject can fly at a speed of 60 feet (or 40 feet if it wears medium or heavy armor, or if it carries a medium or heavy load). It can ascend at half speed and descend at double speed, and its maneuverability is good. Using a <i>fly </i>spell requires only as much concentration as walking, so the subject can attack or cast spells normally. The subject of a <i>fly </i>spell can charge but not run, and it cannot carry aloft more weight than its maximum load, plus any armor it wears. The subject gains a bonus on Fly skill checks equal to 1/2 your caster level.</p><p>Should the spell duration expire while the subject is still aloft, the magic fails slowly. The subject floats downward 60 feet per round for 1d6 rounds. If it reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, taking 1d6 points of damage per 10 feet of fall. Since dispelling a spell effectively ends it, the subject also descends safely in this way if the <i>fly </i>spell is dispelled, but not if it is negated by an <i>antimagic field</i>.</p>", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "component_text": "V, S, F (a wing feather)", 
    "effects": [
        {
            "text": "creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a wing feather", 
            "type": "F"
        }
    ], 
    "duration": "1 min./level", 
    "type": "spell"
}