{
    "school": "evocation", 
    "saving_throw": "Will negates (harmless)", 
    "name": "Imbue With Spell Ability", 
    "level": [
        {
            "class": "Cleric", 
            "level": 4
        }, 
        {
            "class": "Oracle", 
            "level": 4
        }
    ], 
    "type": "spell", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "10 minutes", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "effects": [
        {
            "text": "creature touched; see text", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "text": "<p>You transfer some of your currently prepared spells, and the ability to cast them, to another creature. Only a creature with an Intelligence score of at least 5 and a Wisdom score of at least 9 can receive this boon. Only cleric spells from the schools of abjuration, divination, and conjuration (healing) can be transferred. The number and level of spells that the subject can be granted depends on its Hit Dice; even multiple castings of <i>imbue with spell ability </i>can't exceed this limit.</p>", 
    "duration": "permanent until discharged (D)", 
    "sections": [
        {
            "text": "<table>\n<thead><tr><th>HD of Recipient</th><th>Spells Imbued</th></tr></thead>\n<tr class=\"odd\"><td>2 or lower</td><td>One 1st-level spell</td></tr>\n<tr class=\"even\"><td>3&ndash;4</td><td>One or two 1st-level spells</td></tr>\n<tr class=\"odd\"><td>5 or higher</td><td>One or two 1st-level spells and  one 2nd-level spell</td></tr></table>", 
            "type": "table", 
            "name": "HD of Recipient", 
            "source": "Core Rulebook"
        }, 
        {
            "source": "Core Rulebook", 
            "type": "section", 
            "text": "<p>The transferred spell's variable characteristics (range, duration, area, and the like) function according to your level, not the level of the recipient.</p><p>Once you cast <i>imbue with spell ability, </i>you cannot prepare a new 4th-level spell to replace it until the recipient uses the imbued spells or is slain, or until you dismiss the <i>imbue with spell ability </i>spell. In the meantime, you remain responsible to your deity or your principles for the use to which the spell is put. If the number of 4th-level spells you can cast decreases, and that number drops below your current number of active <i>imbue with spell ability </i>spells, the more recently cast imbued spells are dispelled.</p><p>To cast a spell with a verbal component, the subject must be able to speak. To cast a spell with a somatic component, it must be able to move freely. To cast a spell with a material component or focus, it must have the materials or focus.</p>"
        }
    ]
}