{
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>The process of building technological items has much in common with magic item creation, though it uses different feats, skills, and facilities. As with magic items, the creator invests time and money in the creation process and at the end attempts a single skill check to complete construction. Since technological items do not have caster levels, the DC of this check is defined in the description of each technological item. Failing this check means that the item does not function and the materials are wasted. Failing this check by 5 or more may result in a catastrophic failure, such as electrocution or an explosion, at the GM's discretion.</p><p>Unlike magic items, which often require spells as prerequisites for construction, high-tech items require a specialized laboratory with the necessary tools for fabrication. Using a crafting lab to build a high-tech item consumes an amount of power each day. Days when the crafting lab is without power effectively delay continued construction of a high-tech item, but time already spent building the item is not lost. In addition, crafting an item requires an expenditure of time (from a character with the appropriate crafting feat) and an expenditure of money used to secure the technological components and expendable resources needed for the work.</p><p>Creating a technological item requires 8 hours of work per 1,000 gp in the item's base price (or fraction thereof). The creator must spend the gold at the beginning of the construction process. The process can be accelerated to 4 hours of work per 1,000 gp by increasing the DC to create the item by 5. When determining the required time, ignore any fixed costs such as the weapon portion of implanted weaponry.</p><p>The creator can work for a maximum of 8 hours per day, even if she doesn't require sleep or rest. These days need not be consecutive. Ideally, the creator can work for at least 4 hours at a time uninterrupted, but if this is not possible (such as while adventuring), the creator can devote 4 hours of work broken up over the day, accomplishing a net of 2 hours of progress. Work under distracting or dangerous conditions nets only half the progress as well. If the creator can't dedicate at least 4 hours of work during a day (even if broken up or under distracting conditions), any work performed that day is wasted.</p><p>A character can work on multiple technological items at a time, or even in the same day as long as at least 2 hours net labor can be spent on each item. This doesn't let a creator exceed the limits on work accomplished in a single day, but does require separate power expenditures for each item (working on multiple projects at a time is not particularly energy efficient).</p><p>Technological items can be repaired using the appropriate crafting feats in the same way magical items can be repaired, but such methods cannot repair the more fundamental ravages of time that afflict timeworn technological items.</p>", 
            "name": "Crafting High-Tech Items", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items", 
            "type": "section", 
            "source": "Technology Guide", 
            "sections": [
                {
                    "body": "<p>Although there is a wide range of technological items, the types of laboratories needed to craft objects are relatively limited. Crafting laboratories are, unfortunately, incredibly rare, and those whose locations are currently known and found in relatively safe regions are firmly controlled. A crafting laboratory is similar to a technological artifact, in that it cannot be assembled or built with current resources. In order to craft a technological item, one must secure a laboratory for use. (This allows GMs to limit the role high-tech crafting plays in any one game&mdash;make sure to inform your players of the limited availability of crafting laboratories at the start of your game so they know whether selecting high-tech crafting feats is a useful option for their PCs!)</p><p>The six types of laboratories are listed below. Each lab also lists the number of charges required for a day's work on a single project&mdash;these numbers are generally rather high, and laboratories that don't draw power from a generator can consume staggering amounts of battery power. A laboratory that uses power from a generator applies the listed charges to that generator's dedicated yield for as long as work on the item continues.</p>", 
                    "name": "Crafting Laboratories", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories", 
                    "type": "section", 
                    "source": "Technology Guide", 
                    "sections": [
                        {
                            "body": "<p>A cybernetics lab is used to craft cybernetic equipment and devices that interface directly with a living creature's biology.</p>", 
                            "name": "Cybernetics Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Cybernetics Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "100 charges", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>A graviton lab is used to craft items that utilize graviton technology, such as gravity rifles, force fields, and magboots.</p>", 
                            "name": "Graviton Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Graviton Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "250 charges", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>This lab is used to craft medical items like trauma packs and medlances and pharmaceuticals.</p>", 
                            "name": "Medical Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Medical Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "20 charges", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>A military lab is used to craft weapons that don't require more specialized laboratories.</p>", 
                            "name": "Military Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Military Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "100 charges", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>This lab is used to craft devices that utilize nanotechnology, such as id rifles and k-lances.</p>", 
                            "name": "Nanotech Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Nanotech Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "150 charges", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>A production lab is used to craft objects that don't require more specialized laboratories.</p>", 
                            "name": "Production Lab", 
                            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Production Lab", 
                            "source": "Technology Guide", 
                            "abbrev": "50 charges", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Items with both magical and technological components, such as the <i>null blade</i>, use a special crafting process. The creator must first succeed at a skill check at the listed DC for crafting the technological portion of the item, and then must succeed at a check based on the item's caster level for crafting the magical portion. Any spell or level-based prerequisites not met increase this crafting DC, as described for magic item creation. The skill used for each check is based on the item creation feats required by the item. Failure on either check ruins the item. Use the item's listed price as normal for determining crafting time, and the item's cost for raw materials. If the creator has feats or abilities that accelerate item creation, only the least favorable bonus applies. In other words, to create a hybrid item faster, the creator needs to be able to create both magical and technological items faster.</p><p>It is also possible to enhance high-tech armor and high-tech weaponry with armor special abilities or weapon special abilities, including magical enhancement bonuses. One could build a <i>+2 laser rifle</i>, a <i>+4 dancing humanoid bane chainsaw</i>, or a <i>+1 ghost touch spacesuit</i>. In theory, a magic item creator could even infuse a technological item with magical intelligence. To create a magical high-tech item like this, one must first secure the high-tech item itself, either via purchase, discovery, or crafting. All high-tech weapons and armor are considered masterwork for the purposes of adding magical enhancements to them (though they do not gain the other typical benefits for masterwork items). At the GM's discretion, some magical special abilities might simply not be appropriate for application to certain technological items. When a character crafts an existing technological item into a magic item in this manner, he does not need to meet the base item's crafting requirements&mdash;a wizard with Craft Magic Arms and Armor can create a <i>+1 arc pistol</i> from a normal arc pistol without having Craft Technological Arms and Armor and without having access to a military laboratory. In a situation where a character wishes to craft the entire item from scratch, the nonmagical technological item must be fully crafted and completed before work on magically enhancing it can begin.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Hybrid Items", 
                    "type": "section", 
                    "name": "Hybrid Items", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>New technological items can and should be created, using existing items for inspiration. A new item may resemble an existing magic item, such as how jet packs function like <i>winged boots</i>, but there should be differences beyond just battery power to keep technology distinct. When pricing a new technological item, use the existing guidelines for estimating magic item value. There's no extra cost associated with technological items since they have extra weaknesses to go along with their advantages. Items that use charges should be priced as if they were use-activated, not as if they were charged in the way a wand or <i>ring of the ram</i> is charged, unless the item is disposable and has 50 or fewer charges, as the assumption is that a newly crafted technological item can be recharged with relative ease.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Pricing and Creating New Technological Items", 
                    "type": "section", 
                    "name": "Pricing and Creating New Technological Items", 
                    "source": "Technology Guide"
                }
            ]
        }
    ], 
    "name": "Crafting", 
    "source": "Technology Guide"
}