{
    "body": "<p>No new skills are introduced to the Pathfinder RPG to model how characters interact with technology&mdash;rather, existing skills are expanded to allow for such interaction. Additional rules for how skills interact with technology are listed below. Without the Technologist feat, a character is treated as untrained in the skill in question when using it on technology.</p>", 
    "name": "Skills", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p>Those who wish to construct or repair technological items use the Craft (mechanical) skill in conjunction with the technological item crafting feats. Without the Technologist feat, Craft (mechanical) can still be used to craft less advanced forms of technology such as gears, hinges, and pulleys. Note that in the campaign setting, NPCs with the means of crafting technological items are extremely rare, and it is not assumed that PCs have access to such resources. GMs are encouraged to discuss such considerations with their players before allowing technological crafting into the game.</p>", 
            "source": "Technology Guide", 
            "abbrev": "Int", 
            "type": "section", 
            "name": "Craft"
        }, 
        {
            "body": "<p>With the Technologist feat, you can use Disable Device to arm or disarm high-tech explosives or disable electronic triggers or locks. The Technologist feat is not required to disable a high-tech trap or object, but such traps and objects often have significantly higher DCs to disable than low-tech versions of a similar device would have.</p>", 
            "name": "Disable Device", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device", 
            "type": "section", 
            "source": "Technology Guide", 
            "abbrev": "Dex; AC Penalty; Trained Only", 
            "sections": [
                {
                    "body": "<p>If you possess a detonator, you can arm an explosive weapon as a trap. Connecting a detonator to an explosive requires a successful DC 10 Disable Device check. Failure means that the attempt fails, but you can attempt to arm the explosive again. Failure by 5 or more means the explosive is triggered as the detonator is installed. You can attempt to make an explosive difficult to disarm. To do so, choose a target disarm DC of 15 or higher, with a DC increment of 5. This becomes your target DC to set the explosive as well as the DC to disarm the explosive.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Arm Explosive", 
                    "type": "section", 
                    "name": "Arm Explosive", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>Disabling an electronic lock on a door or an electronic trigger for a trap (not the trap itself) is easier if you use an e-pick&mdash;without an e-pick, you take a Ð5 penalty on such checks.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disable Electronic Lock or Trigger", 
                    "type": "section", 
                    "name": "Disable Electronic Lock or Trigger", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>Disarming an explosive requires the character to succeed at a Disable Device check as if disarming a trap. The DC is usually 10, unless the person who set the explosive successfully did so with a higher disarm DC. A failure to disarm an explosive by 5 or more immediately triggers the explosive.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disarm Explosive", 
                    "type": "section", 
                    "name": "Disarm Explosive", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>A character can take 10 when using Disable Device to arm or disarm explosives, but cannot take 20.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Special", 
                    "type": "section", 
                    "name": "Special", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>Arming an explosive device takes 1 minute or more, depending on the scope of the job. Disarming an explosive is treated as if the explosive were a complex trap, and takes 2d4 rounds to attempt.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Time", 
                    "type": "section", 
                    "name": "Time", 
                    "source": "Technology Guide"
                }
            ]
        }, 
        {
            "body": "<p>A character with the Technologist feat can attempt a Linguistics check to decipher certain complex messages that appear in ruins. Note that many of these messages are written in Androffan. This language is spoken outside only rarely, and even within its borders, some have tried (quite unsuccessfully) to keep it a secret language.</p>", 
            "name": "Linguistics", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Linguistics", 
            "type": "section", 
            "source": "Technology Guide", 
            "abbrev": "Int; Trained Only", 
            "sections": [
                {
                    "body": "<p>Some robots may also know it (either in addition to Common and Hallit or replacing these languages), depending on the robots' nature. Androffan cannot be chosen as a bonus language for high Intelligence without GM permission.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Linguistics/Androffan", 
                    "type": "section", 
                    "name": "Androffan", 
                    "source": "Technology Guide"
                }
            ]
        }, 
        {
            "body": "<p>A character can use the following skills to research technological subjects. Other skills may have research applications as well, subject to GM approval.</p>", 
            "name": "Researching Technology", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Researching Technology", 
            "type": "section", 
            "source": "Technology Guide", 
            "sections": [
                {
                    "body": "<p>Used to identify and understand pharmaceuticals.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Researching Technology/Heal", 
                    "type": "section", 
                    "name": "Heal", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>Although robots are constructs, Knowledge (arcana) cannot be used to identify robots or their abilities and weaknesses.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Researching Technology/Knowledge (Arcana)", 
                    "type": "section", 
                    "name": "Knowledge (Arcana)", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>This is the most important skill with regard to technological subjects. Knowledge (engineering) can be used to identify a robot's abilities and weaknesses. Knowledge (engineering) is also used to identify and understand unknown technological objects in a similar manner to how Spellcraft is used to identify the properties of a magic item. The DC to correctly identify and understand an unknown technological object is equal to the object's Craft DC. An object with a Craft DC of 15 or less can be automatically identified and understood by someone trained in Knowledge (engineering) who also has the Technologist feat.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Researching Technology/Knowledge (Engineering)", 
                    "type": "section", 
                    "name": "Knowledge (Engineering)", 
                    "source": "Technology Guide"
                }, 
                {
                    "body": "<p>Used for astronomy.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Researching Technology/Knowledge (Geography)", 
                    "type": "section", 
                    "name": "Knowledge (Geography)", 
                    "source": "Technology Guide"
                }
            ]
        }
    ]
}