{
    "body": "<p>In addition to using a mythic simple template, there are two ways to create a new mythic monster. The first is to take an existing monster, give it the mythic subtype, and add abilities as described in that subtype. The second method is to create an entirely new monster with the mythic subtype and incorporate additional abilities into the final monster.</p>", 
    "name": "Building a Mythic Creature", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Making a mythic monster out of an ordinary monster is fairly straightforward&mdash;just follow these steps.</p>", 
            "name": "Modify an Existing Monster", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Modify an Existing Monster", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>. Divide your monster's CR by 2 to get its approximate mythic rank. If the result is not a whole number, it just means you have some flexibility in choosing the MR. For example, if your monster is a CR 7 chimera, half of 7 is 3.5, which means you can try it at MR 3 or MR 4. It's easier to start with a lower MR&mdash;you can always increase the MR later if you need the monster to be a little more powerful.</p>", 
                    "name": "Step 1-Determine its mythic rank", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Modify an Existing Monster/Step 1-Determine its mythic rank", 
                    "source": "Mythic Adventures", 
                    "abbrev": "MR", 
                    "type": "section"
                }, 
                {
                    "body": "<p>. The modifications to the creature's ability scores, hit points, and other game statistics depend on your monster's MR.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Modify an Existing Monster/Step 2-Add the mythic subtype", 
                    "type": "section", 
                    "name": "Step 2-Add the mythic subtype", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. As described in the mythic subtype, the monster gains a number of mythic abilities equal to its MR + 1.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Modify an Existing Monster/Step 3-Add additional mythic abilities", 
                    "type": "section", 
                    "name": "Step 3-Add additional mythic abilities", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. Your monster's final CR is its initial CR + 1/2 its MR (round down; minimum 1). Use the Monster Statistics by CR table to evaluate whether the monster's abilities are appropriately challenging for its final CR. If a creature's mythic abilities complement its non-mythic abilities particularly well, that mythic creature may be too powerful for its final CR. If a creature's mythic abilities don't interact with its non-mythic abilities, that creature may be too weak for its final CR. If either of these situations occur, make adjustments to the creature so it better fits the intended CR.</p><p>If the creature is too weak and you rounded the creature's MR down in Step 1, you can round up instead (adjusting the modifiers from the mythic subtype). If the creature is too strong and you rounded the creature's MR up in Step 1, you can round down instead (adjusting the modifiers from the mythic subtype).</p><p>Once the creature's abilities and statistics fit its CR, you're done.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Modify an Existing Monster/Step 4-Evaluate the monster at its final CR", 
                    "type": "section", 
                    "name": "Step 4-Evaluate the monster at its final CR", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Creating a new mythic monster is especially challenging because you're basically creating a monster with two CRs&mdash;an initial CR, which determines its appropriate mythic rank and thus how many mythic abilities it gets, and its final CR, which determines appropriate values for its AC, hit points, damage per round, and so on. Though it's possible to create the monster all at once with a particular CR and MR in mind, it's generally easier to build it in several steps (some of which are very similar to the steps for modifying an existing monster).</p>", 
            "name": "Create a New Monster", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>. Knowing the intended CR of your new monster is critical. This target helps determine the starting power level for your monster in the later steps, and means you won't have to reconfigure your monster if it's too weak or too powerful. For example, you might want a CR 7 mythic monster to challenge a 5th-level mythic party.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 1-Estimate its final CR", 
                    "type": "section", 
                    "name": "Step 1-Estimate its final CR", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. Divide your final CR by 2.5 to get the approximate mythic rank of your monster. If the result is not a whole number, it just means you have some flexibility in choosing the MR. For example, if your final CR is 7, dividing that by 2.5 is 2.8, so your monster could be 2nd rank or 3rd rank. It's generally easier to start with a lower MR&mdash;you can always increase the MR later if you need the monster to be a little more powerful.</p>", 
                    "name": "Step 2-Determine its mythic rank", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 2-Determine its mythic rank", 
                    "source": "Mythic Adventures", 
                    "abbrev": "MR", 
                    "type": "section"
                }, 
                {
                    "body": "<p>. Subtract half the MR from the final CR to get the initial CR. If the final CR is 7 and the MR is 2, half of 2 is 1, so the initial CR is 7 &ndash; 1 = 6.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 3-Determine its initial CR", 
                    "type": "section", 
                    "name": "Step 3-Determine its initial CR", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. This is identical to the process for creating a non-mythic monster. Follow the guidelines in the <i>Pathfinder RPG Bestiary</i>, creating a creature balanced for its CR, or starting with a base creature known to be appropriate for its CR and altering that monster to suit your purposes.</p><p>The next three steps make the creature mythic.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 4-Build a new monster for that initial CR", 
                    "type": "section", 
                    "name": "Step 4-Build a new monster for that initial CR", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. The modifications to the creature's ability scores, hit points, and so on depend on its MR.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 5-Add the mythic subtype", 
                    "type": "section", 
                    "name": "Step 5-Add the mythic subtype", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. As described in the mythic subtype, the monster gains a number of mythic abilities equal to its MR + 1.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 6-Add additional mythic abilities", 
                    "type": "section", 
                    "name": "Step 6-Add additional mythic abilities", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>. Your monster's final CR is its initial CR + 1/2 its MR (which should be close to your estimate from Step 1). If half the MR isn't an even number, round down to get the monster's final CR. Use the Monster Statistics by CR table to evaluate whether the monster's abilities are appropriately challenging for its final CR. If a creature's mythic abilities complement its non-mythic abilities particularly well, that mythic creature may be too powerful for its final CR. If a creature's mythic abilities don't interact with its non-mythic abilities, that creature may be too weak for its final CR. If either of these situations occur, make adjustments to the monster so it better fits the intended CR.</p><p>If the monster is too weak and the MR from Step 2 isn't a whole number, increase the monster's MR by 1 (adjusting the modifiers from the mythic subtype). If the monster is too strong and you have to round down to get its final CR, compare the monster to the statistics for the next highest CR. Once the monster's abilities and statistics fit its CR, you're done.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Monster Advancement/Building a Mythic Creature/Create a New Monster/Step 7-Evaluate the monster at its final CR", 
                    "type": "section", 
                    "name": "Step 7-Evaluate the monster at its final CR", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}