{
    "body": "<p>Environmental hazards specific to one kind of terrain are described in the Wilderness section. Environmental hazards common to more than one setting are detailed below.</p>", 
    "name": "Environmental Rules", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Corrosive acids deals 1d6 points of damage per round of exposure except in the case of total immersion (such as in a vat of acid), which deals 10d6 points of damage per round. An attack with acid, such as from a hurled vial or a monster's spittle, counts as a round of exposure.</p><p>The fumes from most acids are inhaled poisons. Those who are adjacent to a large body of acid must make a DC 13 Fortitude save or take 1 point of Constitution damage each round. This poison does not have a frequency, a creature is safe as soon as it moves away from the acid.</p><p>Creatures immune to acid's caustic properties might still drown in it if they are totally immersed (see Drowning).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Acid Effects", 
            "type": "section", 
            "name": "Acid Effects", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Cold and exposure deal nonlethal damage to the victim. A character cannot recover from the damage dealt by a cold environment until she gets out of the cold and warms up again. Once a character has taken an amount of nonlethal damage equal to her total hit points, any further damage from a cold environment is lethal damage. </p><p>An unprotected character in cold weather (below 40° F) must make a Fortitude save each hour (DC 15, +1 per previous check) or take 1d6 points of nonlethal damage. A character who has the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the skill description).</p><p>In conditions of severe cold or exposure (below 0° F), an unprotected character must make a Fortitude save once every 10 minutes (DC 15, +1 per previous check), taking 1d6 points of nonlethal damage on each failed save. A character who has the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well. Characters wearing a cold weather outfit only need check once per hour for cold and exposure damage.</p><p>A character who takes any nonlethal damage from cold or exposure is beset by frostbite or hypothermia (treat her as fatigued). These penalties end when the character recovers the nonlethal damage she took from the cold and exposure.</p><p>Extreme cold (below &ndash;20° F) deals 1d6 points of lethal damage per minute (no save). In addition, a character must make a Fortitude save (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage.</p>", 
            "name": "Cold Dangers", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Cold Dangers", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Characters walking on ice must spend 2 squares of movement to enter a square covered by ice, and the DC for Acrobatics checks increases by +5. Characters in prolonged contact with ice might run the risk of taking damage from severe cold.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Cold Dangers/Ice Effects", 
                    "type": "section", 
                    "name": "Ice Effects", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Darkvision allows many characters and monsters to see perfectly well without any light at all, but characters with normal or low-light vision can be rendered completely blind by putting out the lights. Torches or lanterns can be blown out by sudden gusts of subterranean wind, magical light sources can be dispelled or countered, or magical traps might create fields of impenetrable darkness.</p><p>In many cases, some characters or monsters might be able to see while others are blinded. For purposes of the following points, a blinded creature is one who simply can't see through the surrounding darkness.</p><p>Creatures blinded by darkness lose the ability to deal extra damage due to precision (for example, via sneak attack or a duelist's precise strike ability).</p><p>Blind creatures must make a DC 10 Acrobatics skill check to move faster than half speed. Creatures that fail this check fall prone. Blinded creatures can't run or charge.</p><p>All opponents have total concealment from a blinded creature, so the blinded creature has a 50% miss chance in combat. A blinded creature must first pinpoint the location of an opponent in order to attack the right square; if the blinded creature launches an attack without pinpointing its foe, it attacks a random square within its reach. For ranged attacks or spells against a foe whose location is not pinpointed, roll to determine which adjacent square the blinded creature is facing; its attack is directed at the closest target that lies in that direction.</p><p>A blinded creature loses its Dexterity modifier to AC (if positive) and takes a &ndash;2 penalty to AC.</p><p>A blinded creature takes a &ndash;4 penalty on Perception checks and most Strength- and Dexterity-based skill checks, including any with an armor check penalty. A creature blinded by darkness automatically fails any skill check relying on vision.</p><p>Creatures blinded by darkness cannot use gaze attacks and are immune to gaze attacks.</p><p>A creature blinded by darkness can make a Perception check as a free action each round in order to locate foes (DC equal to opponents' Stealth checks). A successful check lets a blinded character hear an unseen creature &ldquo;over there somewhere.&rdquo; It's almost impossible to pinpoint the location of an unseen creature. A Perception check that beats the DC by 20 reveals the unseen creature's square (but the unseen creature still has total concealment from the blinded creature).</p><p>A blinded creature can grope about to find unseen creatures. A character can make a touch attack with his hands or a weapon into two adjacent squares using a standard action. If an unseen target is in the designated square, there is a 50% miss chance on the touch attack. If successful, the groping character deals no damage but has pinpointed the unseen creature's current location. If the unseen creature moves, its location is once again unknown.</p><p>If a blinded creature is struck by an unseen foe, the blinded character pinpoints the location of the creature that struck him (until the unseen creature moves, of course). The only exception is if the unseen creature has a reach greater than 5 feet (in which case the blinded character knows the location of the unseen opponent, but has not pinpointed him) or uses a ranged attack (in which case the blinded character knows the general direction of the foe, but not his location).</p><p>A creature with the scent ability automatically pinpoints unseen creatures within 5 feet of its location.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Darkness", 
            "type": "section", 
            "name": "Darkness", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Creatures that fall take 1d6 points of damage per 10 feet fallen, to a maximum of 20d6. Creatures that take lethal damage from a fall land in a prone position.</p><p>If a character deliberately jumps instead of merely slipping or falling, the damage is the same but the first 1d6 is nonlethal damage. A DC 15 Acrobatics check allows the character to avoid any damage from the first 10 feet fallen and converts any damage from the second 10 feet to nonlethal damage. Thus, a character who slips from a ledge 30 feet up takes 3d6 damage. If the same character deliberately jumps, he takes 1d6 points of nonlethal damage and 2d6 points of lethal damage. And if the character leaps down with a successful Acrobatics check, he takes only 1d6 points of nonlethal damage and 1d6 points of lethal damage from the plunge. </p><p>Falls onto yielding surfaces (soft ground, mud) also convert the first 1d6 of damage to nonlethal damage. This reduction is cumulative with reduced damage due to deliberate jumps and the Acrobatics skill.</p><p>A character cannot cast a spell while falling, unless the fall is greater than 500 feet or the spell is an immediate action, such as <i>feather fall</i>. Casting a spell while falling requires a concentration check with a DC equal to 20 + the spell's level. Casting <i>teleport</i> or a similar spell while falling does not end your momentum, it just changes your location, meaning that you still take falling damage, even if you arrive atop a solid surface.</p>", 
            "name": "Falling", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"falling-into-water\">Falls into water are handled somewhat differently. If the water is at least 10 feet deep, the first 20 feet of falling do no damage. The next 20 feet do nonlethal damage (1d3 per 10-foot increment). Beyond that, falling damage is lethal damage (1d6 per additional 10-foot increment).</p><p>Characters who deliberately dive into water take no damage on a successful DC 15 Swim check or DC 15 Acrobatics check, so long as the water is at least 10 feet deep for every 30 feet fallen. The DC of the check, however, increases by 5 for every 50 feet of the dive. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling/Falling into Water", 
                    "type": "section", 
                    "name": "Falling into Water", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Just as characters take damage when they fall more than 10 feet, so too do they take damage when they are hit by falling objects.</p><p>Objects that fall upon characters deal damage based on their size and the distance they have fallen. Table: Damage from Falling Objects determines the amount of damage dealt by an object based on its size. Note that this assumes that the object is made of dense, heavy material, such as stone. Objects made of lighter materials might deal as little as half the listed damage, subject to GM discretion. For example, a Huge boulder that hits a character deals 6d6 points of damage, whereas a Huge wooden wagon might deal only 3d6 damage. In addition, if an object falls less than 30 feet, it deals half the listed damage. If an object falls more than 150 feet, it deals double the listed damage. Note that a falling object takes the same amount of damage as it deals.</p><p>Dropping an object on a creature requires a ranged touch attack. Such attacks generally have a range increment of 20 feet. If an object falls on a creature (instead of being thrown), that creature can make a DC 15 Reflex save to halve the damage if he is aware of the object. Falling objects that are part of a trap use the trap rules instead of these general guidelines.</p>", 
            "name": "Falling Objects", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling Objects", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-13-11-damage-from-falling-objects\"><caption>Table: Damage from Falling Objects</caption><thead><tr><th>Object Size</th><th>Damage</th></tr></thead><tbody><tr class=\"odd\"><td>Small</td><td>2d6</td></tr><tr class=\"even\"><td>Medium</td><td>3d6</td></tr><tr class=\"odd\"><td>Large</td><td>4d6</td></tr><tr class=\"even\"><td>Huge</td><td>6d6</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>8d6</td></tr><tr class=\"even\"><td>Colossal</td><td>10d6</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling Objects/Table Damage from Falling Objects", 
                    "type": "table", 
                    "name": "Table: Damage from Falling Objects", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Heat deals nonlethal damage that cannot be recovered from until the character gets cooled off (reaches shade, survives until nightfall, gets doused in water, is targeted by <i>endure elements</i>, and so forth). Once a character has taken an amount of nonlethal damage equal to her total hit points, any further damage from a hot environment is lethal damage.</p><p>A character in very hot conditions (above 90° F) must make a Fortitude saving throw each hour (DC 15, +1 for each previous check) or take 1d4 points of nonlethal damage. Characters wearing heavy clothing or armor of any sort take a &ndash;4 penalty on their saves. A character with the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the skill description). Characters reduced to unconsciousness begin taking lethal damage (1d4 points per hour).</p><p>In severe heat (above 110° F), a character must make a Fortitude save once every 10 minutes (DC 15, +1 for each previous check) or take 1d4 points of nonlethal damage. Characters wearing heavy clothing or armor of any sort take a &ndash;4 penalty on their saves. A character with the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the Survival skill in Using Skills). Characters reduced to unconsciousness begin taking lethal damage (1d4 points per each 10-minute period).</p><p>A character who takes any nonlethal damage from heat exposure now suffers from heatstroke and is fatigued. These penalties end when the character recovers from the nonlethal damage she took from the heat.</p><p>Extreme heat (air temperature over 140° F, fire, boiling water, lava) deals lethal damage. Breathing air in these temperatures deals 1d6 points of fire damage per minute (no save). In addition, a character must make a Fortitude save every 5 minutes (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. Those wearing heavy clothing or any sort of armor take a &ndash;4 penalty on their saves.</p><p>Boiling water deals 1d6 points of scalding damage, unless the character is fully immersed, in which case it deals 10d6 points of damage per round of exposure.</p>", 
            "name": "Heat Dangers", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Characters exposed to burning oil, bonfires, and non-instantaneous magic fires might find their clothes, hair, or equipment on fire. Spells with an instantaneous duration don't normally set a character on fire, since the heat and flame from these come and go in a flash.</p><p>Characters at risk of catching fire are allowed a DC 15 Reflex save to avoid this fate. If a character's clothes or hair catch fire, he takes 1d6 points of damage immediately. In each subsequent round, the burning character must make another Reflex saving throw. Failure means he takes another 1d6 points of damage that round. Success means that the fire has gone out&mdash;that is, once he succeeds on his saving throw, he's no longer on fire.</p><p>A character on fire may automatically extinguish the flames by jumping into enough water to douse himself. If no body of water is at hand, rolling on the ground or smothering the fire with cloaks or the like permits the character another save with a +4 bonus.</p><p>Those whose clothes or equipment catch fire must make DC 15 Reflex saves for each item. Flammable items that fail take the same amount of damage as the character.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers/Catching on Fire", 
                    "type": "section", 
                    "name": "Catching on Fire", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Lava or magma deals 2d6 points of fire damage per round of exposure, except in the case of total immersion (such as when a character falls into the crater of an active volcano), which deals 20d6 points of fire damage per round.</p><p>Damage from lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half of that dealt during actual contact (that is, 1d6 or 10d6 points per round). Immunity or resistance to fire serves as an immunity or resistance to fire, lava or magma. A creature immune to fire might still drown if completely immersed in lava (see Drowning).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers/Lava Effects", 
                    "type": "section", 
                    "name": "Lava Effects", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A character who breathes heavy smoke must make a Fortitude save each round (DC 15, +1 per previous check) or spend that round choking and coughing. A character who chokes for 2 consecutive rounds takes 1d6 points of nonlethal damage. Smoke obscures vision, giving concealment (20% miss chance) to characters within it.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Smoke Effects", 
            "type": "section", 
            "name": "Smoke Effects", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Characters might find themselves without food or water and with no means to obtain them. In normal climates, Medium characters need at least a gallon of fluids and about a pound of decent food per day to avoid starvation. (Small characters need half as much.) In very hot climates, characters need two or three times as much water to avoid dehydration.</p><p>A character can go without water for 1 day plus a number of hours equal to his Constitution score. After this time, the character must make a Constitution check each hour (DC 10, +1 for each previous check) or take 1d6 points of nonlethal damage. Characters that take an amount of nonlethal damage equal to their total hit points begin to take lethal damage instead.</p><p>A character can go without food for 3 days, in growing discomfort. After this time, the character must make a Constitution check each day (DC 10, +1 for each previous check) or take 1d6 points of nonlethal damage. Characters that take an amount of nonlethal damage equal to their total hit points begin to take lethal damage instead.</p><p>Characters who have taken nonlethal damage from lack of food or water are fatigued. Nonlethal damage from thirst or starvation cannot be recovered until the character gets food or water, as needed&mdash;not even magic that restores hit points heals this damage.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Starvation and Thirst", 
            "type": "section", 
            "name": "Starvation and Thirst", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A character who has no air to breathe can hold her breath for 2 rounds per point of Constitution. If a character takes a standard or full-round action, the remaining duration that the character can hold her breath is reduced by 1 round. After this period of time, the character must make a DC 10 Constitution check in order to continue holding her breath. The check must be repeated each round, with the DC increasing by +1 for each previous success.</p><p>When the character fails one of these Constitution checks, she begins to suffocate. In the first round, she falls unconscious (0 hit points). In the following round, she drops to &ndash;1 hit points and is dying. In the third round, she suffocates.</p>", 
            "name": "Suffocation", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Suffocation", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>A Medium character can breathe easily for 6 hours in a sealed chamber measuring 10 feet on a side. After that time, the character takes 1d6 points of nonlethal damage every 15 minutes. Each additional Medium character or significant fire source (a torch, for example) proportionally reduces the time the air will last. Once rendered unconscious through the accumulation of nonlethal damage, the character begins to take lethal damage at the same rate. Small characters consume half as much air as Medium characters.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Suffocation/Slow Suffocation", 
                    "type": "section", 
                    "name": "Slow Suffocation", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Any character can wade in relatively calm water that isn't over his head, no check required. Similarly, swimming in calm water only requires Swim skill checks with a DC of 10. Trained swimmers can just take 10. Remember, however, that armor or heavy gear makes any attempt at swimming much more difficult (see the Swim skill description).</p><p>By contrast, fast-moving water is much more dangerous. Characters must make a successful DC 15 Swim check or a DC 15 Strength check to avoid going under. On a failed check, the character takes 1d3 points of nonlethal damage per round (1d6 points of lethal damage if flowing over rocks and cascades).</p><p>Very deep water is not only generally pitch black, posing a navigational hazard, but worse, deals water pressure damage of 1d6 points per minute for every 100 feet the character is below the surface. A successful Fortitude save (DC 15, +1 for each previous check) means the diver takes no damage in that minute. Very cold water deals 1d6 points of nonlethal damage from hypothermia per minute of exposure.</p>", 
            "name": "Water Dangers", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Water Dangers", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Any character can hold her breath for a number of rounds equal to twice her Constitution score. If a character takes a standard or full-round action, the remaining duration that the character can hold her breath is reduced by 1 round. After this period of time, the character must make a DC 10 Constitution check every round in order to continue holding her breath. Each round, the DC increases by 1. </p><p>When the character finally fails her Constitution check, she begins to drown. In the first round, she falls unconscious (0 hp). In the following round, she drops to &ndash;1 hit points and is dying. In the third round, she drowns.</p><p>Unconscious characters must begin making Constitution checks immediately upon being submerged (or upon becoming unconscious if the character was conscious when submerged). Once she fails one of these checks, she immediately drops to &ndash;1 (or loses 1 additional hit point, if her total is below &ndash;1). On the following round, she drowns.</p><p>It is possible to drown in substances other than water, such as sand, quicksand, fine dust, and silos full of grain.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Water Dangers/Drowning", 
                    "type": "section", 
                    "name": "Drowning", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}