{
    "body": "<p>While endless adventure awaits out in the game&mdash;there are other worlds beyond these&mdash;other continents, other planets, other galaxies. Yet even beyond this existence of countless planets exist more worlds&mdash;entirely different dimensions of reality known as the planes of existence. Except for rare linking points that allow travel between them, each plane is effectively its own universe with its own natural laws. Collectively, the entirety of these other dimensions and planes is known as the Great Beyond.</p><p>Although the number of planes is limited only by imagination, they can all be categorized into five general types: the Material Plane, the transitive planes, the Inner Planes, the Outer Planes, and the countless demiplanes.</p>", 
    "name": "The Planes", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"material-plane\">The Material Plane tends to be the most Earth-like of all planes and operates under the same set of natural laws that our own real world does. The &ldquo;size&rdquo; of the Material Plane depends upon the campaign&mdash;it might conform only to the single world on which your game is set, or it might encompass an entire universe of planets, moons, stars, and galaxies. The Material Plane is the default plane for the Pathfinder Roleplaying Game.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Material Plane", 
            "type": "section", 
            "name": "Material Plane", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Transitive planes have one important common characteristic: they &ldquo;overlap&rdquo; with other planes, and as such can be used to travel between these overlapping realities. These planes have the strongest regular interaction with the Material Plane and are often accessed by using various spells. They have native inhabitants as well. Example transitive planes include the following.</p>", 
            "name": "Transitive Planes", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"astral-plane\">A silvery void that connects the Material and Inner Planes to the Outer Planes, the astral plane is the medium through which the souls of the departed travel to the afterlife. A traveler in the Astral Plane sees the plane as a vast empty void periodically dotted with tiny motes of physical reality calved off of the countless planes it overlaps. Powerful spellcasters utilize the Astral Plane for a tiny fraction of a second when they teleport, or they can use it to travel between planes with spells like <i>astral projection</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Astral Plane", 
                    "type": "section", 
                    "name": "Astral Plane", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"ethereal-plane\">The Ethereal Plane is a ghostly realm that exists as a buffer between the Material Plane and the Shadow Plane, overlapping each. A traveler in the Ethereal plane experiences the real world as if the world were an insubstantial ghost, and can move through solid objects without being seen in the real world. Strange creatures dwell in the Ethereal Plane, as well as ghosts and dreams, many of which can sometimes extend their influence into the real world in mysterious and terrifying ways. Powerful spellcasters utilize the Ethereal Plane with spells like <i>blink</i>, <i>etherealness</i>, and <i>ethereal jaunt</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Ethereal Plane", 
                    "type": "section", 
                    "name": "Ethereal Plane", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"shadow-plane\">The eerie and deadly Shadow Plane is a grim, colorless &ldquo;duplicate&rdquo; of the Material Plane. It overlaps with the Material Plane but is smaller in size, and is in many ways a warped and mocking &ldquo;reflection&rdquo; of the Material Plane, one infused with negative energy (see Inner Planes) and serving as home for strange monsters like undead shadows and worse. Powerful spellcasters utilize the Shadow Plane to swiftly travel immense distances on the Material Plane with <i>shadow walk</i>, or draw upon the mutable essence of the Shadow Plane to create quasi-real effects and creatures with spells like <i>shadow evocation</i> or <i>shades</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Shadow Plane", 
                    "type": "section", 
                    "name": "Shadow Plane", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>The Inner Planes contain the building blocks of reality&mdash;it's easiest to envision these planes as &ldquo;containing&rdquo; the Material Plane, but they do not overlap with the Material Plane as do the transitive planes. Each Inner Plane is made up of a single type of energy or element that overwhelms all others. The natives of a particular Inner Plane are made of the same energy or element as the plane itself. Example Inner Planes include the following.</p>", 
            "name": "Inner Planes", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"elemental-planes\">The four classic Inner Planes are the Plane of Air, the Plane of Earth, the Plane of Fire, and the Plane of Water&mdash;it is from these planes that the creatures known as elementals hail, yet they house many other strange denizens as well, such as the genie races, strange metal-eating xorns, unseen invisible stalkers, and mischievous mephits.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes/Elemental Planes", 
                    "type": "section", 
                    "name": "Elemental Planes", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"energy-planes\">Two energy planes exist&mdash;the Positive Energy Plane (from which the animating spark of life hails) and the Negative Energy Plane (from which the sinister taint of undeath hails). Energy from both planes infuses reality, the ebb and flow of this energy running through all creatures to bear them along the journey from birth to death. Clerics utilize power from these planes when they channel energy.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes/Energy Planes", 
                    "type": "section", 
                    "name": "Energy Planes", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p id=\"outer-planes\">Beyond the realm of the mortal world, beyond the building blocks of reality, lie the Outer Planes. Vast beyond imagining, it is to these realms that the souls of the dead travel, and it is upon these realms in which the gods themselves hold court. Each of the Outer Planes has an alignment, representing a particular moral or ethical outlook, and the natives of each plane tend to behave in agreement with that plane's alignment. The Outer Planes are also the final resting place of souls from the Material Plane, whether that final rest takes the form of calm introspection or eternal damnation. The denizens of the Outer Planes form the mythologies of civilization, comprising angels and demons, titans and devils, and countless other incarnations of possibility. Each campaign world should have different Outer Planes to match its themes and needs, but classic Outer Planes include lawful good Heaven, the chaos and evil of the Abyss, the regimented lawful evil of Hell, and the capricious freedom and joys of chaotic good Elysium. Powerful spellcasters can contact the Outer Planes for advice or guidance with spells like <i>commune</i> and <i>contact outer plane</i>, or can conjure allies with spells like <i>planar ally</i> or <i>summon monster</i>.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Outer Planes", 
            "type": "section", 
            "name": "Outer Planes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This catchall category covers all extradimensional spaces that function like planes but have measurable size and limited access. Other kinds of planes are theoretically infinite in size, but a demiplane might be only a few hundred feet across. There are countless demiplanes adrift in reality, and while most are connected to the Astral Plane and Ethereal Plane, some are cut off entirely from the transitive planes and can only be accessed by well-hidden portals or obscure magic spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Demiplanes", 
            "type": "section", 
            "name": "Demiplanes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Infinities may be broken into smaller infinities, and planes into smaller, related planes. These layers are effectively separate planes of existence, and each layer can have its own features and qualities. Layers are connected to each other through a variety of planar gates, natural vortices, paths, and shifting borders.</p><p>Access to a layered plane from elsewhere usually happens on the first layer of the plane, which can be either the top or bottom layer, depending on the specific plane. Most fixed access points (such as portals and natural vortices) reach this layer, which makes it the gateway for other layers of the plane. The <i>plane shift</i> spell generally deposits the spellcaster on the first layer of the plane.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Layered Planes", 
            "type": "section", 
            "name": "Layered Planes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Two planes that are separate do not overlap or directly connect to each other. They are like planets in different orbits. The only way to get from one separate plane to the other is to go through a third plane, such as a Transitive Plane.</p>", 
            "name": "How Planes Interact", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/How Planes Interact", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Planes that touch at specific points are coterminous. Where they touch, a connection exists, and travelers can leave one reality behind and enter the other.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/How Planes Interact/Coterminous Planes", 
                    "type": "section", 
                    "name": "Coterminous Planes", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If a link between two planes can be created at any point, the two planes are coexistent. These planes overlap each other completely. A coexistent plane can be reached from anywhere on the plane it overlaps. When moving on a coexistent plane, it is often possible to see into or interact with the plane with which it coexists. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/How Planes Interact/Coexistent Planes", 
                    "type": "section", 
                    "name": "Coexistent Planes", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}