{
    "body": "<p>Traps are a common danger in dungeon environments. From gouts of white-hot flame to hails of poisoned darts, traps can serve to protect valuable treasure or stop intruders from proceeding.</p>", 
    "name": "Traps", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>All traps&mdash;mechanical or magical&mdash;have the following elements: CR, type, Perception DC, Disable Device DC, trigger, reset, and effect. Some traps might also include optional elements, such as poison or a bypass. These characteristics are described below.</p>", 
            "name": "Elements of a Trap", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>A trap can be either mechanical or magical in nature. </p>", 
                    "name": "Type", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Type", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Dungeons are frequently equipped with deadly mechanical (nonmagical) traps. A trap typically is defined by its location and triggering conditions, how hard it is to spot before it goes off, how much damage it deals, and whether or not the characters receive a saving throw to mitigate its effects. Traps that attack with arrows, sweeping blades, and other types of weaponry make normal attack rolls, with specific attack bonuses dictated by the trap's design. A mechanical trap can be constructed by a PC through successful use of the Craft (traps) skill (see Designing a Trap and the Craft skill description).</p><p>Creatures that succeed on a Perception check detect a trap before it is triggered. The DC of this check depends on the trap itself. Success generally indicates that the creature has detected the mechanism that activates the trap, such as a pressure plate, odd gears attached to a door handle, and the like. Beating this check by 5 or more also gives some indication of what the trap is designed to do.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Type/Mechanical", 
                            "type": "section", 
                            "name": "Mechanical", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Many spells can be used to create dangerous traps. Unless the spell or item description states otherwise, assume the following to be true.</p><ul><li> A successful Perception check (DC 25 + spell level) detects a magic trap before it goes off. </li><li> Magic traps permit a saving throw in order to avoid the effect (DC 10 + spell level &times; 1.5).</li><li> Magic traps may be disarmed by a character with the trapfinding class feature with a successful Disable Device skill check (DC 25 + spell level). Other characters have no chance to disarm a magic trap with a Disable Device check.</li></ul><p>Magic traps are further divided into spell traps and magic device traps. Magic device traps initiate spell effects when activated, just as wands, rods, rings, and other magic items do. Creating a magic device trap requires the Craft Wondrous Item feat.</p><p>Spell traps are simply spells that themselves function as traps. Creating a spell trap requires the services of a character who can cast the needed spell or spells, who is usually either the character creating the trap or an NPC spellcaster hired for that purpose. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Type/Magic", 
                            "type": "section", 
                            "name": "Magic", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>The builder sets the Perception and Disable Device DCs for a mechanical trap. For a magic trap, the values depend on the highest-level spell used.</p>", 
                    "name": "Perception and Disable Device DCs", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Perception and Disable Device DCs", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>The base DC for both Perception and Disable Device checks is 20. Raising or lowering either of these DCs affects the CR (Table: CR Modifiers for Mechanical Traps). </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Perception and Disable Device DCs/Mechanical Trap", 
                            "type": "section", 
                            "name": "Mechanical Trap", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The DC for both Perception and Disable Device checks is equal to 25 + the spell level of the highest-level spell used. Only characters with the trapfinding class feature can attempt a Disable Device check involving a magic trap. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Perception and Disable Device DCs/Magic Trap", 
                            "type": "section", 
                            "name": "Magic Trap", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>A trap's trigger determines how it is sprung.</p>", 
                    "name": "Trigger", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>A location trigger springs a trap when someone stands in a particular square.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Location", 
                            "type": "section", 
                            "name": "Location", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>This trigger activates the trap when a creature approaches within a certain distance of it. A proximity trigger differs from a location trigger in that the creature need not be standing in a particular square. Creatures that are flying can spring a trap with a proximity trigger but not one with a location trigger. Mechanical proximity triggers are extremely sensitive to the slightest change in the air. This makes them useful only in places such as crypts, where the air is unusually still.</p><p>The proximity trigger used most often for magic device traps is the <i>alarm</i> spell. Unlike when the spell is cast, an <i>alarm</i> spell used as a trigger can have an area that's no larger than the area the trap is meant to protect.</p><p>Some magic device traps have special proximity triggers that activate only when certain kinds of creatures approach. For example, a <i>detect good</i> spell can serve as a proximity trigger on an evil altar, springing the attached trap only when someone of good alignment gets close enough to it.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Proximity", 
                            "type": "section", 
                            "name": "Proximity", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>This trigger springs a magic trap when it detects any sound. A sound trigger functions like an ear and has a +15 bonus on Perception checks. A successful Stealth check, magical <i>silence</i>, and other effects that would negate hearing defeat it. A trap with a sound trigger requires the casting of <i>clairaudience</i> during its construction.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Sound", 
                            "type": "section", 
                            "name": "Sound", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>This trigger for magic traps works like an actual eye, springing the trap whenever it &ldquo;sees&rdquo; something. A trap with a visual trigger requires the casting of <i>arcane eye, clairvoyance</i>, or <i>true seeing</i> during its construction. Sight range and the Perception bonus conferred on the trap depend on the spell chosen, as shown.</p>", 
                            "name": "Visual", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Visual", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<table><thead><tr><th>Spell</th><th>Sight Range</th><th>Perception Bonus</th></tr></thead><tbody><tr class=\"odd\"><td><i>arcane eye</i></td><td>Line of sight (unlimited range)</td><td>+20</td></tr><tr class=\"even\"><td><i>clairvoyance</i></td><td>One preselected location</td><td>+15</td></tr><tr class=\"odd\"><td><i>true seeing</i></td><td>Line of sight (up to 120 ft.)</td><td>+30</td></tr></tbody></table>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Visual/Spell", 
                                    "type": "table", 
                                    "name": "Spell", 
                                    "source": "Core Rulebook"
                                }, 
                                {
                                    "body": "<p>If you want the trap to see in the dark, you must either choose the <i>true seeing</i> option or add <i>darkvision</i> to the trap as well. (<i>Darkvision</i> limits the trap's sight range in the dark to 60 feet.) If invisibility, disguises, or illusions can fool the spell being used, they can fool the visual trigger as well. </p>", 
                                    "source": "Core Rulebook", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>A touch trigger, which springs the trap when touched, is one of the simplest kinds of trigger to construct. This trigger may be physically attached to the part of the mechanism that deals the damage or it may not. You can make a magic touch trigger by adding <i>alarm</i> to the trap and reducing the area of the effect to cover only the trigger spot.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Touch", 
                            "type": "section", 
                            "name": "Touch", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>This trigger periodically springs the trap after a certain duration has passed.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Timed", 
                            "type": "section", 
                            "name": "Timed", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>All spell traps have this kind of trigger. The appropriate spell descriptions explain the trigger conditions for traps that contain spell triggers.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Spell", 
                            "type": "section", 
                            "name": "Spell", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Unless otherwise stated, most traps have a duration of instantaneous; once triggered, they have their effect and then stop functioning. Some traps have a duration measured in rounds. Such traps continue to have their listed effect each round at the top of the initiative order (or whenever they were activated, if they were triggered during combat).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Duration", 
                    "type": "section", 
                    "name": "Duration", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A reset element is the set of conditions under which a trap becomes ready to trigger again. Resetting a trap usually takes only a minute or so. For a trap with a more difficult reset method, you should set the time and labor required.</p>", 
                    "name": "Reset", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Reset", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Short of completely rebuilding the trap, there's no way to trigger it more than once. Spell traps have no reset element. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Reset/No Reset", 
                            "type": "section", 
                            "name": "No Reset", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>To get the trap functioning again, you must repair it. Repairing a mechanical trap requires a Craft (traps) check against a DC equal to the one for building it. The cost for raw materials is one-fifth of the trap's original market price. To calculate how long it takes to fix a trap, use the same calculations you would for building it, but use the cost of the raw materials required for repair in place of the market price.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Reset/Repair", 
                            "type": "section", 
                            "name": "Repair", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Resetting the trap requires someone to move the parts back into place. This is the kind of reset element most mechanical traps have.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Reset/Manual", 
                            "type": "section", 
                            "name": "Manual", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The trap resets itself, either immediately or after a timed interval.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Reset/Automatic", 
                            "type": "section", 
                            "name": "Automatic", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>If the builder of a trap wants to be able to move past the trap after it is created or placed, it's a good idea to build in a bypass mechanism: something that temporarily disarms the trap. Bypass elements are typically used only with mechanical traps; spell traps usually have built-in allowances for the caster to bypass them.</p>", 
                    "name": "Bypass (Optional Element)", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Bypass (Optional Element)", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>A lock bypass requires a DC 30 Disable Device check to open. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Bypass (Optional Element)/Lock", 
                            "type": "section", 
                            "name": "Lock", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A hidden switch requires a DC 25 Perception check to locate.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Bypass (Optional Element)/Hidden Switch", 
                            "type": "section", 
                            "name": "Hidden Switch", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A hidden lock combines the features above, requiring a DC 25 Perception check to locate and a DC 30 Disable Device check to open.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Bypass (Optional Element)/Hidden Lock", 
                            "type": "section", 
                            "name": "Hidden Lock", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>The effect of a trap is what happens to those who spring it. This often takes the form of either damage or a spell effect, but some traps have special effects. A trap usually either makes an attack roll or forces a saving throw to avoid it. Occasionally a trap uses both of these options, or neither (see Never Miss).</p>", 
                    "name": "Effect", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>These are holes (covered or not) that characters can fall into, causing them to take damage. A pit needs no attack roll, but a successful Reflex save (DC set by the builder) avoids it. Other save-dependent mechanical traps also fall into this category. Falling into a pit deals 1d6 points of damage per 10 feet of depth.</p><p>Pits in dungeons come in three basic varieties: uncovered, covered, and chasms. Pits and chasms can be defeated by judicious application of the Acrobatics skill, the Climb skill, or various mechanical or magical means.</p><p>Uncovered pits and natural chasms serve mainly to discourage intruders from going a certain way, although they cause much grief to characters who stumble into them in the dark, and they can greatly complicate nearby melee.</p><p>Covered pits are much more dangerous. They can be detected with a DC 20 Perception check, but only if the character is taking the time to carefully examine the area before walking across it. A character who fails to detect a covered pit is still entitled to a DC 20 Reflex save to avoid falling into it. If she was running or moving recklessly at the time, however, she gets no saving throw and falls automatically.</p><p>Trap coverings can be as simple as piled refuse (straw, leaves, sticks, garbage), a large rug, or an actual trap door concealed to appear as a normal part of the floor. Such a trap door usually swings open when enough weight (usually about 50 to 80 pounds) is placed upon it. Devious trap builders sometimes design trap doors so they spring back shut after they open. The trap door might lock once it's back in place, leaving the stranded character well and truly trapped. Opening such a trap door is just as difficult as opening a regular door (assuming the trapped character can reach it), and a DC 13 Strength check is needed to keep a spring-loaded door open.</p><p>Pit traps often have something nastier than just a hard floor at the bottom. A trap designer might put spikes, monsters, or a pool of acid, lava, or even water at the bottom. For rules on pit spikes and other such add-ons, see the Miscellaneous Trap Features section.</p><p>Monsters sometimes live in pits. Any monster that can fit into the pit might have been placed there by the dungeon's designer, or might simply have fallen in and not been able to climb back out. </p><p>A secondary trap, mechanical or magical, at the bottom of a pit can be particularly deadly. Activated by a falling victim, the secondary trap attacks the already injured character when she's least ready for it.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect/Pits", 
                            "type": "section", 
                            "name": "Pits", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>These traps fling darts, arrows, spears, or the like at whomever activated the trap. The builder sets the attack bonus. A ranged attack trap can be configured to simulate the effect of a composite bow with a high Strength rating, which provides the trap with a bonus on damage equal to its Strength rating. These traps deal whatever damage their ammunition normally does. If a trap is constructed with a high Strength rating, it has a corresponding bonus on damage.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect/Ranged Attack Traps", 
                            "type": "section", 
                            "name": "Ranged Attack Traps", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>These traps feature such obstacles as sharp blades that emerge from walls and stone blocks that fall from ceilings. Once again, the builder sets the attack bonus. These traps deal the same damage as the melee weapons they &ldquo;wield.&rdquo; In the case of a falling stone block, you can assign any amount of bludgeoning damage you like, but remember that whoever resets the trap has to lift that stone back into place. </p><p>A melee attack trap can be constructed with a built-in bonus on damage rolls, just as if the trap itself had a high Strength score.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect/Melee Attack Traps", 
                            "type": "section", 
                            "name": "Melee Attack Traps", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Spell traps produce the spell's effect. Like all spells, a spell trap that allows a saving throw has a save DC of 10 + spell level + caster's relevant ability modifier.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect/Spell Traps", 
                            "type": "section", 
                            "name": "Spell Traps", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>These traps produce the effects of any spells included in their construction, as described in the appropriate entries. If the spell in a magic device trap allows a saving throw, its save DC is (10 + spell level) &times; 1.5. Some spells make attack rolls instead.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Effect/Magic Device Traps", 
                            "type": "section", 
                            "name": "Magic Device Traps", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Some traps have miscellaneous features that produce special effects, such as drowning for a water trap or ability damage for poison. Saving throws and damage depend on the poison or are set by the builder, as appropriate.</p>", 
                            "source": "Core Rulebook", 
                            "type": "section", 
                            "name": "Special"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some traps include optional features that can make them considerably more deadly. The most common features are discussed below.</p>", 
                    "name": "Miscellaneous Trap Features", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Mechanical traps might incorporate alchemical devices or other special substances or items, such as tanglefoot bags, alchemist's fire, thunderstones, and the like. Some such items mimic spell effects. If the item mimics a spell effect, it increases the CR as shown on Table: CR Modifiers for Mechanical Traps: CR Modifiers for Mechanical Traps.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Alchemical Item", 
                            "type": "section", 
                            "name": "Alchemical Item", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>With a gas trap, the danger is in the inhaled poison it delivers. Traps employing gas usually have the never miss and onset delay features.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Gas", 
                            "type": "section", 
                            "name": "Gas", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Any trap that involves a danger of drowning is in this category. Traps employing liquid usually have the never miss and onset delay features. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Liquid", 
                            "type": "section", 
                            "name": "Liquid", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Traps with this feature can affect more than one character.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Multiple Targets", 
                            "type": "section", 
                            "name": "Multiple Targets", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>When the entire dungeon wall moves to crush you, your quick reflexes won't help, since the wall can't possibly miss. A trap with this feature has neither an attack bonus nor a saving throw to avoid, but it does have an onset delay. Most traps involving liquid or gas are of the never miss variety. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Never Miss", 
                            "type": "section", 
                            "name": "Never Miss", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>An onset delay is the amount of time between when the trap is sprung and when it deals damage. A never miss trap always has an onset delay.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Onset Delay", 
                            "type": "section", 
                            "name": "Onset Delay", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Traps that employ poison are deadlier than their nonpoisonous counterparts, so they have correspondingly higher CRs. To determine the CR modifier for a given poison, consult Table: CR Modifiers for Mechanical Traps. Only injury, contact, and inhaled poisons are suitable for traps; ingested types are not. Some traps simply deal the poison's damage. Others deal damage with ranged or melee attacks as well.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Poison", 
                            "type": "section", 
                            "name": "Poison", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Treat spikes at the bottom of a pit as daggers, each with a +10 attack bonus. The damage bonus for each spike is +1 per 10 feet of pit depth (to a maximum of +5). Each character who falls into the pit is attacked by 1d4 spikes. This damage is in addition to any damage from the fall itself, and the statistics presented above are merely the most common variant&mdash;some traps might have far more dangerous spikes at their bottom. Pit spikes add to the average damage of the trap (see Average Damage, below).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Pit Spikes", 
                            "type": "section", 
                            "name": "Pit Spikes", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>If something other than spikes waits at the bottom of a pit, it's best to treat that as a separate trap (see Multiple Traps) with a location trigger that activates on any significant impact, such as a falling character. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Pit Bottom", 
                            "type": "section", 
                            "name": "Pit Bottom", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>This feature applies to any trap that needs only a successful touch attack (melee or ranged) to hit.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Touch Attack", 
                            "type": "section", 
                            "name": "Touch Attack", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}