{
    "body": "<p>At first glance, a city is much like a dungeon, made up of walls, doors, rooms, and corridors. Adventures that take place in cities have two salient differences from their dungeon counterparts, however. Characters have greater access to resources, and they must contend with law enforcement.</p>", 
    "name": "Urban Adventures", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Unlike in dungeons and the wilderness, characters can buy and sell gear quickly in a city. A large city or metropolis probably has high-level NPCs and experts in obscure fields of knowledge who can provide assistance and decipher clues. And when the PCs are battered and bruised, they can retreat to the comfort of a room at an inn.</p><p>The freedom to retreat and ready access to the marketplace means that the players have a greater degree of control over the pacing of an urban adventure.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Access to Resources", 
            "type": "section", 
            "name": "Access to Resources", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The other key distinctions between adventuring in a city and delving into a dungeon is that a dungeon is, almost by definition, a lawless place where the only law is that of the jungle: kill or be killed. A city, on the other hand, is held together by a code of laws, many of which are explicitly designed to prevent the sort of killing and looting that adventurers engage in all the time. Even so, most cities' laws recognize monsters as a threat to the stability the city relies on, and prohibitions about murder rarely apply to monsters such as aberrations or evil outsiders. Most evil humanoids, however, are typically protected by the same laws that protect all the citizens of the city. Having an evil alignment is not a crime (except in some severely theocratic cities, perhaps, with the magical power to back up the law); only evil deeds are against the law. Even when adventurers encounter an evildoer in the act of perpetrating some heinous evil upon the populace of the city, the law tends to frown on the sort of vigilante justice that leaves the evildoer dead or otherwise unable to testify at a trial.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Law Enforcement", 
            "type": "section", 
            "name": "Law Enforcement", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Different cities have different laws about such issues as carrying weapons in public and restricting spellcasters.</p><p>The city's laws might not affect all characters equally. A monk isn't hampered at all by a law about peace-bonding weapons, but a cleric is reduced to a fraction of his power if all holy symbols are confiscated at the city's gates.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Weapon and Spell Restrictions", 
            "type": "section", 
            "name": "Weapon and Spell Restrictions", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Walls, doors, poor lighting, and uneven footing: in many ways a city is much like a dungeon. Some special considerations for an urban setting are covered below.</p>", 
            "name": "Urban Features", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Many cities are surrounded by walls. A typical small city wall is a fortified stone wall 5 feet thick and 20 feet high. Such a wall is fairly smooth, requiring a DC 30 Climb check to scale. The walls are crenellated on one side to provide a low wall for the guards atop it, and there is just barely room for guards to walk along the top of the wall. A typical small city wall has AC 3, hardness 8, and 450 hp per 10-foot section.</p><p>A typical large city wall is 10 feet thick and 30 feet high, with crenellations on both sides for the guards on top of the wall. It is likewise smooth, requiring a DC 30 Climb check to scale. Such a wall has AC 3, hardness 8, and 720 hp per 10-foot section.</p><p>A typical metropolis wall is 15 feet thick and 40 feet tall. It has crenellations on both sides and often has a tunnel and small rooms running through its interior. Metropolis walls have AC 3, hardness 8, and 1,170 hp per 10-foot section.</p><p>Unlike smaller cities, metropolises often have interior walls as well as surrounding walls&mdash;either old walls that the city has outgrown, or walls dividing individual districts from each other. Sometimes these walls are as large and thick as the outer walls, but more often they have the characteristics of a large city's or small city's walls.</p>", 
                    "name": "Walls and Gates", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Walls and Gates", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"watchtowers\">Some city walls are adorned with watchtowers set at irregular intervals. Few cities have enough guards to keep someone constantly stationed at every tower, unless the city is expecting attack from outside. The towers provide a superior view of the surrounding countryside as well as a point of defense against invaders.</p><p>Watchtowers are typically 10 feet higher than the wall they adjoin, and their diameter is 5 times the thickness of the wall. Arrow slits line the outer sides of the upper stories of a tower, and the top is crenellated like the surrounding walls are. In a small tower (25 feet in diameter adjoining a 5-foot-thick wall), a simple ladder typically connects the tower's stories and its roof. In a larger tower, stairs serve that purpose. </p><p>Heavy wooden doors, reinforced with iron and bearing good locks (Disable Device DC 30), block entry to a tower, unless the tower is in regular use. As a rule, the captain of the guard keeps the keys to the towers secured on her person, and second copies are in the city's inner fortress or barracks.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Walls and Gates/Watchtowers", 
                            "type": "section", 
                            "name": "Watchtowers", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A typical city gate is a gatehouse with two portcullises and murder holes above the space between them. In towns and some small cities, the primary entry is through iron double doors set into the city wall.</p><p>Gates are usually open during the day and locked or barred at night. Usually, one gate lets in travelers after sunset and is staffed by guards who will open it for someone who seems honest, presents proper papers, or offers a large enough bribe (depending on the city and the guards).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Walls and Gates/Gates", 
                            "type": "section", 
                            "name": "Gates", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>A city typically has full-time military personnel equal to 1% of its adult population, in addition to militia or conscript soldiers equal to 5% of the population. The full-time soldiers are city guards responsible for maintaining order within the city, similar to the role of modern police, and (to a lesser extent) for defending the city from outside assault. Conscript soldiers are called up to serve in case of an attack on the city.</p><p>A typical city guard force works on three 8-hour shifts, with 30% of the force on a day shift (8 a.m. to 4 p.m.), 35% on an evening shift (4 p.m. to 12 a.m.), and 35% on a night shift (12 a.m. to 8 a.m.). At any given time, 80% of the guards on duty are on the streets patrolling, while the remaining 20% are stationed at various posts throughout the city where they can respond to nearby alarms. At least one such guard post is present within each neighborhood of a city (each neighborhood consisting of several districts).</p><p>The majority of a city guard force is made up of warriors, mostly 1st level. Officers include higher-level warriors, fighters, a fair number of clerics, and wizards or sorcerers, as well as multiclass fighter/spellcasters.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Guards and Soldiers", 
                    "type": "section", 
                    "name": "Guards and Soldiers", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Siege engines are large weapons, temporary structures, or pieces of equipment traditionally used in besieging castles or fortresses.</p>", 
                    "name": "Siege Engines", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table id=\"table-13-8-siege-engines\"><caption>Table: Siege Engines</caption><thead><tr><th>Item</th><th>Cost</th><th>Damage</th><th>Critical Range</th><th>Increment</th><th>Typical Crew</th></tr></thead><tr class=\"odd\"><td>Catapult, heavy</td><td>800 gp</td><td>6d6</td><td>&mdash;</td><td>200 ft. (100 ft. minimum)</td><td>4</td></tr><tr class=\"even\"><td>Catapult, light</td><td>550 gp</td><td>4d6</td><td>&mdash;</td><td>150 ft. (100 ft. minimum)</td><td>2</td></tr><tr class=\"odd\"><td>Ballista</td><td>500 gp</td><td>3d8</td><td>19&ndash;20</td><td>120 ft.</td><td>1</td></tr><tr class=\"even\"><td>Ram</td><td>1,000 gp</td><td>3d6*</td><td>&mdash;</td><td>&mdash;</td><td>10</td></tr><tr class=\"odd\"><td>Siege tower</td><td>2,000 gp</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>20</td></tr><tfoot><tr><td colspan=\"6\">* See description for special rules.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Table Siege Engines", 
                            "type": "table", 
                            "name": "Table: Siege Engines", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<table><caption>Catapult Attack Modifiers</caption><thead><tr><th>Condition</th><th>Modifier</th></tr></thead><tr class=\"even\"><td style=\"white-space:normal;\">No line of sight to target square</td><td>&ndash;6</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Successive shots (crew can see where most recent misses landed)</td><td style=\"white-space:normal;\">Cumulative +2 per previous miss (maximum +10)</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Successive shots (crew can't see where most recent misses landed, but observer is providing feedback)</td><td style=\"white-space:normal;\">Cumulative +1 per previous miss (maximum +5)</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Catapult Attack Modifiers", 
                            "type": "table", 
                            "name": "Catapult Attack Modifiers", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Siege engines are treated as difficult devices if someone tries to disable them using Disable Device. This takes 2d4 rounds and requires a DC 20 Disable Device check. Siege engines are typically made out of wood and have an AC of 3 (&ndash;5 Dex, &ndash;2 size), a Hardness of 5, and 80 hit points. Siege engines made up of a different material might have different values. Some siege engines are armored as well. Treat the siege engine as a Huge creature to determine the cost of such armor. Siege engines can be crafted as masterwork and enchanted as magic weapons, adding bonuses on attack rolls to the checks made to hit with the siege engine. A masterwork siege engine costs 300 gp more than the listed price. Enchanting a siege engine costs twice the normal amount. For example, a <i>+1 flaming heavy catapult</i>, armored with full plate, would have an AC of 11 and would cost 23,100 gp (800 gp base + 6,000 gp for the armor + 300 gp masterwork + 16,000 gp for the enhancements).</p>", 
                            "source": "Core Rulebook", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>A heavy catapult is a massive engine capable of throwing rocks or heavy objects with great force. Because the catapult throws its payload in a high arc, it can hit squares out of its line of sight. To fire a heavy catapult, the crew chief makes a special check against DC 15 using only his base attack bonus, Intelligence modifier, range increment penalty, and the appropriate modifiers from the lower section of Table: Siege Engines. If the check succeeds, the catapult stone hits the square the catapult was aimed at, dealing the indicated damage to any object or character in the square. Characters who succeed on a DC 15 Reflex save take half damage. Once a catapult stone hits a square, subsequent shots hit the same square unless the catapult is reaimed or the wind changes direction or speed.</p><p>If a catapult stone misses, roll 1d8 to determine where it lands. This determines the misdirection of the throw, with 1 being back toward the catapult and 2 through 8 counting clockwise around the target square. Finally, count 1d4 squares away from the target square for every range increment of the attack.</p><p>Loading a catapult requires a series of full-round actions. It takes a DC 15 Strength check to winch the throwing arm down; most catapults have wheels to allow up to two crew members to use the aid another action, assisting the main winch operator. A DC 15 Profession (siege engineer) check latches the arm into place, and then another DC 15 Profession (siege engineer) check loads the catapult ammunition. It takes four full-round actions to reaim a heavy catapult (multiple crew members can perform these full-round actions in the same round, so it would take a crew of four only 1 round to reaim the catapult).</p><p>A heavy catapult takes up a space 15 feet across.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Catapult/Heavy", 
                            "type": "section", 
                            "name": "Catapult, Heavy", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"catapult\">This is a smaller, lighter version of the heavy catapult. It functions as the heavy catapult, except that it takes a DC 10 Strength check to winch the arm into place, and only two full-round actions are required to reaim the catapult.</p><p>A light catapult takes up a space 10 feet across.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Catapult/Light", 
                            "type": "section", 
                            "name": "Catapult, Light", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"ballista\">A ballista is essentially a Huge heavy crossbow fixed in place. Its size makes it hard for most creatures to aim it. Thus, a Medium creature takes a &ndash;4 penalty on attack rolls when using a ballista, and a Small creature takes a &ndash;6 penalty. It takes a creature smaller than Large two full-round actions to reload the ballista after firing.</p><p>A ballista takes up a space 5 feet across.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Ballista", 
                            "type": "section", 
                            "name": "Ballista", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"ram\">This heavy pole is sometimes suspended from a movable scaffold that allows the crew to swing it back and forth against objects. As a full-round action, the character closest to the front of the ram makes an attack roll against the AC of the construction, applying the &ndash;4 penalty for lack of proficiency. It's not possible to be proficient with this device. In addition to the damage given on Table: Siege Engines, up to nine other characters holding the ram can add their Strength modifiers to the ram's damage, if they devote an attack action to doing so. It takes at least one Huge or larger creature, two Large creatures, four Medium creatures, or eight Small creatures to swing a ram.</p><p>A ram is typically 30 feet long. In a battle, the creatures wielding the ram stand in two adjacent columns of equal length, with the ram between them.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Ram", 
                            "type": "section", 
                            "name": "Ram", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"siege-tower\">This device is a massive wooden tower on wheels or rollers that can be rolled up against a wall to allow attackers to scale the tower and thus get to the top of the wall with cover. The wooden walls are usually 1 foot thick.</p><p>A typical siege tower takes up a space 15 feet across. The creatures inside push it at a base land speed of 10 feet (and a siege tower can't run). The eight creatures pushing on the ground floor have total cover, and those on higher floors get improved cover and can fire through arrow slits.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Siege Engines/Siege Tower", 
                            "type": "section", 
                            "name": "Siege Tower", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Typical city streets are narrow and twisting. Most streets average 15 to 20 feet wide, while alleys range from 10 feet wide to only 5 feet. Cobblestones in good condition allow normal movement, but roads in poor repair and heavily rutted dirt streets are considered light rubble, increasing the DC of Acrobatics checks by 2.</p><p>Some cities have no larger thoroughfares, particularly cities that gradually grew from small settlements to larger cities. Cities that are planned, or perhaps have suffered a major fire that allowed authorities to construct new roads through formerly inhabited areas, might have a few larger streets through town. These main roads are 25 feet wide&mdash;offering room for wagons to pass each other&mdash;with 5-foot-wide sidewalks on either side.</p>", 
                    "name": "City Streets", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"crowds\">Urban streets are often full of people going about their daily lives. In most cases, it isn't necessary to put every 1st-level commoner on the map when a fight breaks out on the city's main thoroughfare. Instead, just indicate which squares on the map contain crowds. If crowds see something obviously dangerous, they'll move away at 30 feet per round at initiative count 0. It takes 2 squares of movement to enter a square with crowds. The crowds provide cover for anyone who does so, enabling a Stealth check and providing a bonus to Armor Class and on Reflex saves.</p>", 
                            "name": "Crowds", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets/Crowds", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<p>It takes a DC 15 Diplomacy check or DC 20 Intimidate check to convince a crowd to move in a particular direction, and the crowd must be able to hear or see the character making the attempt. It takes a full-round action to make the Diplomacy check, but only a free action to make the Intimidate check.</p><p>If two or more characters are trying to direct a crowd in different directions, they make opposed Diplomacy or Intimidate checks to determine to whom the crowd listens. The crowd ignores everyone if none of the characters' check results beat the DCs given above.</p>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets/Crowds/Directing Crowds", 
                                    "type": "section", 
                                    "name": "Directing Crowds", 
                                    "source": "Core Rulebook"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Above and Beneath the Streets", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"rooftops\">Getting to a roof usually requires climbing a wall, unless the character can reach a roof by jumping down from a higher window, balcony, or bridge. Flat roofs, common only in warm climates (as accumulated snow can cause a flat roof to collapse), are easy to run across. Moving along the peak of a pitched roof requires a DC 20 Acrobatics check. Moving on an angled roof surface without changing altitude (moving parallel to the peak, in other words) requires a DC 15 Acrobatics check. Moving up and down across the peak of a roof requires a DC 10 Acrobatics check.</p><p>Eventually a character runs out of roof, requiring a long jump across to the next roof or down to the ground. The distance to the closest roof is usually 1d3 &times; 5 feet horizontally, but the next roof is equally likely to be 5 feet higher, 5 feet lower, or the same height. Use the guidelines in the Acrobatics skill (a horizontal jump's peak height is one-fourth of the horizontal distance) to determine whether a character can make a jump.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Above and Beneath the Streets/Rooftops", 
                            "type": "section", 
                            "name": "Rooftops", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"sewers\">To get into the sewers, most characters open a grate (a full-round action) and jump down 10 feet. Sewers are built exactly like dungeons, except that they're much more likely to have floors that are slippery or covered with water. Sewers are also similar to dungeons in terms of creatures liable to be encountered therein. Some cities were built atop the ruins of older civilizations, so their sewers sometimes lead to treasures and dangers from a bygone age.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/Above and Beneath the Streets/Sewers", 
                            "type": "section", 
                            "name": "Sewers", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Above and Beneath the Streets", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Most city buildings fall into three categories. The majority of buildings in the city are two to five stories high, built side-by-side to form long rows separated by secondary or main streets. These row houses usually have businesses on the ground floor, with offices or apartments above.</p><p>Inns, successful businesses, and large warehouses&mdash;as well as millers, tanners, and other businesses that require extra space&mdash;are generally large, free-standing buildings with up to five stories. </p><p>Finally, small residences, shops, warehouses, or storage sheds are simple, one-story wooden buildings, especially if they're in poorer neighborhoods.</p><p>Most city buildings are made of a combination of stone or clay brick (on the lower one or two stories) and timbers (for the upper stories, interior walls, and floors). Roofs are a mixture of boards, thatch, and slates, sealed with pitch. A typical lower-story wall is 1 foot thick, with AC 3, hardness 8, 90 hp, and a Climb DC of 25. Upper-story walls are 6 inches thick, with AC 3, hardness 5, 60 hp, and a Climb DC of 21. Exterior doors on most buildings are good wooden doors that are usually kept locked, except on public buildings such as shops and taverns.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Buildings", 
                    "type": "section", 
                    "name": "City Buildings", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If a city has main thoroughfares, they are lined with lanterns hanging at a height of 7 feet from building awnings. These lanterns are spaced 60 feet apart, so their illumination is all but continuous. Secondary streets and alleys are not lit; it is common for citizens to hire lantern-bearers when going out after dark.</p><p>Alleys can be dark places even in daylight, thanks to the shadows of the tall buildings that surround them. A dark alley in daylight is rarely dark enough to afford true concealment, but it can lend a +2 circumstance bonus on Stealth checks.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Lights", 
                    "type": "section", 
                    "name": "City Lights", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}