{
    "body": "<p>Outside the safety of city walls, the wilderness is a dangerous place, and many adventurers have gotten lost in its trackless wilds or fallen victim to deadly weather. The following rules give you guidelines on running adventures in a wilderness setting.</p>", 
    "name": "Wilderness", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>There are many ways to get lost in the wilderness. Following an obvious road, trail, or feature such as a stream or shoreline prevents most from becoming lost, but travelers striking off cross-country might become disoriented&mdash;especially in conditions of poor visibility or in difficult terrain. </p>", 
            "name": "Getting Lost", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Anytime characters cannot see at least 60 feet due to reduced visibility conditions, they might become lost. Characters traveling through fog, snow, or a downpour might easily lose the ability to see any landmarks not in their immediate vicinity. Similarly, characters traveling at night might be at risk, too, depending on the quality of their light sources, the amount of moonlight, and whether they have darkvision or low-light vision.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Poor Visibility", 
                    "type": "section", 
                    "name": "Poor Visibility", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any character in forest, moor, hill, or mountain terrain might become lost if he moves away from a trail, road, stream, or other obvious path or track. Forests are especially dangerous because they obscure far-off landmarks and make it hard to see the sun or stars.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Difficult Terrain", 
                    "type": "section", 
                    "name": "Difficult Terrain", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If conditions exist that make getting lost a possibility, the character leading the way must succeed on a Survival check or become lost. The difficulty of this check varies based on the terrain, the visibility conditions, and whether or not the character has a map of the area being traveled through. Refer to the table below and use the highest DC that applies.</p>", 
                    "name": "Chance to Get Lost", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Chance to Get Lost", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Terrain</th><th>Survival DC</th></tr></thead><tr class=\"odd\"><td>Desert or plains</td><td>14</td></tr><tr class=\"even\"><td>Forest</td><td>16</td></tr><tr class=\"odd\"><td>Moor or hill</td><td>10</td></tr><tr class=\"even\"><td>Mountain</td><td>12</td></tr><tr class=\"odd\"><td>Open sea</td><td>18</td></tr><tr class=\"even\"><td>Urban, ruins, or dungeon</td><td>8</td></tr><tr><th> Situation</th><th>Check Modifier</th></tr><tr class=\"even\"><td>Proper navigational tools (map, sextant)</td><td>+4</td></tr><tr class=\"odd\"><td>Poor visibility</td><td>&ndash;4</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Chance to Get Lost/Terrain", 
                            "type": "table", 
                            "name": "Terrain", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A character with at least 5 ranks in Knowledge (geography) or Knowledge (local) pertaining to the area being traveled through gains a +2 bonus on this check.</p><p>Check once per hour (or portion of an hour) spent in local or overland movement to see if travelers have become lost. In the case of a party moving together, only the character leading the way makes the check.</p>", 
                            "source": "Core Rulebook", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>If a party becomes lost, it is no longer certain of moving in the direction it intended to travel. Randomly determine the direction in which the party actually travels during each hour of local or overland movement. The characters' movement continues to be random until they blunder into a landmark they can't miss, or until they recognize that they are lost and make an effort to regain their bearings.</p>", 
                    "name": "Effects of Being Lost", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Once per hour of random travel, each character in the party may attempt a Survival check (DC 20, &ndash;1 per hour of random travel) to recognize that he is no longer certain of his direction of travel. Some circumstances might make it obvious that the characters are lost.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Recognizing Youre Lost", 
                            "type": "section", 
                            "name": "Recognizing You're Lost", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Determining the correct direction of travel once a party has become lost requires a Survival check (DC 15, +2 per hour of random travel). If a character fails this check, he chooses a random direction as the &ldquo;correct&rdquo; direction for resuming travel.</p><p>Once the characters are traveling along their new course, correct or incorrect, they might get lost again. If the conditions still make it possible for travelers to become lost, check once per hour of travel as described above to see if the party maintains its new course or begins to move at random again.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Setting a New Course", 
                            "type": "section", 
                            "name": "Setting a New Course", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>It's possible that several characters may attempt to determine the right direction to proceed after becoming lost. Make a Survival check for each character in secret, then tell the players whose characters succeeded the correct direction in which to travel, and tell the players whose characters failed a random direction they think is right, with no indication who is correct.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Conflicting Directions", 
                            "type": "section", 
                            "name": "Conflicting Directions", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>There are several ways for characters to find their way after becoming lost. First, if the characters successfully set a new course and follow it to the destination they're trying to reach, they're not lost anymore. Second, the characters, through random movement, might run into an unmistakable landmark. Third, if conditions suddenly improve&mdash;the fog lifts or the sun comes up&mdash;lost characters may attempt to set a new course, as described above, with a +4 bonus on the Survival check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Regaining Your Bearings", 
                    "type": "section", 
                    "name": "Regaining Your Bearings", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Forest terrain can be divided into three categories: sparse, medium, and dense. An immense forest could have all three categories within its borders, with more sparse terrain at the outer edge of the forest and dense forest at its heart. </p><p>The table below describes in general terms how likely it is that a given square has a terrain element in it.</p>", 
            "name": "Forest Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Category of Forest </th></tr><tr><th>Sparse</th><th>Medium</th><th>Dense</th></tr></thead><tr class=\"odd\"><td>Typical trees</td><td>50%</td><td>70%</td><td>80%</td></tr><tr class=\"even\"><td>Massive trees</td><td>&mdash;</td><td>10%</td><td>20%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>50%</td><td>70%</td><td>50%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>&mdash;</td><td>20%</td><td>50%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Category of Forest", 
                    "type": "table", 
                    "name": "Category of Forest", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"trees\">The most important terrain element in a forest is the trees, obviously. A creature standing in the same square as a tree gains partial cover, which grants a +2 bonus to Armor Class and a +1 bonus on Reflex saves. The presence of a tree doesn't otherwise affect a creature's fighting space, because it's assumed that the creature is using the tree to its advantage when it can. The trunk of a typical tree has AC 4, hardness 5, and 150 hp. A DC 15 Climb check is sufficient to climb a tree. Medium and dense forests have massive trees as well. These trees take up an entire square and provide cover to anyone behind them. They have AC 3, hardness 5, and 600 hp. Like their smaller counterparts, it takes a DC 15 Climb check to climb them.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Trees", 
                    "type": "section", 
                    "name": "Trees", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"undergrowth\">Vines, roots, and short bushes cover much of the ground in a forest. A space covered with light undergrowth costs 2 squares of movement to move into, and provides concealment. Undergrowth increases the DC of Acrobatics and Stealth checks by 2 because the leaves and branches get in the way. Heavy undergrowth costs 4 squares of movement to move into and provides concealment with a 30% miss chance (instead of the usual 20%). It increases the DC of Acrobatics checks by 5. Heavy undergrowth is easy to hide in, granting a +5 circumstance bonus on Stealth checks. Running and charging are impossible. Squares with undergrowth are often clustered together. Undergrowth and trees aren't mutually exclusive; it's common for a 5-foot square to have both a tree and undergrowth.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Undergrowth", 
                    "type": "section", 
                    "name": "Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"forest-canopy\">It's common for elves and other forest dwellers to live on raised platforms far above the surface floor. These wooden platforms often have rope bridges between them. To get to the treehouses, characters ascend the trees' branches (Climb DC 15), use rope ladders (Climb DC 0), or take pulley elevators (which can be made to rise a number of feet equal to a Strength check, made each round as a full-round action). Creatures on platforms or branches in a forest canopy are considered to have cover when fighting creatures on the ground, and in medium or dense forests they have concealment as well.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Canopy", 
                    "type": "section", 
                    "name": "Forest Canopy", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Fallen logs generally stand about 3 feet high and provide cover just as low walls do. They cost 5 feet of movement to cross. Forest streams average 5 to 10 feet wide and no more than 5 feet deep. Pathways wind through most forests, allowing normal movement and providing neither cover nor concealment. These paths are less common in dense forests, but even unexplored forests have occasional game trails.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Other Forest Terrain Elements", 
                    "type": "section", 
                    "name": "Other Forest Terrain Elements", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In a sparse forest, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 3d6 &times; 10 feet. In a medium forest, this distance is 2d8 &times; 10 feet, and in a dense forest it is 2d6 &times; 10 feet.</p><p>Because any square with undergrowth provides concealment, it's usually easy for a creature to use the Stealth skill in the forest. Logs and massive trees provide cover, which also makes hiding possible.</p><p>The background noise in the forest makes Perception checks that rely on sound more difficult, increasing the DC of the check by 2 per 10 feet, not 1. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Stealth and Detection in a Forest", 
                    "type": "section", 
                    "name": "Stealth and Detection in a Forest", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Most campfire sparks ignite nothing, but if conditions are dry, winds are strong, or the forest floor is dried out and flammable, a forest fire can result. Lightning strikes often set trees ablaze and start forest fires in this way. Whatever the cause of the fire, travelers can get caught in the conflagration.</p><p>A forest fire can be spotted from as far away as 2d6 &times; 100 feet by a character who makes a Perception check, treating the fire as a Colossal creature (reducing the DC by 16). If all characters fail their Perception checks, the fire moves closer to them. They automatically see it when it closes to half the original distance. With proper elevation, the smoke from a forest fire can be spotted as far as 10 miles away.</p><p>Characters who are blinded or otherwise unable to make Perception checks can feel the heat of the fire (and thus automatically &ldquo;spot&rdquo; it) when it is 100 feet away.</p><p>The leading edge of a fire (the downwind side) can advance faster than a human can run (assume 120 feet per round for winds of moderate strength). Once a particular portion of the forest is ablaze, it remains so for 2d4 &times; 10 minutes before dying to a smoking wasteland. Characters overtaken by a forest fire might find the leading edge of the fire advancing away from them faster than they can keep up, trapping them deeper and deeper within its grasp.</p><p>Within the bounds of a forest fire, a character faces three dangers: heat damage, catching on fire, and smoke inhalation. </p>", 
                    "name": "Forest Fires", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "abbrev": "CR 6", 
                    "sections": [
                        {
                            "body": "<p>Getting caught within a forest fire is even worse than being exposed to extreme heat (see Heat Dangers). Breathing the air causes a character to take 1d6 points of fire damage per round (no save). In addition, a character must make a Fortitude save every 5 rounds (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. A character who holds his breath can avoid the lethal damage, but not the nonlethal damage. Those wearing heavy clothing or any sort of armor take a &ndash;4 penalty on their saving throws. Those wearing metal armor or who come into contact with very hot metal are affected as if by a <i>heat metal</i> spell.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Heat Damage", 
                            "type": "section", 
                            "name": "Heat Damage", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Characters engulfed in a forest fire are at risk of catching on fire when the leading edge of the fire overtakes them, and continue to be at risk once per minute thereafter.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Catching on Fire", 
                            "type": "section", 
                            "name": "Catching on Fire", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Forest fires naturally produce a great deal of smoke. A character who breathes heavy smoke must make a Fortitude save each round (DC 15, +1 per previous check) or spend that round choking and coughing. A character who chokes for 2 consecutive rounds takes 1d6 points of nonlethal damage. Smoke also provides concealment to characters within it.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Smoke Inhalation", 
                            "type": "section", 
                            "name": "Smoke Inhalation", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Two categories of marsh exist: relatively dry moors and watery swamps. Both are often bordered by lakes (described in Aquatic Terrain), which are effectively a third category of terrain found in marshes.</p>", 
            "name": "Marsh Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"2\">Marsh Category</th></tr><tr><th>Moor</th><th>Swamp</th></tr></thead><tr class=\"odd\"><td>Shallow bog</td><td>20%</td><td>40%</td></tr><tr class=\"even\"><td>Deep bog</td><td>5%</td><td>20%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>30%</td><td>20%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>10%</td><td>20%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Marsh Category", 
                    "type": "table", 
                    "name": "Marsh Category", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"bogs\">If a square is part of a shallow bog, it has deep mud or standing water of about 1 foot in depth. It costs 2 squares of movement to move into a square with a shallow bog, and the DC of Acrobatics checks in such a square increases by 2. </p><p>A square that is part of a deep bog has roughly 4 feet of standing water. It costs Medium or larger creatures 4 squares of movement to move into a square with a deep bog, or characters can swim if they wish. Small or smaller creatures must swim to move through a deep bog. Tumbling is impossible in a deep bog.</p><p>The water in a deep bog provides cover for Medium or larger creatures. Smaller creatures gain improved cover (+8 bonus to AC, +4 bonus on Reflex saves). Medium or larger creatures can crouch as a move action to gain this improved cover. Creatures with this improved cover take a &ndash;10 penalty on attacks against creatures that aren't underwater.</p><p>Deep bog squares are usually clustered together and surrounded by an irregular ring of shallow bog squares.</p><p>Both shallow and deep bogs increase the DC of Stealth checks by 2.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Bogs", 
                    "type": "section", 
                    "name": "Bogs", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The bushes, rushes, and other tall grasses in marshes function as undergrowth does in a forest. A square that is part of a bog does not also have undergrowth. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Undergrowth", 
                    "type": "section", 
                    "name": "Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"quicksand\">Patches of quicksand present a deceptively solid appearance (appearing as undergrowth or open land) that might trap careless characters. A character approaching a patch of quicksand at a normal pace is entitled to a DC 8 Survival check to spot the danger before stepping in, but charging or running characters don't have a chance to detect a hidden patch before blundering into it. A typical patch of quicksand is 20 feet in diameter; the momentum of a charging or running character carries him 1d2 &times; 5 feet into the quicksand.</p>", 
                    "name": "Quicksand", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Characters in quicksand must make a DC 10 Swim check every round to simply tread water in place, or a DC 15 Swim check to move 5 feet in whatever direction is desired. If a trapped character fails this check by 5 or more, he sinks below the surface and begins to drown whenever he can no longer hold his breath (see the Swim skill description in Using Skills).</p><p>Characters below the surface of quicksand may swim back to the surface with a successful Swim check (DC 15, +1 per consecutive round of being under the surface).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Effects of Quicksand", 
                            "type": "section", 
                            "name": "Effects of Quicksand", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Pulling out a character trapped in quicksand can be difficult. A rescuer needs a branch, spear haft, rope, or similar tool that enables him to reach the victim with one end of it. Then he must make a DC 15 Strength check to successfully pull the victim, and the victim must make a DC 10 Strength check to hold onto the branch, pole, or rope. If both checks succeed, the victim is pulled 5 feet closer to safety. If the victim fails to hold on, he must make a DC 15 Swim check immediately to stay above the surface. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Rescue", 
                            "type": "section", 
                            "name": "Rescue", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"hedgerows\">Common in moors, hedgerows are tangles of stones, soil, and thorny bushes. Narrow hedgerows function as low walls, and it takes 3 squares of movement to cross them. Wide hedgerows are more than 5 feet tall and take up entire squares. They provide total cover, just as a wall does. It takes 4 squares of movement to move through a square with a wide hedgerow; creatures that succeed on a DC 10 Climb check need only 2 squares of movement to move through the square.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Hedgerows", 
                    "type": "section", 
                    "name": "Hedgerows", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some marshes, particularly swamps, have trees just as forests do, usually clustered in small stands. Paths lead across many marshes, winding to avoid bog areas. As in forests, paths allow normal movement and don't provide the concealment that undergrowth does.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Other Marsh Terrain Elements", 
                    "type": "section", 
                    "name": "Other Marsh Terrain Elements", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In a marsh, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 10 feet. In a swamp, this distance is 2d8 &times; 10 feet.</p><p>Undergrowth and deep bogs provide plentiful concealment, so it's easy to use Stealth in a marsh.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Stealth and Detection in a Marsh", 
                    "type": "section", 
                    "name": "Stealth and Detection in a Marsh", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A hill can exist in most other types of terrain, but hills can also dominate the landscape. Hills terrain is divided into two categories: gentle hills and rugged hills. Hills terrain often serves as a transition zone between rugged terrain such as mountains and flat terrain such as plains.</p>", 
            "name": "Hills Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"2\">Hills Category</th></tr><tr><th>Gentle Hills</th><th>Rugged Hills</th></tr></thead><tr class=\"odd\"><td>Gradual slope</td><td>75%</td><td>40%</td></tr><tr class=\"even\"><td>Steep slope</td><td>20%</td><td>50%</td></tr><tr class=\"odd\"><td>Cliff</td><td>5%</td><td>10%</td></tr><tr class=\"even\"><td>Light undergrowth</td><td>15%</td><td>15%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Hills Category", 
                    "type": "table", 
                    "name": "Hills Category", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"slopes\">This incline isn't steep enough to affect movement, but characters gain a +1 bonus on melee attacks against foes downhill from them.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Gradual Slope", 
                    "type": "section", 
                    "name": "Gradual Slope", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Characters moving uphill (to an adjacent square of higher elevation) must spend 2 squares of movement to enter each square of steep slope. Characters running or charging downhill (moving to an adjacent square of lower elevation) must succeed on a DC 10 Acrobatics check upon entering the first steep slope square. Mounted characters make a DC 10 Ride check instead. Characters who fail this check stumble and must end their movement 1d2 &times; 5 feet later. Characters who fail by 5 or more fall prone in the square where they end their movement. A steep slope increases the DC of Acrobatics checks by 2.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Steep Slope", 
                    "type": "section", 
                    "name": "Steep Slope", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A cliff typically requires a DC 15 Climb check to scale and is 1d4 &times; 10 feet tall, although the needs of your map might mandate a taller cliff. A cliff isn't perfectly vertical, taking up 5-foot squares if it's less than 30 feet tall and 10-foot squares if it's 30 feet or taller. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Cliff", 
                    "type": "section", 
                    "name": "Cliff", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Sagebrush and other scrubby bushes grow on hills, although they rarely cover the landscape. Light undergrowth provides concealment and increases the DC of Acrobatics and Stealth checks by 2. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Light Undergrowth", 
                    "type": "section", 
                    "name": "Light Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Trees aren't out of place in hills terrain, and valleys often have active streams (5 to 10 feet wide and no more than 5 feet deep) or dry streambeds (treat as a trench 5 to 10 feet across) in them. If you add a stream or streambed, remember that water always flows downhill.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Other Hills Terrain Elements", 
                    "type": "section", 
                    "name": "Other Hills Terrain Elements", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In gentle hills, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 2d10 &times; 10 feet. In rugged hills, this distance is 2d6 &times; 10 feet.</p><p>Hiding in hills terrain can be difficult if there isn't undergrowth around. A hilltop or ridge provides enough cover to hide from anyone below the hilltop or ridge.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Hills Terrain/Stealth and Detection in Hills", 
                    "type": "section", 
                    "name": "Stealth and Detection in Hills", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>The three mountain terrain categories are alpine meadows, rugged mountains, and forbidding mountains. As characters ascend into a mountainous area, they're likely to face each terrain category in turn, beginning with alpine meadows, extending through rugged mountains, and reaching forbidding mountains near the summit.</p><p>Mountains have an important terrain element, the rock wall, that is marked on the border between squares rather than taking up squares itself. </p>", 
            "name": "Mountain Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Mountain Category</th></tr><tr><th>Alpine Meadow</th><th>Rugged</th><th>Forbidding</th></tr></thead><tr class=\"odd\"><td>Gradual slope</td><td>50%</td><td>25%</td><td>15%</td></tr><tr class=\"even\"><td>Steep slope</td><td>40%</td><td>55%</td><td>55%</td></tr><tr class=\"odd\"><td>Cliff</td><td>10%</td><td>15%</td><td>20%</td></tr><tr class=\"even\"><td>Chasm</td><td>&mdash;</td><td>5%</td><td>10%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>20%</td><td>10%</td><td>&mdash;</td></tr><tr class=\"even\"><td>Scree</td><td>&mdash;</td><td>20%</td><td>30%</td></tr><tr class=\"odd\"><td>Dense rubble</td><td>&mdash;</td><td>20%</td><td>30%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Category", 
                    "type": "table", 
                    "name": "Mountain Category", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>These function as described in Hills Terrain.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Gradual and Steep Slopes", 
                    "type": "section", 
                    "name": "Gradual and Steep Slopes", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"cliff\">These terrain elements also function like their hills terrain counterparts, but they're typically 2d6 &times; 10 feet tall. Cliffs taller than 80 feet take up 20 feet of horizontal space.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Cliff", 
                    "type": "section", 
                    "name": "Cliff", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"chasm\">Usually formed by natural geological processes, chasms function like pits in a dungeon setting. Chasms aren't hidden, so characters won't fall into them by accident (although bull rushes are another story). A typical chasm is 2d4 &times; 10 feet deep, at least 20 feet long, and anywhere from 5 feet to 20 feet wide. It takes a DC 15 Climb check to climb out of a chasm. In forbidding mountain terrain, chasms are typically 2d8 &times; 10 feet deep.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Chasm", 
                    "type": "section", 
                    "name": "Chasm", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>This functions as described in Forest Terrain.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Light Undergrowth", 
                    "type": "section", 
                    "name": "Light Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"scree\">A field of shifting gravel, scree doesn't affect speed, but it can be treacherous on a slope. The DC of Acrobatics checks increases by 2 if there's scree on a gradual slope and by 5 if there's scree on a steep slope. The DC of Stealth checks increases by 2 if the scree is on a slope of any kind.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Scree", 
                    "type": "section", 
                    "name": "Scree", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"dense-rubble\">The ground is covered with rocks of all sizes. It costs 2 squares of movement to enter a square with dense rubble. The DC of Acrobatics checks on dense rubble increases by 5, and the DC of Stealth checks increases by 2. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Dense Rubble", 
                    "type": "section", 
                    "name": "Dense Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"rock-wall\">A vertical plane of stone, rock walls require DC 25 Climb checks to ascend. A typical rock wall is 2d4 &times; 10 feet tall in rugged mountains and 2d8 &times; 10 feet tall in forbidding mountains. Rock walls are drawn on the edges of squares, not in the squares themselves.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Rock Wall", 
                    "type": "section", 
                    "name": "Rock Wall", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Found in cliff and steep slope squares and next to rock walls, cave entrances are typically between 5 and 20 feet wide and 5 feet deep. A cave could be anything from a simple chamber to the entrance to an elaborate dungeon. Caves used as monster lairs typically have 1d3 rooms that are 1d4 &times; 10 feet across. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Cave Entrance", 
                    "type": "section", 
                    "name": "Cave Entrance", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Most alpine meadows begin above the treeline, so trees and other forest elements are rare in the mountains. Mountain terrain can include active streams (5 to 10 feet wide and no more than 5 feet deep) and dry streambeds (treat as a trench 5 to 10 feet across). Particularly high-altitude areas tend to be colder than the lowland areas that surround them, so they might be covered in ice sheets (described in Desert Terrain).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Other Mountain Terrain Features", 
                    "type": "section", 
                    "name": "Other Mountain Terrain Features", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>As a guideline, the maximum distance in mountain terrain at which a Perception check for detecting the nearby presence of others can succeed is 4d10 &times; 10 feet. Certain peaks and ridgelines afford much better vantage points, of course, and twisting valleys and canyons have much shorter spotting distances. Because there's little vegetation to obstruct line of sight, the specifics on your map are your best guide for the range at which an encounter could begin. As in hills terrain, a ridge or peak provides enough cover to hide from anyone below the high point.</p><p>It's easier to hear faraway sounds in the mountains. The DC of Perception checks that rely on sound increase by 1 per 20 feet between listener and source, not per 10 feet.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Stealth and Detection in Mountains", 
                    "type": "section", 
                    "name": "Stealth and Detection in Mountains", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The combination of high peaks and heavy snowfalls means that avalanches are a deadly peril in many mountainous areas. While avalanches of snow and ice are common, it's also possible to have an avalanche of rock and soil.</p><p>An avalanche can be spotted from as far away as 1d10 &times; 500 feet by a character who makes a DC 20 Perception check, treating the avalanche as a Colossal creature. If all characters fail their Perception checks to determine the encounter distance, the avalanche moves closer to them, and they automatically become aware of it when it closes to half the original distance. It's possible to hear an avalanche coming even if you can't see it. Under optimum conditions (no other loud noises occurring), a character who makes a DC 15 Perception check can hear the avalanche or landslide when it is 1d6 &times; 500 feet away. This check might have a DC of 20, 25, or higher in conditions where hearing is difficult (such as in the middle of a thunderstorm). </p><p>A landslide or avalanche consists of two distinct areas: the bury zone (in the direct path of the falling debris) and the slide zone (the area the debris spreads out to encompass). Characters in the bury zone always take damage from the avalanche; characters in the slide zone might be able to get out of the way. Characters in the bury zone take 8d6 points of damage, or half that amount if they make a DC 15 Reflex save. They are subsequently buried. Characters in the slide zone take 3d6 points of damage, or no damage if they make a DC 15 Reflex save. Those who fail their saves are buried. </p><p>Buried characters take 1d6 points of nonlethal damage per minute. If a buried character falls unconscious, he must make a DC 15 Constitution check or take 1d6 points of lethal damage each minute thereafter until freed or dead. See Cave-Ins and Collapses for rules on digging out buried creatures.</p><p>The typical avalanche has a width of 1d6 &times; 100 feet, from one edge of the slide zone to the opposite edge. The bury zone in the center of the avalanche is half as wide as the avalanche's full width.</p><p>To determine the precise location of characters in the path of an avalanche, roll 1d6 &times; 20; the result is the number of feet from the center of the path taken by the bury zone to the center of the party's location. Avalanches of snow and ice advance at a speed of 500 feet per round, while rock and soil avalanches travel at a speed of 250 feet per round.</p>", 
                    "name": "Avalanches", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Avalanches", 
                    "source": "Core Rulebook", 
                    "abbrev": "CR 7", 
                    "type": "section"
                }, 
                {
                    "body": "<p>High altitude travel can be extremely fatiguing&mdash;and sometimes deadly&mdash;to creatures that aren't used to it. Cold becomes extreme, and the lack of oxygen in the air can wear down even the most hardy of warriors.</p>", 
                    "name": "Mountain Travel", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Creatures accustomed to high altitude generally fare better than lowlanders. Any creature with an Environment entry that includes mountains is considered native to the area and acclimated to the high altitude. Characters can also acclimate themselves by living at high altitude for a month. Characters who spend more than two months away from the mountains must reacclimate themselves when they return. Undead, constructs, and other creatures that do not breathe are immune to altitude effects.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Acclimated Characters", 
                            "type": "section", 
                            "name": "Acclimated Characters", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"altitude-zones\">In general, mountains present three possible altitude bands: low pass, low peak/high pass, and high peak. </p>", 
                            "name": "Altitude Zones", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<p>Most travel in low mountains takes place in low passes, a zone consisting largely of alpine meadows and forests. Travelers might find the going difficult (which is reflected in the movement modifiers for traveling through mountains), but the altitude itself has no game effect.</p>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Pass (lower than 5,000 feet)", 
                                    "type": "section", 
                                    "name": "Low Pass (lower than 5,000 feet)", 
                                    "source": "Core Rulebook"
                                }, 
                                {
                                    "body": "<p>Ascending to the highest slopes of low mountains, or most normal travel through high mountains, falls into this category. All non-acclimated creatures labor to breathe in the thin air at this altitude. Characters must succeed on a Fortitude save each hour (DC 15, +1 per previous check) or be fatigued. The fatigue ends when the character descends to an altitude with more air. Acclimated characters do not have to attempt the Fortitude save. </p>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Peak or High Pass (5,000 to 15,000 feet)", 
                                    "type": "section", 
                                    "name": "Low Peak or High Pass (5,000 to 15,000 feet)", 
                                    "source": "Core Rulebook"
                                }, 
                                {
                                    "body": "<p>The highest mountains exceed 15,000 feet in height. At these elevations, creatures are subject to both high altitude fatigue (as described above) and altitude sickness, whether or not they're acclimated to high altitudes. Altitude sickness represents long-term oxygen deprivation, and affects mental and physical ability scores. After each 6-hour period a character spends at an altitude of over 15,000 feet, he must succeed on a Fortitude save (DC 15, +1 per previous check) or take 1 point of damage to all ability scores. Creatures acclimated to high altitude receive a +4 competence bonus on their saving throws to resist high altitude effects and altitude sickness, but eventually even seasoned mountaineers must abandon these dangerous elevations. </p>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/High Peak (more than 15,000 feet)", 
                                    "type": "section", 
                                    "name": "High Peak (more than 15,000 feet)", 
                                    "source": "Core Rulebook"
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Desert terrain exists in warm, temperate, and cold climates, but all deserts share one common trait: little rain. The three categories of desert terrain are tundra (cold desert), rocky deserts (often temperate), and sandy deserts (often warm).</p><p>Tundra differs from the other desert categories in two important ways. Because snow and ice cover much of the landscape, it's easy to find water. During the height of summer, the permafrost thaws to a depth of a foot or so, turning the landscape into a vast field of mud. The muddy tundra affects movement and skill use as the shallow bogs described in Marsh Terrain, although there's little standing water.</p><p>The table below describes terrain elements found in each of the three desert categories. The terrain elements on this table are mutually exclusive; for instance, a square of tundra might contain either light undergrowth or an ice sheet, but not both.</p>", 
            "name": "Desert Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Desert Category</th></tr><tr><th>Tundra</th><th>Rocky</th><th>Sandy</th></tr></thead><tr class=\"odd\"><td>Light undergrowth</td><td>15%</td><td>5%</td><td>5%</td></tr><tr class=\"even\"><td>Ice sheet</td><td>25%</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Light rubble</td><td>5%</td><td>30%</td><td>10%</td></tr><tr class=\"even\"><td>Dense rubble</td><td>&mdash;</td><td>30%</td><td>5%</td></tr><tr class=\"odd\"><td>Sand dunes</td><td>&mdash;</td><td>&mdash;</td><td>50%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Desert Category", 
                    "type": "table", 
                    "name": "Desert Category", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Consisting of scrubby, hardy bushes and cacti, light undergrowth functions as described for other terrain types.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Light Undergrowth", 
                    "type": "section", 
                    "name": "Light Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"ice-sheet\">The ground is covered with slippery ice. It costs 2 squares of movement to enter a square covered by an ice sheet, and the DC of Acrobatics checks there increases by 5. A DC 10 Acrobatics check is required to run or charge across an ice sheet. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Ice Sheet", 
                    "type": "section", 
                    "name": "Ice Sheet", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Small rocks are strewn across the ground, making nimble movement more difficult. The DC of Acrobatics checks increases by 2. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Light Rubble", 
                    "type": "section", 
                    "name": "Light Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>This terrain feature consists of more and larger stones. It costs 2 squares of movement to enter a square with dense rubble. The DC of Acrobatics checks increases by 5, and the DC of Stealth checks increases by 2.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Dense Rubble", 
                    "type": "section", 
                    "name": "Dense Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"sand-dunes\">Created by the action of wind on sand, dunes function as hills that move. If the wind is strong and consistent, a sand dune can move several hundred feet in a week's time. Sand dunes can cover hundreds of squares. They always have a gentle slope pointing in the direction of the prevailing wind and a steep slope on the leeward side.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Sand Dunes", 
                    "type": "section", 
                    "name": "Sand Dunes", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Tundra is sometimes bordered by forests, and the occasional tree isn't out of place in the cold wastes. Rocky deserts have towers and mesas consisting of flat ground surrounded on all sides by cliffs and steep slopes (as described in Mountain Terrain). Sandy deserts sometimes have quicksand; this functions as described in Marsh Terrain, although desert quicksand is a waterless mixture of fine sand and dust. All desert terrain is crisscrossed with dry streambeds (treat as trenches 5 to 15 feet wide) that fill with water on the rare occasions when rain falls.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Other Desert Terrain Features", 
                    "type": "section", 
                    "name": "Other Desert Terrain Features", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In general, the maximum distance in desert terrain at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 20 feet; beyond this distance, elevation changes and heat distortion in warm deserts makes sight-based Perception impossible. The presence of dunes in sandy deserts limits spotting distance to 6d6 &times; 10 feet. The scarcity of undergrowth or other elements that offer concealment or cover makes using Stealth more difficult.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Stealth and Detection in the Desert", 
                    "type": "section", 
                    "name": "Stealth and Detection in the Desert", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A sandstorm reduces visibility to 1d10 &times; 5 feet and provides a &ndash;4 penalty on Perception checks. A sandstorm deals 1d3 points of nonlethal damage per hour to any creatures caught in the open, and leaves a thin coating of sand in its wake. Driving sand creeps in through all but the most secure seals and seams, chafing skin and contaminating carried gear. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Sandstorms", 
                    "type": "section", 
                    "name": "Sandstorms", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Plains come in three categories: farms, grasslands, and battlefields. Farms are common in settled areas, while grasslands represent untamed plains. The battlefields where large armies clash are temporary places, usually reclaimed by natural vegetation or the farmer's plow. Battlefields represent a third terrain category because adventurers tend to spend a lot of time there, not because they're particularly prevalent.</p><p>The table below shows the proportions of terrain elements in the different categories of plains. On a farm, light undergrowth represents most mature grain crops, so farms growing vegetable crops will have less light undergrowth, as will all farms during the time between harvest and a few months after planting.</p><p>The terrain elements in the table below are mutually exclusive.</p>", 
            "name": "Plains Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Plains Category</th></tr><tr><th>Farm</th><th>Grassland</th><th>Battlefield</th></tr></thead><tr class=\"odd\"><td>Light undergrowth</td><td>40%</td><td>20%</td><td>10%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>&mdash;</td><td>10%</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Light rubble</td><td>&mdash;</td><td>&mdash;</td><td>10%</td></tr><tr class=\"even\"><td>Trench</td><td>5%</td><td>&mdash;</td><td>5%</td></tr><tr class=\"odd\"><td>Berm</td><td>&mdash;</td><td>&mdash;</td><td>5%</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Plains Category", 
                    "type": "table", 
                    "name": "Plains Category", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Whether they're crops or natural vegetation, the tall grasses of the plains function like light undergrowth in a forest. Particularly thick bushes form patches of heavy undergrowth that dot the landscape in grasslands.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Undergrowth", 
                    "type": "section", 
                    "name": "Undergrowth", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>On the battlefield, light rubble usually represents something that was destroyed: the ruins of a building or the scattered remnants of a stone wall, for example. It functions as described in the Desert Terrain section.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Light Rubble", 
                    "type": "section", 
                    "name": "Light Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"trench\">Often dug before a battle to protect soldiers, a trench functions as a low wall, except that it provides no cover against adjacent foes. It costs 2 squares of movement to leave a trench, but it costs nothing extra to enter one. Creatures outside a trench who make a melee attack against a creature inside the trench gain a +1 bonus on melee attacks because they have higher ground. In farm terrain, trenches are generally irrigation ditches.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Trench", 
                    "type": "section", 
                    "name": "Trench", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"berm\">A common defensive structure, a berm is a low, earthen wall that slows movement and provides a measure of cover. Put a berm on the map by drawing two adjacent rows of steep slope (described in Hills Terrain), with the edges of the berm on the downhill side. Thus, a character crossing a 2-square berm will travel uphill for 1 square, then downhill for 1 square. Two square berms provide cover as low walls for anyone standing behind them. Larger berms provide the low wall benefit for anyone standing 1 square downhill from the top of the berm. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Berm", 
                    "type": "section", 
                    "name": "Berm", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"fences\">Wooden fences are generally used to contain livestock or impede oncoming soldiers. It costs an extra square of movement to cross a wooden fence. A stone fence provides a measure of cover as well, functioning as low walls. Mounted characters can cross a fence without slowing their movement if they succeed on a DC 15 Ride check. If the check fails, the steed crosses the fence, but the rider falls out of the saddle.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Fences", 
                    "type": "section", 
                    "name": "Fences", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Occasional trees dot the landscape in many plains, although on battlefields they're often felled to provide raw material for siege engines (described in Urban Features). Hedgerows (described in Marsh Terrain) are found in plains as well. Streams, generally 5 to 20 feet wide and 5 to 10 feet deep, are commonplace.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Other Plains Terrain Features", 
                    "type": "section", 
                    "name": "Other Plains Terrain Features", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In plains terrain, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 40 feet, although the specifics of your map might restrict line of sight. Cover and concealment are not uncommon, so a good place of refuge is often nearby, if not right at hand.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Stealth and Detection in Plains", 
                    "type": "section", 
                    "name": "Stealth and Detection in Plains", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Aquatic terrain is the least hospitable to most PCs, because they can't breathe there. Aquatic terrain doesn't offer the variety that land terrain does. The ocean floor holds many marvels, including undersea analogues of any of the terrain elements described earlier in this section, but if characters find themselves in the water because they were bull rushed off the deck of a pirate ship, the tall kelp beds hundreds of feet below them don't matter. Accordingly, these rules simply divide aquatic terrain into two categories: flowing water (such as streams and rivers) and non-flowing water (such as lakes and oceans).</p>", 
            "name": "Aquatic Terrain", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Large, placid rivers move at only a few miles per hour, so they function as still water for most purposes. But some rivers and streams are swifter; anything floating in them moves downstream at a speed of 10 to 40 feet per round. The fastest rapids send swimmers bobbing downstream at 60 to 90 feet per round. Fast rivers are always at least rough water (Swim DC 15), and whitewater rapids are stormy water (Swim DC 20). If a character is in moving water, move her downstream the indicated distance at the end of her turn. A character trying to maintain her position relative to the riverbank can spend some or all of her turn swimming upstream.</p>", 
                    "name": "Flowing Water", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Flowing Water", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Characters swept away by a river moving 60 feet per round or faster must make DC 20 Swim checks every round to avoid going under. If a character gets a check result of 5 or more over the minimum necessary, she arrests her motion by catching a rock, tree limb, or bottom snag&mdash;she is no longer being carried along by the flow of the water. Escaping the rapids by reaching the bank requires three DC 20 Swim checks in a row. Characters arrested by a rock, limb, or snag can't escape under their own power unless they strike out into the water and attempt to swim their way clear. Other characters can rescue them as if they were trapped in quicksand (described in Marsh Terrain). </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Flowing Water/Swept Away", 
                            "type": "section", 
                            "name": "Swept Away", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Lakes and oceans simply require a swim speed or successful Swim checks to move through (DC 10 in calm water, DC 15 in rough water, DC 20 in stormy water). Characters need a way to breathe if they're underwater; failing that, they risk drowning. When underwater, characters can move in any direction.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Non-Flowing Water", 
                    "type": "section", 
                    "name": "Non-Flowing Water", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>How far you can see underwater depends on the water's clarity. As a guideline, creatures can see 4d8 &times; 10 feet if the water is clear, and 1d8 &times; 10 feet if it's murky. Moving water is always murky, unless it's in a particularly large, slow-moving river.</p><p>It's hard to find cover or concealment to hide underwater (except along the sea floor).</p>", 
                    "name": "Stealth and Detection Underwater", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Stealth and Detection Underwater", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>An invisible creature displaces water and leaves a visible, body-shaped &ldquo;bubble&rdquo; where the water was displaced. The creature still has concealment (20% miss chance), but not total concealment (50% miss chance).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Stealth and Detection Underwater/Invisibility", 
                            "type": "section", 
                            "name": "Invisibility", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Land-based creatures can have considerable difficulty when fighting in water. Water affects a creature's attack rolls, damage, and movement. In some cases a creature's opponents might get a bonus on attacks. The effects are summarized on Table: Combat Adjustments Underwater. They apply whenever a character is swimming, walking in chest-deep water, or walking along the bottom of a body of water. </p>", 
                    "name": "Underwater Combat", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table id=\"table-13-7-combat-adjustments-underwater\"><caption>Table: Combat Adjustments Underwater</caption><thead><tr><th rowspan=\"2\">Condition</th><th colspan=\"2\">Attack/Damage</th><th rowspan=\"2\">Movement</th><th rowspan=\"2\">Off Balance?<sup>1</sup></th></tr><tr><th>Slashing or Bludgeoning</th><th>Piercing</th></tr></thead><tr class=\"odd\"><td><i>Freedom of movement</i></td><td>normal/normal</td><td>normal/normal</td><td>normal</td><td>No</td></tr><tr class=\"even\"><td>Has a swim speed</td><td>&ndash;2/half</td><td>normal</td><td>normal</td><td>No</td></tr><tr class=\"odd\"><td>Successful Swim check</td><td>&ndash;2/half<sup>2 </sup></td><td>normal</td><td>quarter or half<sup>3 </sup></td><td>No</td></tr><tr class=\"even\"><td>Firm footing<sup>4 </sup></td><td>&ndash;2/half<sup>2</sup></td><td>normal</td><td>half</td><td>No</td></tr><tr class=\"odd\"><td>None of the above</td><td>&ndash;2/half<sup>2</sup></td><td> &ndash;2/half</td><td>normal</td><td>Yes</td></tr><tfoot><tr><td colspan=\"5\">1 Creatures flailing about in the water (usually because they failed their Swim checks) have a hard time fighting effectively. An off-balance creature loses its Dexterity bonus to Armor Class, and opponents gain a +2 bonus on attacks against it. </td></tr><tr><td colspan=\"5\">2 A creature without <i>freedom of movement</i> effects or a swim speed makes grapple checks underwater at a &ndash;2 penalty, but deals damage normally when grappling.</td></tr><tr><td colspan=\"5\">3 A successful Swim check lets a creature move one-quarter its speed as a move action or one-half its speed as a full-round action.</td></tr><tr><td colspan=\"5\">4 Creatures have firm footing when walking along the bottom, braced against a ship's hull, or the like. A creature can only walk along the bottom if it wears or carries enough gear to weigh itself down: at least 16 pounds for Medium creatures, twice that for each size category larger than Medium, and half that for each size category smaller than Medium. </td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Table Combat Adjustments Underwater", 
                            "type": "table", 
                            "name": "Table: Combat Adjustments Underwater", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Thrown weapons are ineffective underwater, even when launched from land. Attacks with other ranged weapons take a &ndash;2 penalty on attack rolls for every 5 feet of water they pass through, in addition to the normal penalties for range. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Ranged Attacks Underwater", 
                            "type": "section", 
                            "name": "Ranged Attacks Underwater", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Characters swimming, floating, or treading water on the surface, or wading in water at least chest deep, have improved cover (+8 bonus to AC, +4 bonus on Reflex saves) from opponents on land. Land-bound opponents who have <i>freedom of movement</i> effects ignore this cover when making melee attacks against targets in the water. A completely submerged creature has total cover against opponents on land unless those opponents have <i>freedom of movement</i> effects. Magical effects are unaffected except for those that require attack rolls (which are treated like any other effects) and fire effects.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Attacks from Land", 
                            "type": "section", 
                            "name": "Attacks from Land", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Nonmagical fire (including alchemist's fire) does not burn underwater. Spells or spell-like effects with the fire descriptor are ineffective underwater unless the caster makes a caster level check (DC 20 + spell level). If the check succeeds, the spell creates a bubble of steam instead of its usual fiery effect, but otherwise the spell works as described. A supernatural fire effect is ineffective underwater unless its description states otherwise. The surface of a body of water blocks line of effect for any fire spell. If the caster has made the caster level check to make the fire spell usable underwater, the surface still blocks the spell's line of effect.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Fire", 
                            "type": "section", 
                            "name": "Fire", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"spellcasting-underwater\">Casting spells while submerged can be difficult for those who cannot breathe underwater. A creature that cannot breathe water must make a concentration check (DC 15 + spell level) to cast a spell underwater (this is in addition to the caster level check to successfully cast a fire spell underwater). Creatures that can breathe water are unaffected and can cast spells normally. Some spells might function differently underwater, subject to GM discretion.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Spellcasting Underwater", 
                            "type": "section", 
                            "name": "Spellcasting Underwater", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>In many wilderness areas, river floods are a common occurrence.</p><p>In spring, an enormous snowmelt can engorge the streams and rivers it feeds. Other catastrophic events such as massive rainstorms or the destruction of a dam can create floods as well.</p><p>During a flood, rivers become wider, deeper, and swifter. Assume that a river rises by 1d10+10 feet during the spring flood, and its width increases by a factor of 1d4 &times; 50%. Fords might disappear for days, bridges might be swept away, and even ferries might not be able to manage the crossing of a flooded river. A river in flood makes Swim checks one category harder (calm water becomes rough, and rough water becomes stormy). Rivers also become 50% swifter.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Floods", 
                    "type": "section", 
                    "name": "Floods", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}