{
    "description": "You are skilled at flying, through either the use of wings or magic, and can perform daring or complex maneuvers while airborne. Note that this skill does not give you the ability to fly.", 
    "sections": [
        {
            "source": "Core Rulebook", 
            "text": "<p>You generally need only make a Fly check when you are attempting a complex maneuver. Without making a check, a flying creature can remain flying at the end of its turn so long as it moves a distance greater than half its speed. It can also turn up to 45 degrees by sacrificing 5 feet of movement, can rise at half speed at an angle of 45 degrees, and can descend at any angle at normal speed. Note that these restrictions only apply to movement taken during your current turn. At the beginning of the next turn, you can move in a different direction than you did the previous turn without making a check. Taking any action that violates these rules requires a Fly check. The difficulty of these maneuvers varies depending upon the maneuver you are attempting, as noted on the following chart.</p>", 
            "type": "section", 
            "name": "Check", 
            "sections": [
                {
                    "text": "<table>\n<thead><tr><th>Flying Maneuver</th><th>Fly DC</th></tr></thead>\n<tr class=\"odd\"><td>Move less than half speed and remain flying</td><td>10</td></tr>\n<tr class=\"even\"><td>Hover</td><td>15</td></tr>\n<tr class=\"odd\"><td>Turn greater than 45&deg; by spending 5 feet of movement</td><td>15</td></tr>\n<tr class=\"even\"><td>Turn 180° by spending 10 feet of movement</td><td>20</td></tr>\n<tr class=\"odd\"><td>Fly up at greater than 45&deg; angle</td><td>20</td></tr></table>", 
                    "type": "table", 
                    "name": "Flying Maneuver", 
                    "source": "Core Rulebook"
                }, 
                {
                    "source": "Core Rulebook", 
                    "text": "<p>You are not considered flat-footed while flying. If you are flying using wings and you take damage while flying, you must make a DC 10 Fly check to avoid losing 10 feet of altitude. This descent does not provoke an attack of opportunity and does not count against a creature's movement.</p>", 
                    "type": "section", 
                    "name": "Attacked While Flying"
                }, 
                {
                    "source": "Core Rulebook", 
                    "text": "<p>If you are using wings to fly and you collide with an object equal to your size or larger, you must immediately make a DC 25 Fly check to avoid plummeting to the ground, taking the appropriate falling damage.</p>", 
                    "type": "section", 
                    "name": "Collision While Flying"
                }, 
                {
                    "source": "Core Rulebook", 
                    "text": "<p>If you are falling and have the ability to fly, you can make a DC 10 Fly check to negate the damage. You cannot make this check if you are falling due to a failed Fly check or a collision.</p>", 
                    "type": "section", 
                    "name": "Avoid Falling Damage"
                }, 
                {
                    "source": "Core Rulebook", 
                    "text": "<p>Flying in high winds adds penalties on your Fly checks as noted on Table: Wind Effects on Flight. “Checked” means that creatures of that size or smaller must succeed on a DC 20 Fly check to move at all so long as the wind persists. “Blown away” means that creatures of that size or smaller must make a DC 25 Fly check or be blown back 2d6 &times; 10 feet and take 2d6 points of nonlethal damage. This check must be made every round the creature remains airborne. A creature that is blown away must still make a DC 20 Fly check to move due to also being checked.</p>", 
                    "type": "section", 
                    "name": "High Wind Speeds", 
                    "sections": [
                        {
                            "text": "<table id=\"table-4-5-wind-effects-on-flight\"><caption>Table: Wind Effects on Flight</caption>\n<thead><tr><th>Wind Force</th><th>Wind Speed</th><th>Checked Size</th><th>Blown Away Size</th><th>Fly Penalty</th></tr></thead>\n<tbody>\n<tr class=\"odd\"><td>Light</td><td>0&ndash;10 mph</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr class=\"even\"><td>Moderate</td><td>11&ndash;20 mph</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr class=\"odd\"><td>Strong</td><td>21&ndash;30 mph</td><td>Tiny</td><td>&mdash;</td><td>&ndash;2</td></tr>\n<tr class=\"even\"><td>Severe</td><td>31&ndash;50 mph</td><td>Small</td><td>Tiny</td><td>&ndash;4</td></tr>\n<tr class=\"odd\"><td>Windstorm</td><td>51&ndash;74 mph</td><td>Medium</td><td>Small</td><td>&ndash;8</td></tr>\n<tr class=\"even\"><td>Hurricane</td><td>75&ndash;174 mph</td><td>Large</td><td>Medium</td><td>&ndash;12</td></tr>\n<tr class=\"odd\"><td>Tornado</td><td>175+ mph</td><td>Huge</td><td>Large</td><td>&ndash;16</td></tr></tbody></table>", 
                            "type": "table", 
                            "name": "Wind", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Core Rulebook", 
            "text": "<p>None. A Fly check doesn't require an action; it is made as part of another action or as a reaction to a situation.</p>", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "source": "Core Rulebook", 
            "text": "<p>Varies. You can attempt a Fly check to perform the same maneuver on subsequent rounds. If you are using wings and you fail a Fly check by 5 or more, you plummet to the ground, taking the appropriate falling damage (see Environment).</p>", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "source": "Core Rulebook", 
            "text": "<p>A spellcaster with a bat familiar gains a +3 bonus on Fly checks.</p><p>Creatures with a fly speed treat the Fly skill as a class skill. A creature with a natural fly speed receives a bonus (or penalty) on Fly skill checks depending on its maneuverability: Clumsy &ndash;8, Poor &ndash;4, Average +0, Good +4, Perfect +8. Creatures without a listed maneuverability rating are assumed to have average maneuverability.</p><p>A creature larger or smaller than Medium takes a size bonus or penalty on Fly checks depending on its size category: Fine +8, Diminutive +6, Tiny +4, Small +2, Large &ndash;2, Huge &ndash;4, Gargantuan &ndash;6, Colossal &ndash;8.</p><p>You cannot take ranks in this skill without a natural means of flight or gliding. Creatures can also take ranks in Fly if they possess a reliable means of flying every day (either through a spell or other special ability).</p><p>If you have the Acrobatic feat, you get a bonus on Fly checks (see Feats).</p>", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "attribute": "Dex", 
    "source": "Core Rulebook", 
    "trained_only": false, 
    "armor_check_penalty": true, 
    "type": "skill", 
    "name": "Fly"
}