{
    "body": "<p>The following kinds of ammunition can be used either in select types of indirect-fire siege engines, or with cannons. The ammunition description specifies which types of siege engines use the special ammunition. The costs and weights are for individual uses of special ammunition. </p>", 
    "name": "Special Siege Engine Ammunition", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<table><caption>Table: Special Siege Engine Ammunition</caption><thead><tr><th>Ammunition</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Alchemist's fire</td><td>200 gp</td><td>10 lbs.</td></tr><tr class=\"even\"><td>Blast shot</td><td>30 gp</td><td>25 lbs.</td></tr><tr class=\"odd\"><td>Bomb</td><td>600 gp</td><td>30 lbs.</td></tr><tr class=\"even\"><td>Chain shot</td><td>50 gp</td><td>30 lbs. </td></tr><tr class=\"odd\"><td>Liquid ice</td><td>400 gp</td><td>20 lbs.</td></tr><tr class=\"even\"><td>Plague bundle</td><td>80 gp</td><td>20 lbs.</td></tr><tr class=\"odd\"><td>Smoke shot</td><td>250 gp</td><td>20 lbs.</td></tr></table>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Table Special Siege Engine Ammunition", 
            "type": "table", 
            "name": "Table: Special Siege Engine Ammunition", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"alchemical-fire\">This hard, ceramic canister of alchemist's fire can be used as ammunition in catapults and trebuchets. When it hits its target square, it deals 4d6 points of fire damage to each creature and wooden structure within 5 feet of the target space, and each creature must make a DC 20 Reflex saving throw or catch on fire (wooden objects automatically catch on fire). Every creature and wooden object within the area between 5 and 30 feet of the target space must make a DC 20 Reflex saving throw or take half the fire damage, but they do not catch on fire. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to the siege engine and all nearby creatures and wooden objects as if one of the spaces of the siege engine (crew leader's choice) were the target square. This alchemical fire ignores the hardness of wooden objects.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Alchemical Fire", 
            "type": "item", 
            "name": "Alchemical Fire", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"blast-shot\">Instead of a single hard ball, this ammunition is a bundle of large pellets, balls, or pieces of scrap metal, propelled a short distance by black powder and attacking all creatures and objects within an area. Both cannons and fiend's mouth cannons can fire this kind of ammunition. When such a siege engine fires this ammunition, it hits every creature and object within a 30-foot-cone burst. The siege engine makes attack rolls against each creature and unattended object in the burst. It must miss every creature or target to misfire, and a misfire generates the normal effect. It deals its normal damage on a hit, but does not ignore the hardness of objects. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Blast Shot", 
            "type": "item", 
            "name": "Blast Shot", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"bomb\">A bomb is a metal canister filled with metal balls and black powder that can be used as ammunition in catapults and trebuchets or carried by two Medium creatures or one Large creature to its destination. A bomb either explodes on impact (if fired from a catapult or trebuchet, or within 3 rounds of a fuse being lit if carried). When it explodes, it deals 6d6 points of piercing and bludgeoning damage to all creatures and objects within 30 feet of the target square. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to the siege engine and all nearby creatures and wooden objects as if one of the spaces of the siege engine (crew leader's choice) were the target square. It ignores the hardness of wood and stone.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Bomb", 
            "type": "item", 
            "name": "Bomb", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"chain-shot\">This siege engine firearm ammunition can be loaded in a cannon or a fiend's mouth cannon. It is especially good at tearing through sails and dirigibles (see Chapter 4: Vehicles), dealing double its normal damage to those forms of propulsion. When fired at a creature, on a hit, the creature must succeed at a DC 20 Fortitude saving throw or be knocked prone. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Chain Shot", 
            "type": "item", 
            "name": "Chain Shot", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"liquid-ice\">This hard, ceramic canister filled with alchemical liquid ice can be used as ammunition in catapults and trebuchets. When it hits its target square, it deals 4d6 points of cold damage to each creature within 5 feet of the targeting space, and each creature must make a DC 20 Fortitude save or become entangled for 1 round. Every creature within the area between 5 and 30 feet of the target space must make a DC 20 Fortitude saving throw or take half damage. On a siege engine mishap, this ammunition explodes before it is launched, dealing its damage to all nearby creatures as if one of the spaces of the siege engine (crew leader's choice) were the target square.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Liquid Ice", 
            "type": "item", 
            "name": "Liquid Ice", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"plague-bundle\">This hard, ceramic canister is filled with a noxious mass of diseased carrion and offal that can be used as ammunition for a catapult or a trebuchet. It deals only half damage, but every creature hit by it is exposed to filth fever. A GM might allow a plague bundle to inflict other diseases. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Plague Bundle", 
            "type": "item", 
            "name": "Plague Bundle", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"smoke-shot\">This hard ceramic sphere contains two alchemical substances separated by a thin barrier, much like a smoke pellet (<i>Advanced Player's Guide</i> 185) in larger form. When it hits the targeting space, it deals 2d6 points of damage to any creature in that space, and the substances mingle and then create an area of foul but harmless yellow smoke radiating 30 feet from the target square. Treat the effect as a <i>fog cloud</i> spell. On a siege engine mishap, the ammunition explodes before it is launched. Its effect is centered on one of the spaces of the siege engine (crew leader's choice). </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Special Siege Engine Ammunition/Smoke Shot", 
            "type": "item", 
            "name": "Smoke Shot", 
            "source": "Ultimate Combat"
        }
    ]
}