{
    "body": "<p>Wondrous items are usually use-activated or activated by a command word, but details vary from item to item. </p>", 
    "name": "Activation", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Activation", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p>If the activation is on command or if no activation method is suggested either in the magic item description or by the nature of the item, assume that a command word is needed to activate it. Command word activation means that a character speaks the word and the item activates. No other special knowledge is needed.</p><p>A command word can be a real word, but when this is the case, the holder of the item runs the risk of activating the item accidentally by speaking the word in normal conversation. More often, the command word is some nonsensical word, or a word or phrase from an ancient language. Activating a command word magic item is a standard action and does not provoke attacks of opportunity.</p><p>Sometimes the command word to activate an item is written right on the item. Occasionally, it might be hidden within a pattern or design engraved, carved, or built into the item, or the item might bear a clue to the command word.</p><p>The Knowledge (arcana) and Knowledge (history) skills can be useful in identifying command words or deciphering clues regarding them. In such cases, a successful DC 30 check is needed to come up with the word itself. If that check is failed, succeeding on a second check (DC 25) might provide a clue. The spells <i>detect magic</i>, <i>identify</i>, and <i>analyze dweomer</i> all reveal command words if the properties of the item are successfully identified.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Activation/Command Word", 
            "type": "section", 
            "name": "Command Word", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>This type of item merely has to be used in order to activate it. A character has to drink a potion, swing a sword, interpose a shield to deflect a blow, look through a lens, sprinkle dust, wear a ring, or don a hat. Use activation is generally straightforward and self-explanatory.</p><p>Many use-activated items are objects that a character wears. Continually functioning items are practically always items that one wears. A few must simply be in the character's possession (meaning on her person). However, some items made for wearing must still be activated. Although this activation sometimes requires a command word (see above), usually it means mentally willing the activation. The description of an item states whether a command word is needed in such a case.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Activation/Use-Activated", 
            "type": "section", 
            "name": "Use-Activated", 
            "source": "Ultimate Equipment"
        }
    ]
}