{
    "body": "<p id=\"battle-dance\">A dervish dancer is trained in the use of the Perform skill, especially dance, to create magical effects on himself. This works like bardic performance, except the dervish dancer only affects himself, and does not need to be able to see or hear his own performance. Battle dancing is treated as bardic performance for the purposes of feats, abilities, effects, and the like that affect bardic performance, except that battle dancing does not benefit from the Lingering Performance feat or any other ability that allows a bardic performance to grant bonuses after it has ended. Battle dancing benefits apply only when the bard is wearing light or no armor. Like bardic performance, it cannot be maintained at the same time as other performance abilities.</p><p>Starting a battle dance is a move action, but it can be maintained each round as a free action. Changing a battle dance from one effect to another requires the dervish dancer to stop the previous performance and start the new one as a move action. Like a bard, a dervish dancer's performance ends immediately if he is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action each round. A dervish dancer cannot perform more than one battle dance at a time. At 10th level, a dervish dancer can start a battle dance as a swift action instead of a move action.</p><p>Dervish dancers gain the inspire courage, inspire greatness, and inspire heroics bardic performance types as battle dances, but these only provide benefit to the dervish dancer himself.</p>", 
    "name": "Battle Dance", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"rain-of-blows\" class=\"stat-block-2\">At 6th level, a dervish dancer can use his battle dance to speed up his attacks. When making a full attack action, he may make one extra attack with any weapon he is holding, as though under the effects of a <i>haste</i> spell. He also gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and on Reflex saves. At 9th level, and every three bard levels thereafter, these bonuses increase by +1, to a maximum of +5 at 18th level. These bonuses do not stack with the <i>haste</i> spell. This ability replaces suggestion and mass suggestion.</p>", 
            "name": "Rain of Blows", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Rain of Blows", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"razor's-kiss\" class=\"stat-block-2\">At 8th level, a dervish dancer can use his battle dance to improve his weapons' critical range. All attacks he makes with manufactured weapons are treated as though he had the Improved Critical feat. Natural weapons and spells are not affected. This ability replaces dirge of doom.</p>", 
            "name": "Razor's Kiss", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Razors Kiss", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"leaf-on-the-wind\" class=\"stat-block-2\">At 14th level, a dervish dancer can use his battle dance to evade attacks with unearthly grace and to shake off the effects of his wounds. Unlike other battle dances, leaf on the wind requires a standard action each round to start or maintain the performance. Each round it is maintained, including the first, the dervish dancer gains a +6 dodge bonus to Armor Class and on Reflex saves. If wounded, he heals 1 hit point of damage per bard level. This ability replaces frightening performance.</p>", 
            "name": "Leaf on the Wind", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Leaf on the Wind", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}