{
    "body": "<p id=\"scroll-shield\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a light wooden shield. In the hands of the wizard, the scroll grants a +1 shield bonus with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell counts as a masterwork light shield sword. The scroll shield has no armor check penalty, arcane spell failure chance, or maximum Dexterity bonus. The scrollmaster is considered proficient in this shield. A scrollmaster can use a scrollblade in one hand and a scroll shield in the other hand.</p><p>Activating this ability is a free action. A scroll shield only retains its abilities in the hands of the scrollmaster. The scroll shield has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful attack roll against the wizard reduces the scroll shield's hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed.</p><p>At 5th level, when using a 3rd-level or higher wizard scroll as a scroll shield, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give it any of the following shield properties: <i>ghost touch</i>, <i>light fortification</i>, <i>moderate fortification</i>. Adding any of these properties consumes an amount of bonus equal to the property's cost (see Table 15&ndash;5: Shield Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the shield property in question (for example, he must know <i>limited wish</i> to be able to give his scroll shield the <i>fortification</i> property).</p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p>", 
    "name": "Scroll Shield", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Shield", 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Ultimate Magic", 
    "type": "ability"
}