{
    "body": "<p id=\"scroll-blade\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a melee weapon. In the hands of the wizard, the scroll acts as a short sword with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell on it counts as a masterwork short sword. The scrollmaster is proficient in this weapon, and feats and abilities that affect short swords (such as Weapon Focus) apply to this weapon. A scrollmaster cannot wield two scrollblades at the same time.</p><p>Activating this ability is a free action. A scroll blade only retains its abilities in the hands of the scrollmaster. The scroll blade has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful hit by the scroll blade reduces its hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed. </p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p><p>At 3rd level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus by 1 (minimum +1 enhancement bonus) to treat it as a reach weapon. For example, he could use a <i>scroll of charm monster</i> (a 4th-level wizard spell) as either a <i>+2 short sword</i> or a <i>+1 short sword</i> with reach.</p><p>At 5th level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give any of the following weapon properties: <i>defending</i>, <i>frost</i>, <i>icy burst</i>, <i>keen</i>, <i>ki focus</i>, <i>shock</i>, <i>shocking burst</i>, <i>speed</i>. Adding any of these properties consumes an amount of enhancement bonus equal to the property's cost (see Table 15&ndash;9: Melee Weapon Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the weapon property in question (for example, he must know <i>haste</i> to be able to give his scroll blade the <i>speed</i> property). This ability replaces the wizard's arcane bond.</p>", 
    "name": "Scroll Blade", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Blade", 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Ultimate Magic", 
    "type": "ability"
}